Repository: lbayle/codev
Catalog: i18n/locale/pms/LC_MESSAGES/codev.po
Languages: pms

source: IE may not correctly display this website
pms: A podrìa esse che IE a visualisa nen bin ës sit

source: please consider using a standard complient web-browser
pms: për piasì, ch'a pensa a dovré un navigador dl'aragnà ch'a rispeta jë stàndard

source: A new CodevTT version is available !
pms: Na neuva version ëd CodevTT a l'é disponìbil!

source: Bilan mensuel SAUF SuiviOp.
pms: Bilans mensil GAVÀ SuiviOp.

source: Bilan mensuel (nbre de fiches / status &agrave; la fin du mois)
pms: Bilans mensil (nùmer dë schede pr'ëstat a la fin dël mèis)

source: Date
pms: Dàita

source: Please select a team to access this page.
pms: Ch'a selession-a n'echip për acede a costa pàgina.

source: Project
pms: Proget

source: Set project filters
pms: Amposté dij filtr ëd proget

source: Select
pms: Selessioné

source: nb days
pms: nùmer ëd di

source: New command set
pms: Neuv ansem ëd comanda

source: Team
pms: Echip

source: Name
pms: Nòm

source: Reference
pms: Arferiment

source: Description
pms: Descrission

source: Delete
pms: Dëscancelé

source: Some fields are missing:
pms: A-i manca chèich camp:

source: Field is missing
pms: Camp mancant

source: Command set name
pms: Nòm ëd l'ansem ëd comanda

source: Delete CommandSet
pms: Dëscancelé l'ansem ëd comanda

source: Delete this CommandSet ?
pms: Dëscancelé st'ansem ëd comanda?

source: Nb Commands
pms: Nùmer ëd comande

source: Service Contracts
pms: Contrat ëd servissi

source: Commands
pms: Comande

source: --- New Command ---
pms: --- Neuva commanda ---

source: Add
pms: Gionté

source: Remove
pms: Gavé

source: Remove Command
pms: Dëscancelé la comanda

source: Remove Command from this CommandSet ?
pms: Gavé la comanda da s'ansem ëd comande?

source: Ref
pms: Arf

source: Command
pms: Comanda

source: delete CommandSet-Command association
pms: eliminé l'associassion Ansem ëd comand-Comand

source: Create the CommandSet to add some commands.
pms: Creé l'ansem ëd comande për gionté dle comande.

source: Sorry, only managers can access this page.
pms: An dëspias, mach ij mansé a peulo acede a costa pàgina.

source: Year
pms: Ann

source: Set filters
pms: Buté ij filtr

source: Filters
pms: Filtr

source: Displayed tasks
pms: Travaj smonù

source: workdays
pms: di 'd travaj

source: Export to CSV
pms: Esporté an CSV

source: Indicators
pms: Andicator

source: From
pms: Dal

source: Start Date
pms: Dàita d'inissi

source: To
pms: Al

source: End Date (included)
pms: Dàita ëd fin (comprèisa)

source: Compute
pms: Calcolé

source: ServiceContract
pms: Contrat ëd servissi

source: --- Create New ServiceContract ---
pms: --- Creé un Neuv Contrat ëd Servissi ---

source: Edit
pms: Modifiché

source: Charges
pms: Quantità

source: Attributes
pms: Atribù

source: SideTasks
pms: Travaj tacà

source: Provisions
pms: Proviste

source: Tasks
pms: Travaj

source: CommandSets
pms: Macro-comand

source: CommandSet
pms: Stamp ëd comand

source: MgrEffortEstim
pms: Stim ëd lë sfòrs Mgr

source: EffortEstim
pms: Stim dlë sfòrs

source: Reestimated
pms: Torna stimà

source: Elapsed
pms: Passà

source: Backlog
pms: Aretrà

source: Drift Mgr
pms: Mansé djë sghijament

source: Drift
pms: Sghijament

source: Go to
pms: Andé a

source: No CommandSet found.
pms: Gnun ëstamp ëd comand trovà.

source: No Command found.
pms: Gnun-a comanda trovà.

source: Category
pms: Categorìa

source: No sidetasks found.
pms: Gnun travaj marginal trovà.

source: All tasks
pms: Tuti ij travaj

source: No Total found.
pms: Gnun Total trovà.

source: State
pms: Stat

source: Reporter
pms: Signalant

source: Start date
pms: Dàita d'inissi

source: End date
pms: Dàita ëd fin

source: Note: SideTasks already defined in Commands are not displayed.
pms: Nòta: Ij travaj marginaj già definì ant le comande a son nen ësmonù.

source: Summary
pms: Resumé

source: No task found.
pms: Gnun-a atività trovà.

source: Type
pms: Sòrt

source: Budget Days
pms: Bilansi an di

source: Budget
pms: Bilansi

source: Average Daily Rate
pms: Tass cotidian medi

source: ADR
pms: TCM

source: No provision found.
pms: Gnun-e proviste trovà.

source: New service contract
pms: Neuv contrat ëd servissi

source: StartDate
pms: Dàita d'inissi

source: EndDate
pms: Dàita ëd fin

source: Service contract name
pms: Nòm dël contrat ëd servissi

source: Delete ServiceContract
pms: Eliminé ël contrat ëd servissi

source: Delete this ServiceContract ?
pms: Eliminé 's contrat ëd servissi?

source: Nb CommandSets
pms: Nùmer d'ampostassion ëd comande

source: SideTasks Projects
pms: Proget Travaj marginaj

source: --- New CommandSet ---
pms: --- Neuv paràmeter ëd comanda ---

source: No data
pms: Gnun dàit

source: delete Contract-CommandSet association
pms: gavé l'associassion Contrat-Paràmeter ëd comanda

source: Remove CommandSet
pms: Eliminé l'Ansem ëd comand

source: Remove CommandSet from this Contract ?
pms: Gavé ij Paràmeter ëd comanda da 's Contrat?

source: delete Contract-Project association
pms: gavé l'associassion Contrat-Proget

source: Remove Project
pms: Eliminé ël proget

source: Remove Project from this Contract ?
pms: Eliminé 'l Proget da 's Contrat?

source: Do you want to remove CodevTT from your Mantis server ?
pms: Veul-lo gavé CodevTT da sò servent Mantis?

source: This step will clean Mantis DB.
pms: Costa tapa a polidërà la BËD Mantis.

source: It is HIGHLY recommended to backup your Mantis DB before you proceed !
pms: A l'é MOTOBIN arcomandà ëd fé na còpia ëd soa BD Mantis prima d'andé anans!

source: Backup data
pms: Fé na còpia dij dàit

source: Backup file will be saved in CodevTT reports directory
pms: L'archivi ëd còpia a sarà argistrà ant ël dossié dij rapòrt ëd CodevTT

source: Filename
pms: Nòm dl'archivi

source: Uninstall
pms: Disanstalé

source: Dumping MantisDB to
pms: Campé la BËD Mantis vers

source: Backup successfully done
pms: Còpia riussìa

source: Uninstall aborted !
pms: Disanstalassion anterompùa!

source: Remove CodevTT from Mantis menu:
pms: Gavé CodevTT da lë mnù ëd Mantis:

source: TODO
pms: DA FÉ

source: Failed
pms: Falì

source: Remove CodevTT customFields:
pms: Gavé ij camp përsonalisà ëd CodevTT:

source: Done
pms: Livrà

source: Remove CodevTT tables from MantisDB:
pms: Gavé le tàule ëd CodevTT da la BËD Mantis:

source: Remove CodevTT config files:
pms: Gavé j'archivi ëd configurassion ëd CodevTT:

source: Remove Mantis plugin:
pms: Gavé ij plugins Mantis:

source: Remove ExternalTasks project:
pms: Dëscancelament dël proget ëd travaj estern:

source: Please MANUALY delete the following projects:
pms: Për piasì, dëscancelé A MAN ij proget sì-dapress:

source: Sorry, you need to be in the admin-team to access this page.
pms: An dëspias, a dev fé part ëd l'echip dl'aministrassion për acede a sa pàgina.

source: Effort Deviation
pms: Deviassion dlë sfòrs

source: Help
pms: Agiut

source: Overflow day quantity
pms: Quantità ëd di an ecedensa

source: Computed on task NOT Resolved/Closed on
pms: Calcolà an sij travaj NEN arzolvù/sarà a

source: Unassigned tasks will not be displayed
pms: Ij travaj nen assignà a saran nen ësmonù

source: Formula
pms: Fórmola

source: Tasks in drift
pms: Travaj an sghijament

source: Tasks for which the elapsed time is greater than the estimated effort
pms: Travaj dont ël temp passà a sorpassa lë sfòrs ëstimà

source: deviation
pms: deviassion

source: Tasks in time
pms: Travaj a temp

source: Tasks resolved in time
pms: Travaj livrà a temp

source: Tasks ahead
pms: Travaj an antìssip

source: Tasks resolved in less time than the estimated effort
pms: Travaj livrà an men ëd temp che lë sfòrs ëstimà

source: Overview
pms: Resumé

source: Manager Estimation
pms: Stim dël mansé

source: Manager
pms: Mansé

source: Value
pms: Valor

source: If < 0 then ahead on planning.
pms: Si < 0 antlora anans an sël programa.

source: EffortDeviation
pms: Deviassion dlë sfòrs

source: nb tasks
pms: nùmer ëd travaj

source: User
pms: Utent

source: Drift relatively to the managers Estimation
pms: Sghijament relativ a lë stim dij mansé

source: Drift relatively to (EE + AddEE)
pms: Sghijament relativ a (EE + AddEE)

source: Status
pms: Statù

source: Tasks Mgr
pms: Gestor dij travaj

source: Task list
pms: Lista dij travaj

source: Reload
pms: Carié torna

source: Save
pms: Argistré

source: WBS Root element cannot be renamed.
pms: L'element ëd rèis dël WBS a peul nen esse arnominà.

source: Root element cannot be deleted.
pms: L'element ëd rèis a peul nen esse dëscancelà.

source: Delete Failed: Folder must be empty.
pms: Scancellassion falìa: ël dossié a dev esse veuid.

source: New Folder
pms: Neuv dossié

source: Rename
pms: Arnominé

source: Add subfolder
pms: Gionté un sot-dossié

source: Add an indicator to the dashboard
pms: Gionté n'andicator al cruscòt

source: Add Indicator
pms: Gionté n'andicator

source: Indicator
pms: Andicator

source: Cancel
pms: Anulé

source: Loading
pms: Antramentre ch'as caria

source: Set command filters
pms: Amposté ij filtr ëd le comande

source: --- Create New Command ---
pms: -- Creé na neuva comanda ---

source: Command Filters
pms: Filtr ëd comande

source: Reduce the command selection by setting some filters
pms: Ch'a arduva la selession dle comande an giontand dij filtr

source: MgrEffortEstim + Checked Provisions (days)
pms: Stim Mgr + Proviste verificà (di)

source: Reestimated (days)
pms: Stimà torna (an di)

source: Drift (days)
pms: Sghijament (an di)

source: Drift (percent)
pms: Sghijament (përsentual)

source: Days
pms: Di

source: The total charge (MgrEffortEstim + Provisions) should be equal to the 'Sold Charge'
pms: La quantità total (Stim dlë sfòrs Mgr + Proviste) a dovrìa esse ugual a la 'Quantità vendùa'

source: balance
pms: bilansi

source: days
pms: di

source: Default ADR
pms: TCM për stàndard

source: Tasks & Provisions
pms: Travaj & Proviste

source: Sold Charge
pms: Caria vendùa

source: None
pms: Gnun

source: Provision included in 'check budget'
pms: Provista ancludùa an 'verìfica ëd bilansi'

source: Provision NOT included in 'check budget'
pms: Provista PA ancludùa an 'verìfica ëd bilansi'

source: ExtRef
pms: RefExt

source: Target
pms: Obietiv

source: IMPORTANT: unassigned tasks will not be displayed !
pms: AMPORTANT: ij travaj nen assignà a saran nen ësmonù !

source: Task filter:
pms: Filtr ëd travaj

source: Show resolved tasks
pms: Smon-e ij travaj arzolvù

source: Filter
pms: Filtr

source: OK
pms: Bin parèj

source: Warning
pms: Avertensa

source: Reload page to update charges & indicators
pms: Ch'a caria torna la pàgina për agiorné carie e andicator

source: Format
pms: Formà

source: Production days
pms: Di ëd Produssion

source: Load per Job
pms: Cariament për Travaj

source: Project Detail
pms: Detaj dël Proget

source: Load per Project
pms: Badò për Proget

source: Productivity indicators
pms: Andicator ëd produtività

source: Adherence to deadlines
pms: Rispet ëd le scadense

source: Reopened tasks
pms: Travaj torna duvertà

source: Production Days
pms: Di ëd Produssion

source: Nb Days
pms: Nùmer ëd Di

source: Projects
pms: Proget

source: Project Management
pms: Gestion ëd Proget

source: Other SideTasks
pms: Àutri TravajTacà

source: Days spent on the projects during the period (team members only)
pms: Di passà an sël proget durant ël perìod (mach mèmber ëd l'echip)

source: SideTasks: Project Management
pms: TravajTacà: Gestion ëd Proget

source: Days spent on project management tasks
pms: Di passà an dij travaj ëd gestion ëd proget

source: SideTasks: Others
pms: TravajTacà: Àutri

source: Days spent on sideTasks, except project management and inactivity tasks
pms: Di passà an sij Travaj tacà, gavà travaj ëd gestion ëd proget e inatività

source: Production Days : total
pms: Di ëd produssion: total

source: number of days billed
pms: nùmer ëd di faturà

source: projects
pms: proget

source: sideTasks
pms: Travajtacà

source: Not available.
pms: Nen disponìbil.

source: Job
pms: Travaj

source: Available Workload
pms: Capassità ëd produssion

source: Efficiency Rate
pms: Tass d'eficensa

source: System Availability
pms: Disponibilità sistema

source: MgrEffortEstim Reliability Rate
pms: Tass d'afidabilità ëd la MgrEffortEstim

source: EffortEstim Reliability Rate
pms: Tass d'afidabilità ëd la EffortEstim

source: Workload Forecasting (holidays & externalTasks not included, developers only)
pms: Prevision ëd badò 'd travaj (gavà vacanse e travaj estern, mach dësvlupator)

source: Development workload (developers only)
pms: Badò 'd travaj ëd dësvlup (mach dësvlupator)

source: ProjProdDays
pms: Di ëd Produssion dij proget

source: TotalProdDays
pms: Total dij di ëd produssion

source: Platform Availability
pms: Disponibilità dla piataforma

source: breakdownDays
pms: Dì d'indisponibilità

source: prodDays
pms: Di 'd produssion

source: EffortEstim Reliability
pms: Afidabilità dlë stim dë sfòrs

source: Compares the effort estimation to the elapsed time.
pms: A confronta lë stim dë sfòrs con ël temp passà.

source: (on resolved tasks only)
pms: (mach an sij travaj livrà)

source: rate = 1 : estimation was perfect.<br>rate &lt; 1 : underestimated<br>rate &gt; 1 : overestimated
pms: tass = 1 : stim përfet.<br>tass &lt; 1 : sot-ëstimà<br>tass &gt; 1 : dzor-ëstimà

source: EffortAdd
pms: Add sfòrs

source: elapsed
pms: passà

source: Tasks having no deadLine are not reported here
pms: Ij travaj sensa scadensa a son pa arpresentà ambelessì

source: Tasks NOT delivered on time
pms: Travaj NEN livrà a temp

source: DeliveryDate
pms: Dàita ëd consigna

source: DeadLine
pms: Scadensa

source: Tasks delivered on time
pms: Travaj livrà a temp

source: Task list for EffortEstim
pms: Lista dij travaj për lë stim dlë sfòrs

source: Note: Drift on tasks resolved in the period
pms: Nòta: sghijament an sij travaj arzolvù ant ël perìod

source: Drift - All tasks
pms: Sghijament - Tuti ij travaj

source: Computed on task Resolved/Closed in the given period
pms: Calcolà an sij travaj Livrà/Sarà ant ël perìod dàit

source: Reopened tasks are not taken into account
pms: Ij travaj torna duvertà a son nen pijà an cont

source: drift
pms: sghijada

source: Effort deviation
pms: Deviassion dlë sfòrs

source: No resolved tasks...
pms: Gnun travaj livrà

source: Drift - Tasks (ExtRefOnly)
pms: Sghijament - Travaj (ExtRefOnly)

source: Drift (ExtRefOnly)
pms: Sghijament (ExtRefOnly)

source: Drift ExtRefOnly
pms: Sghijament ExtRefOnly

source: Tasks without ExternalRef are excluded
pms: Ij travaj sensa arferiment estern a son nen pijà an cont

source: Reopened tasks are not included
pms: Ij travaj torna duvertà a son nen pijà an cont

source: No Drift on External tasks.
pms: Gnun ësghijament an sij travaj estern.

source: nb resolved
pms: nùmer ëd livrà

source: nb reopened
pms: nùmer ëd duvertà torna

source: nb reopened / nb resolved
pms: nùmer ëd torna duvertà / nùmer ëd livrà

source: Rate
pms: Rapòrt

source: tasks having been reopened in the period
pms: travaj ch'a son ëstàit torna duvertà ant ël perìod

source: --- Create New CommandSet ---
pms: -- Creé ën neuv paràmeter ëd comanda ---

source: Service Contract
pms: Contrat ëd servissi

source: Hide tasks not assigned to me
pms: Stërmé ij travaj nen assigmà a mi

source: Hide resolved tasks
pms: Stërmé ij travaj livrà

source: Hide closed tasks
pms: Stërmé ij travaj sarà

source: Hide tasks from observed teams
pms: Stërmé ij travaj ëd j'echip osservà

source: External ID
pms: Identificativ estern

source: Remove task from command
pms: Gavé ël travaj da la comanda

source: Add to command
pms: Gionté a la comanda

source: Properties
pms: Propietà

source: Timetracks
pms: Obietiv temporaj

source: Time tracking
pms: Contròl d'atività

source: Update timetracking
pms: Agiornament dël contròl d'atività

source: Task Info
pms: Anformassion sël travaj

source: Update task info
pms: Agiorné j'anformassion dël travaj

source: External Ref
pms: Arferiment estern

source: Assigned to
pms: Assignà a

source: Priority
pms: Priorità

source: Severity
pms: Critissità

source: Target version
pms: Version bërsaj

source: Deadline
pms: Scadensa

source: Relation
pms: Relassion

source: Task
pms: Travaj

source: Mantis notes
pms: Rapòrt ëd Mantis

source: Get mantis notes
pms: Oten-e le nòte an sla mantissa

source: Click refresh button to display...
pms: Ch'a sgnaca an sël boton d'agiornament për ch'a sia smonù...

source: Note
pms: Nòta

source: First Timetrack date
pms: Prima dàita d'amputassion

source: Latest Timetrack date
pms: Ùltima dàita d'amputassion

source: WARNING: Prior timetracks could not be displayed !
pms: ATENSION: J'amputassion precedente a l'han nen podù esse smonùe!

source: Update timetracking values
pms: Agiorné ij valor temporaj

source: Remove from :
pms: Gavé da :

source: Add to Command
pms: Gionté a la comanda

source: set/remove task specific deadline
pms: definì/gavé la scadensa spessìfica dël travaj

source: Delivery date
pms: Dàita ëd consigna

source: set/remove delivery date
pms: definì/dëscancelé la dàita ëd consigna

source: Task not resolved, backlog cannot be '0'
pms: Travaj nen livrà, la coa a peul pa esse '0'

source: Task is resolved, backlog should be '0'
pms: Ël travaj a l'é livrà, la coa a dovrìa esse '0'

source: Backlog should not be set if status is :
pms: Ël ritard a dovrìa nen esse definì si lë statù a l'é:

source: Update
pms: Agiornament

source: Add fixed holidays
pms: Gionté dle vacanse fisse

source: In here you can set National Days, religious holidays, etc.
pms: Ambelessì a peul gionté le feste nassionaj, le feste religiose e via fòrt.

source: Note: adding RTTs is not a good idea, users may decide to work anyways and productionDaysForecast will be wrong.
pms: Nòta: gionté dij RTT a l'é nen na bon-a idèja, j'utent a podrìo decide ëd travajé istess e la prevision dij di 'd produssion a sarìa falà.

source: Holiday Description
pms: Descrission dle vacanse

source: open a colorPicker in a new Tab
pms: duverté un seletor ëd color an na neuva scheda

source: Permanently remove this date ?
pms: Eliminé sa dàita ëd fasson definitiva?

source: delete Holiday
pms: eliminé la festa

source: No task selected !
pms: Gnun travaj selessionà!

source: Browse...
pms: Përcore...

source: Select all
pms: Selessioné tut

source: Current backlog
pms: Ritard atual

source: Duration
pms: Durà

source: Duration (in days)
pms: Durà (an di)

source: Update Backlog
pms: Agiornament dle coa

source: Status can't be :
pms: Lë statù a peul pa esse:

source: Task resolved, backlog must be '0'
pms: Travaj arzolvù, la coa a dev esse '0'

source: Timetracking disabled if current status in :
pms: Anseriment disativà si lë stat atual a l'é :

source: Timetrack note is required
pms: Na nòta an sla programassion a l'é obligatòria.

source: Length of
pms: La longheur ëd

source: must be between
pms: a dev esse antra

source: and
pms: e

source: CodevTT Identification
pms: Identificassion CodevTT

source: login
pms: stranòm

source: password
pms: ciav

source: Login failed.
pms: Falì a rintré ant ël sistema.

source: Login
pms: Stranòm

source: Password
pms: Ciav

source: Lost your password?
pms: Ciav dësmentià?

source: Redirection
pms: Ridiression

source: Please wait...
pms: Ch'a l'abia passiensa...

source: Fair play !
pms: Bel deuit!

source: You are using CodevTT since
pms: A deuvra CodevTT da

source: If you like this software, please consider making a donation.
pms: S'a-i pias ës programa, ch'a pensa si fé na donassion.

source: Click to show errors
pms: Sgnaché an sël rat pr'ësmon-e j'eror

source: Select User
pms: Selessioné n'utent

source: Select team user
pms: Selessioné n'utent ëd l'echip

source: Change user
pms: Cangé d'utent

source: If unchecked, a 'standard' Mantis note will be created
pms: S'a l'é nen marcà, na nòta Mantis 'stàndard' a sarà creà

source: Add as Timesheet note
pms: Gionté na nòta al feuj ëd presensa

source: Edit timesheet note
pms: Modifiché la nòta dël feuj ëd programa

source: Delete timesheet note for task
pms: Dëscancelé la nòta dël feuj ëd programa për ël travaj

source: Start Year
pms: Ann ëd partensa

source: Efficiency - System Disponibility
pms: Eficensa - Disponibilità dël sistema

source: Reopened Rate
pms: Tass ëd riduverture

source: Available Workforce
pms: Capassità ëd produssion

source: % Tasks
pms: % Travaj

source: Percentage of tasks delivered before the deadLine
pms: Përsentual ëd travaj livrà prima dla scadensa

source: show values
pms: smon-e ij valor

source: % Tasks Delivered on time
pms: % Travaj livrà a temp

source: Effort deviation on resolved tasks (regarding the MgrEffortEstim)
pms: Deviassion dlë sfòrs an sij travaj arzolvù (rësguardant lë Stim dë Sfòrs dël Mansé)

source: Effort deviation on resolved tasks (regarding the EffortEstim)
pms: Deviassion dlë sfòrs an sij travaj arzolvù (rësguardant lë Stim dlë Sfòrs)

source: No Support
pms: Gnun supòrt

source: Effort Deviation (ExtRefOnly)
pms: Deviassion dlë sfòrs (ExtRefOnly)

source: Exclude side tasks to get the percent of time spent working on the projects
pms: Gavé ij travaj marginaj për avèj la përsentual ëd temp passà a travajé an sij proget

source: Efficiency
pms: Eficensa

source: % Efficiency
pms: % d'eficensa

source: % Sys Disp.
pms: % Disp. Sist.

source: Sys Disp.
pms: Disp. Sist.

source: Number of reopened external tasks (tasks having an ExternalRef).
pms: Nùmer ëd travaj estern torna duvertà (travaj ch'a l'han n'arferiment estern).

source: % Reopened
pms: % ëd torna duvertà

source: Compare the number of reopened tasks to the number of resolved tasks
pms: Comparé ël nùmer ëd travaj torna duvertà al nùmer ëd travaj arzolvù

source: Nb Reopened
pms: Nùmer ëd duvertà torna

source: man-days
pms: di-òm

source: Available man-days on the period (excluding leave and external tasks)
pms: Di-òm disponìbij an sël perìod (gavà vacanse e travaj estern)

source: Developers Workload
pms: Badò dij dësvlupador

source: nb production days
pms: nùmer ëd di ëd produssion

source: Sorry, you do NOT have access to this page.
pms: An dëspias, chiel a l'ha PA l'acess a costa pàgina.

source: Task priority in Planning & Gantt
pms: Priorità dij travaj ant la programassion e la tàula

source: Documentation is available at
pms: La documentassion a l'é disponìbil an sël sit

source: CodevTT Documentation Wiki
pms: Documentassion CodevTT

source: GreaseMonkey script:
pms: Copion GraseMonkey:

source: You can help on translations:
pms: A peul giuté con le tradussion:

source: statistics
pms: statìstiche

source: Contact the author:
pms: Contaté l'autor:

source: Monthly Activity
pms: Atività mensil

source: Detailed
pms: Detajà

source: Tasks per User
pms: Travaj për utent

source: Elapsed in period
pms: Passà ant ël perìod

source: Error(s) in Mantis Tasks
pms: Eror ant ij travaj ëd Mantis

source: extRef
pms: ArfEst

source: last modification date
pms: dàita dl'ùltima modìfica

source: Level
pms: Livel

source: Error Description
pms: Descrission ëd l'eror

source: Disconnect
pms: Seurte dal sistema

source: Note: For a better user experience, use a standards compliant browser such as :
pms: Nòta: Për na mej esperiensa, ch'a deuvra un navigador ch'a rispeta jë stàndard, tanme:

source: or
pms: o

source: Job Name
pms: Nòm dël travaj

source: delete Job
pms: dëscancelé 's travaj

source: Edit Job
pms: Modifiché ij pòst

source: Edit Job list
pms: Modifiché la lista dij travaj

source: Delete job
pms: Dëscancelé 's travaj

source: Remove this link :
pms: Gavé sa liura:

source: Job Color
pms: Color dël travaj

source: Missing fields :
pms: Camp mancant:

source: Jobs
pms: Travaj

source: zoom in
pms: angrandì

source: zoom out
pms: arduve

source: Options
pms: Opsion

source: Planning Options
pms: Opsion dla pianificassion

source: Errors
pms: Eror

source: Unassigned tasks
pms: Travaj nen assignà

source: Team's backlog
pms: Ritard ëd l'echip

source: tasks
pms: travaj

source: workload
pms: badò
