Repository: lbayle/codev
Catalog: i18n/locale/pms/LC_MESSAGES/codev.po
Languages: pms

source: nbDaysToDeadLine
pms: nùmer ëd di a la scadensa

source: day
pms: di

source: User info
pms: Anformassion an sl'utent

source: User ID
pms: ID utent

source: Group
pms: Partìa

source: Role
pms: Ròl

source: Team arrival date
pms: Dàita d'ariv ant l'echip

source: Assigned users
pms: Utent ancarià

source: Support included
pms: Supòrt anclus

source: Support NOT included
pms: Supòrt NEN anclus

source: update backlog
pms: agiornament dla coa

source: ERROR
pms: EROR

source: Query FAILED
pms: Arcesta FALÌA

source: (all)
pms: (tuti)

source: Add timetrack
pms: Gionté na programassion

source: Task Filters
pms: Filtr dij travaj

source: Reduce the tasks selection by setting some filters
pms: Ch'a arduva la selession dij travaj an piassand dij filtr

source: Hide tasks with no activity since
pms: Stërmé ij travaj sensa atività da

source: month
pms: mèis

source: Hide tasks with forbiden status (closed, ...)
pms: Stërmé ij travaj con ëstatù disativà (sarà,...)

source: Week
pms: Sman-a

source: Previous week
pms: Sman-a prima

source: Next week
pms: Sman-a ch'a-i ven

source: Week timetracks
pms: Pianificassion ebdomadarie

source: Ext.ID
pms: Identificativ estern

source: Timetrack note
pms: Nòta ëd programassion

source: delete this row
pms: dëscancelé costa linia

source: Edit timetrack
pms: Modifiché ij programa

source: Future timetracks
pms: Pianificassion future

source: Delete track
pms: Dëscancelé l'argistr

source: Team Info
pms: Anformassion an sl'echip

source: Team Name
pms: Nòm ëd l'echip

source: Team Administrator
pms: Aministrator ëd l'echip

source: SideTasks Project
pms: Proget Travaj tacà

source: Add common ExternalTasks Project
pms: Gionté ël proget ëd travaj estern comun

source: Create specific SideTask Project
pms: Creé un proget ëd Travaj tacà spessìfich

source: WARNING: Disabling SideTasks project creation is generaly NOT a good idea,so don't do it unless you know exactly what you are doing.
pms: ATENSION: Disabilité la creassion ëd proget ëd travaj tacà a l'é an general NEN na bon-a idèja, donca ch'a lo fasa nen gavà ch'a sia bin sigur ëd lòn ch'a fà.

source: Project Name
pms: Nòm dël proget

source: Categories
pms: Categorìe

source: Meeting, Pre-sales, ProjectManagement, ...
pms: Riunion, Prevèndite, Gestion ëd proget, ...

source: Incident
pms: Ancident

source: Server or Platform down, ...
pms: Servent o piataforma drocà,...

source: Tools
pms: Utiss

source: Sys. Admin, Scritps, ...
pms: Aministrator ëd sistema, Copion,...

source: Team Workshop
pms: Rëscontr d'echip

source: Support, Doc, Training, Wiki, ...
pms: Supòrt, Document, Formassion, Wiki,...

source: Inactivity
pms: Inatività

source: On Duty, Waste, other special cases
pms: Contrente, rumenta, àutri cas particolar

source: Custom Fields
pms: Përsonalisé ij camp

source: CodevTT custom fields
pms: Camp përsonalisà CodevTT

source: MgrEffortEstim, EffortEstim, AddEffort, Backlog, DeadLine, DeliveryDate
pms: Stim dlë sfòrs Mgr, Stim dlë sfòrs, Gionté në sfòrs, Artard, Scadensa, Dàita ëd consigna

source: These are sample sideTasks, you can create more with Mantis
pms: Costi-sì a son d'esempi ëd travaj marginaj, chiel a peul creene d'àutri con Mantis

source: Project management
pms: Gestion ëd Proget

source: Team meeting
pms: Riunion ëd l'echip

source: Network is down
pms: La rej a marcia nen

source: Compilation scripts
pms: Copion ëd compilassion

source: Update team WIKI
pms: Agiornament ëd l'echip WIKI

source: Other activity charged on the project
pms: Àutra atività carià an sël proget

source: Create
pms: Creé

source: The following fields need to be set
pms: I camp sì-dapress a dev esse ampinì

source: Reporters
pms: Signalant

source: Handlers
pms: Assignà a

source: ODT Template
pms: Stamp ODT

source: Reported by
pms: Mandà da

source: Download
pms: Dëscarié

source: Check for new plugins in 'plugins' directory.
pms: Sërché dj'anstalassion ant ël dossié 'anstalassion'.

source: Discover new plugins
pms: Arserché dle neuve anstalassion

source: Plugins
pms: Anstalassion

source: Domain(s)
pms: Domini

source: Enable Plugin
pms: Ativé l'anstalassion

source: Disable Plugin
pms: Disativé l'anstalassion

source: Export
pms: Esportassion

source: Planning
pms: Pianificassion

source: Assignment
pms: Assignassion

source: User assignment
pms: Assignassion ëd l'utent

source: Add user
pms: Gionté n'utent

source: Time on task
pms: Temp an sl'atività

source: Auto
pms: Àuto

source: Total assigned effort
pms: Sfòrs assignà total

source: Save user assignment for this task
pms: Argistré l'assignassion dl'utent për ës travaj

source: Scheduling method
pms: Métod ëd pianificassion

source: Display ExtRef instead of mantis_id
pms: Smon-e ExtRef nopà che mantis_id

source: Initial date
pms: Dàita d'inissi

source: Number of days to display
pms: Nùmer ëd di da smon-e

source: Number of days to compute
pms: Nùmer ëd di da calcolé

source: Task warning threshold (n days before dealine)
pms: Seuli d'avertiment ëd travaj (nùmer ëd di prima dla scadensa)

source: Save options
pms: Argistré j'opsion

source: New command
pms: Neuva comanda

source: Delete Command
pms: Dëscancelé l'órdin

source: Delete this Command ?
pms: Dëscancelé st'órdin?

source: Nb tasks
pms: Nùmer ëd travaj

source: Parent CommandSets
pms: Ansem dij comand cé

source: Add tasks (comma separated)
pms: Gionté dij travaj (separà da na còma)

source: Create the Command to add some tasks.
pms: Creé ël comand prima ëd gionteje dij travaj.

source: delete Command-Task association
pms: dëscancelé l'associassion Comand-Travaj

source: Remove Task
pms: Gavé ël Travaj

source: Remove Task from this Command ?
pms: Gavé ël travaj da 's comand ?

source: Create the Command before assigning it to a CommandSet.
pms: Creé ël comend prima d'assignelo a në stamp ëd comand.

source: Remove this Command from the CommandSet ?
pms: Gavé 's comand da l'Ansem ëd Comand?

source: Create the Command first.
pms: Creé prima ël comand.

source: CSV Import
pms: Amporté un CSV

source: Import templates
pms: Amporté jë stamp

source: Add Provision
pms: Gionté na Provista

source: add to budget check
pms: gionté a la verìfica ëd bilansi

source: Add to 'check budget'
pms: Gionté a la 'verìfica dël bilansi'

source: save
pms: argistré

source: Delete from the Command ?
pms: Dëscancelé da la comanda?

source: Edit Provision
pms: Modifiché la provista

source: Updated successfully !
pms: Agiornament riussì!

source: Command name
pms: Nòm ëd l'órdin

source: Not a number
pms: Nen un nùmer

source: task id
pms: identificativ dël travaj

source: Not a comma separated number list
pms: A l'é nen na lista ëd nùmer separà da na còma

source: Missing field
pms: Camp mancant

source: ERROR: Please check
pms: EROR: Për piasì, ch'a contròla

source: Preparing project:
pms: Preparassion dël proget

source: Configure existing Projects
pms: Configuré ij proget esistent

source: Select the projects to be managed with CoDevTT
pms: Selessioné ij proget da masenté con CoDevTT

source: Prepare
pms: Pronté

source: Weekly Activity
pms: Atività ebdomadaria

source: Timesheets
pms: Programa cronològich

source: sum(Backlog) of assigned tasks
pms: soma(aretrà) dij travaj assignà

source: Workload
pms: Badò

source: Timesheet notes
pms: Nòte dël programa

source: All Tasks
pms: Tuti ij travaj

source: Timetrack notes
pms: Nòte ëd programassion

source: Timetrack Note
pms: Nòta ëd programassion

source: Read by
pms: Lesù da

source: Action
pms: Assion

source: Mark as read
pms: Marché coma lesù

source: Delete note
pms: Dëscancelé la nòta

source: Logfile:
pms: Archivi dl'argistr:

source: Line
pms: Linia

source: Log
pms: Argistr

source: Are you sure you want to change
pms: É-lo sigur ëd vorèj cangé

source: settings ?
pms: configurassion?

source: Clonning
pms: Cloné

source: into
pms: an

source: Clone project settings
pms: Cloné la configurassion dël proget

source: Clone From
pms: Cloné da

source: Clone To
pms: Cloné vers

source: Workflow transitions
pms: Transission dël fluss ëd travaj

source: Settings
pms: Paràmeter

source: No workflow transitions defined, using default configuration.
pms: Gnun-a transission ëd fluss ëd travaj definìa, usagi dla configurassion predefinìa.

source: Configuration Option
pms: Opsion ëd configurassion

source: No configuration options defined, using default configuration.
pms: Gnun-e opsion ëd configurassion definìe, as deuvra la configurassion predefinìa.

source: Average Backlog Variation
pms: Variassion dl'artard medi

source: No data.
pms: Gnun dàit.

source: Projects Activity
pms: Atività dij proget

source: Users
pms: Utent

source: Tasks per project
pms: Travaj për proget

source: Total time spent on this issue
pms: Temp total passà an s'ës problema

source: No data available
pms: Gnun dàit disponìbil

source: Time spent on Projects per users
pms: Temp passà an sij proget për utent

source: With ExternalTasks Project
pms: Con ël proget ëd travaj estern

source: With SideTasks Project
pms: Con ij proget ëd travaj tacà

source: Monday
pms: Lùn-es

source: Tuesday
pms: Màrtes

source: Wednesday
pms: Merco

source: Thursday
pms: Giòbia

source: Friday
pms: Vënner

source: Team Members
pms: Mèmber ëd l'echip

source: Team Projects
pms: Proget ëd l'echip

source: Preferences
pms: Gust

source: Timetrack Durations
pms: Durà dij proget

source: Costs management
pms: Gestion dij cost

source: OnDuty tasks
pms: Travaj da fé

source: Team name
pms: Nòm ëd l'echip

source: Creation Date
pms: Dàita ëd creassion

source: Enabled
pms: Ativà

source: Note: A <em>Team Admin</em> must also be declared as <em>TeamMember</em> to be included in the team's productivity report.
pms: Nòta: N'<em>aministrator d'echip</em> a dev ëdcò esse diciairà tanme <em>Mèmber ëd l'echip</em> për esse contà ant ël rapòrt ëd produtività ëd l'echip.

source: Team Administrators
pms: Aministrator d'echip

source: add as team administrator
pms: gionte tanme aministrator d'echip

source: Add a team administrator
pms: Gionté n'aministrator d'echip

source: Remove administrator
pms: Gavé l'aministrator

source: Remove the following Team Administrator ?
pms: Gavé l'aministrator d'echip sì-dapress?

source: Delete team
pms: Eliminé l'echip

source: Active team members
pms: Mèmber ativ ëd l'echip

source: Add team member
pms: Gionté un mèmber ëd l'echip

source: Arrival-Date
pms: Dàita d'ariv

source: Add User
pms: Gionté n'utent

source: Import all users from team
pms: Amporté tuti j'utent ëd l'echip

source: Import
pms: Amporté

source: Import user groups from CSV
pms: Amporté dle partìe d'utent da 'n CSV

source: import groups
pms: amporté dle partìe

source: User groups
pms: Partìe d'utent

source: CSV file
pms: Archivi CSV

source: upload
pms: carié

source: Import template
pms: Stamp d'amportassion

source: Info
pms: Anformassion

source: Group examples: Architect, Expert, Developer, Qualifier
pms: Esempi ëd partìe: architet, espert, dësvlupator, qualificator

source: CSV File Format
pms: Formà d'archivi CSV

source: delimiter
pms: separator

source: 1st column
pms: 1a colòna

source: 2nd column
pms: 2a colòna

source: Colors
pms: Color

source: Team members assigned to a group
pms: Mèmber d'echip assignà a na partìa

source: Users not assigned to any group
pms: Utent assignà a gnun-a partìa

source: Not a team member, but assigned to a group
pms: Utent nen ëd l'echip, ma assignà a na partìa

source: Number of team members
pms: Nùmer ëd mèmber ëd l'echip

source: Arrival date in the team
pms: Dàita d'ariv ant l'echip

source: Arrival Date
pms: Dàita d'ariv

source: Departure date from the team
pms: Dàita ëd partensa da l'echip

source: Departure Date
pms: Dàita ëd partensa

source: Update team member
pms: Agiorné un mèmber ëd l'echip

source: Arrival date
pms: Dàita d'ariv

source: Departure date
pms: Dàita ëd partensa

source: optionnal
pms: facoltativ

source: (no group)
pms: (gnun-a partìa)

source: add new group
pms: gionté na neuva partìa

source: Create SideTasksProject
pms: Creé un proget ëd travaj tacà

source: Project name
pms: Nòm dël proget

source: Create project
pms: Creé ël proget

source: Average Daily Cost
pms: Cost cotidian medi

source: The ADC is the default UDC for team members
pms: Ël CCM a l'é ël CCU stàndard për ij mèmber ëd l'echip

source: Team Currency
pms: Moneda dl'echip

source: Team Average Daily Cost
pms: Cost cotidian medi ëd l'echip

source: Default currency for the team.
pms: Valuda ëd l'echip për ëstàndard

source: All indicators will use this currency and all values defined in other currencies will be converted.
pms: Tuti j'andicator a dovrëran sa valuda e tuti ij valor definì an d'àutre valude a saran convertì.

source: Currency
pms: Valuda

source: referal currency
pms: valuda d'arferiment

source: TODO: describe how and where it is used in CodevTT
pms: Da fé: descrive coma e andoa a l'é dovrà an CodevTT

source: User Daily Costs
pms: Cost cotidian për utent

source: The UDC is the cost of a user for a single day, it overrides the ADC
pms: Ël CCU a l'é ël cost cotidian ëd n'utent, a l'ha la precedensa an sël CCM

source: Add UserDailyCost
pms: Gionté ël Cost cotidian utent

source: Add user daily cost
pms: Gionté ël cost cotidian ëd n'utent

source: Team creation date
pms: Dàita ëd creassion ëd l'echip

source: User arrival date
pms: Dàita d'ariv dl'utent

source: User Daily Cost
pms: Cost cotidian utent

source: Timetracking settings
pms: Opsion d'anseriment

source: Timetracking disabled if task status in
pms: Anseriment disativà si lë statù dël travaj a l'é

source: Edit Forbidden status list
pms: Modifiché la lista djë statù disativà

source: Edit Forbiden status list
pms: Modifiché la lista sjë statù disativà

source: Issue Tooltips
pms: Gòla d'anformassion an sla chestion

source: Tooltip fields
pms: Camp ëd la gòla d'anformassion

source: No custom IssueTooltips defined for your projects.
pms: Gnun-a gòla d'anformassion definìa për ij sò proget.

source: Consistency Check
pms: Verìfica ëd coerensa

source: Enable/Disable alerts
pms: Ativé/Disativé j'alerte

source: Add OnDuty tasks
pms: Gionté dij travaj da fé

source: Note: OnDuty tasks are team specific 'Leave' tasks, with a slightly different behaviour.
pms: Nòta: un travaj da fé a l'é në spessìfich travaj d'echip 'Assensa', con un comportament na frisa diferent.

source: Inactivity tasks
pms: Travaj d'inatività

source: No 'inactivity' task defined in your SideTasks projects.
pms: Gnun travaj d''inatività definì ant ij proget ëd travaj tacà.

source: delete OnDuty task
pms: dëscancelé ës travaj da fé

source: Timetrack durations list
pms: Lista dle durà për le programassion

source: These are the values proposed in the Timetracking page, when adding a timetrack.
pms: Costi a son ij valor proponù ant la pàgina dij programa, cand as gionta un programa.

source: Display
pms: Smon-e

source: add a custom duration
pms: gionté na durà definìa

source: Delete duration
pms: Dëscancelé la durà

source: Deleted the following duration ?
pms: Dëscancelé la durà sì-dapress?

source: Team Member
pms: Mèmber ëd l'echip

source: Source Team
pms: Echip sorgiss

source: Inactivity task
pms: Travaj d'inatività

source: Remove user from this team ?
pms: Gavé l'utent da s'echip-sì?

source: Remove this project from the team ?
pms: Gavé 's proget da l'echip?

source: Remove IssueTooltip customisation for project
pms: Gavé la përsonalisassion ëd la gòla d'anformassion dal proget

source: This task will no longer be identified as an 'OnDuty' task.
pms: Ës travaj-sì a sarà pi nen identificà coma travaj 'Da fé'.

source: Job list for project :
pms: Lista ëd travaj për ël proget :

source: Forbiden Status for project:
pms: Statù disativà për ël proget:

source: Please select a CSV file
pms: Për piasì, ch'a selession-a n'archivi CSV

source: Please check table below and click 'OK' button to accept changes
pms: Ch'a verìfica la tàula sì-sota e ch'a sgnaca ël boton 'Va bin' për aceté le modìfiche

source: Sorry, you need to be Team Leader to access this page.
pms: An dëspias, a dev esse Cap ëd l'echip për acede a costa pàgina.

source: Home
pms: Pàgina d'intrada

source: TimeTracking & team activity
pms: Contròl dël temp & atività d'echip

source: Activity
pms: Atività

source: Time Tracking
pms: Contròl dël temp

source: Holidays Reports
pms: Relassion dle vacanse

source: Leaves
pms: Assense

source: Check DeadLines
pms: Rispet ëd le scadense

source: Workload planning
pms: Pianificassion dël badò

source: Timeline scheduler
pms: Programator ëd pianificassion

source: Gantt Chart
pms: Diagrama ëd Gantt

source: Task Information
pms: Anformassion an s'un travaj

source: Project Information
pms: Anformassion su un proget

source: Team Statistics
pms: Statìstiche d'echip

source: User Statistics
pms: Statìstiche ëd l'utent

source: History
pms: Stòria

source: Contracts & Commands
pms: Contrat & Comande

source: Contracts
pms: Contrat

source: Mantis Reports
pms: Rapòrt Mantis

source: Check
pms: Contròl

source: Import / Export
pms: Amportassion / Esportassion

source: Import/Export tools
pms: Utiss Amportassion / Esportassion

source: Export to LibreOffice
pms: Esportassion vers LibreOffice

source: Blog
pms: Scartari

source: Documentation
pms: Documentassion

source: About CodevTT
pms: A propòsit ëd CodevTT

source: CodevTT Administration
pms: Aministrassion ëd CodevTT

source: Admin
pms: Aministrator

source: Create Team
pms: Creé n'echip

source: Edit Team
pms: Modifiché n'echip

source: Tools & Statistics
pms: Utiss & Statìstiche

source: Edit Jobs
pms: Modifiché ij travaj

source: Edit Holidays
pms: Modifiché le vacanse

source: Prepare Projects
pms: Pronté ij proget

source: Clone Projects
pms: Cloné ij proget

source: Plugin Manager
pms: Mansé dj'anstalassion

source: Logs
pms: Argistr

source: Drag & drop the filters to apply
pms: Tiré e piassé ij filtr da apliché

source: Available Filters
pms: Filtr disponìbij

source: Applied Filters
pms: Filtr ativ

source: Title
pms: Tìtol

source: Managemnt load history
pms: Stòria dij badò ëd gestion

source: Interval
pms: Antërval

source: Monthly
pms: Mensil

source: Weekly
pms: Ebdomadari

source: Progress History Indicator
pms: Andicator dlë stòria ëd progress

source: Evolution of the real progress vs the theoretical progress.
pms: Evolussion dël progress real rëspet al progress teòrich

source: Theoretical progress
pms: Progress teòrich

source: Compares the EffortEstim to the Elapsed days
pms: A confronta lë stim dë sfòrs ai di passà

source: Elapsed / max(MgrEffortEstim, EffortEstim)
pms: Consumà / max(Stim dë sfòrs Mgr, Stim dë sfòrs)

source: Real progress
pms: Progress real

source: Displays the backlog
pms: A smon la coa

source: Elapsed / (Elapsed + Backlog)
pms: Consumà / (Consumà + Ritard)

source: Historical Progression Chart
pms: Carta ëd progress ëstòrich

source: Mngt Elapsed
pms: Pilotagi consumà

source: Mngt Provisions
pms: Pilotagi proviste

source: Move issue timetracks
pms: Sposté la programassion dij problema

source: Committer
pms: Comitent

source: Commit date
pms: Dàita ëd comanda

source: Select All
pms: Selessioné tut

source: Dates
pms: Dàite

source: Start
pms: Partensa

source: End
pms: Fin

source: End Date
pms: Dàita ëd fin

source: Origin
pms: Adoss

source: Destination
pms: Destinassion

source: Please, fill all fields correctly
pms: Për piasì, ch'a compila për da bin tuti ij camp

source: Destination task must be different from origin
pms: Ël travaj ëd destinassion a dev esse diferent da col d'adoss

source: Origin task
pms: Travaj sorgiss

source: Move selected timetracks
pms: Sposté le pianificassion selessionà

source: Destination task
pms: Travaj ëd destinassion

source: WARNING : In order to move timetracks, destination task creation date will be moved to
pms: AVERTENSA: Për tramudé le programassion, la dàita 'd creassion dël travaj destinassion a sarà tramudà a

source: Timetracks moved successfully !
pms: Pianficassion ëspostà con sucess!

source: User team list
pms: Lista dj'echip për utent

source: Task backlog variation
pms: Variassion dl'artard an sij travaj

source: Tasks pivot table
pms: Tàula dinàmica dij badò

source: Drag, drop and set the order of the filters
pms: Tiré, lassé andé e sistemé l'órdin dij filtr

source: DriftMgr
pms: Sghijament Mgr

source: Global cost estimation:
pms: Cost global ëstimà:

source: Costs Mgr
pms: Cost Mgr

source: Costs
pms: Cost

source: Time per status
pms: Temp për ëstatù

source: Sum the costs of each timetrack.
pms: Total dij cost ëd tute le programassion.

source: Team AverageDailyCost and UserDailyCosts must be defined in team settings.
pms: Ël Cost cotidian medi e ël cost cotidian për utent a devo esse definì ant ij paràmeter ëd l'echip.

source: AverageDailyCost is used when no UserDailyCosts is defined for the timetrack's user.
pms: Ël Cost cotidian medi a l'é dovrà quand gnun cost cotidian andividual a l'é definì për l'utent dla programassion.

source: AverageDailyCost is used if the task is not yet assigned to anyone.
pms: Ël cosst cotidian medi a l'é dovrà se ël travaj a l'é ancor nen assignà a cheidun.

source: The backlog is computed with the current assigned user's UserDailyCost
pms: Ël ritard a l'é calcola con ël cost cotidian andividual ëd l'utent atualman assignà

source: Respectively sum the MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog of each task.
pms: Soma rëspetiva ëd Stim ëd pi grand ësfòrs, Stim dë sfòrs, Riestimà, Passà, Ritard ëd minca 'n travaj.

source: The backlog depends on the status (always 0 if status >= Resolved)
pms: Ël ritard a dipend da lë stat (sempe 0 si lë stat >= Arzolvù)

source: Sum the Provisions that are 'checked' as included in the budget.
pms: A soma le Proviste che a son 'verificà' coma comprèise ant ël bilansi.

source: Timetrack list
pms: Lista dj'amputassion

source: Update timetrack
pms: Agiornament ëd j'amputassion

source: Timetrack filter
pms: Filtr ëd programassion

source: Only team members
pms: Mach ij mèmber ëd l'echip

source: Display options
pms: Smon-e j'opsion

source: Task ExtRef
pms: Travaj RefExt

source: Task name
pms: Nòm dël travaj

source: Task ID
pms: Identificativ dël travaj

source: Deadline alerts
pms: Alerte an sle scadense

source: No late task.
pms: Gnun travaj an ritard.

source: Open issues seniority
pms: Antichità dij problema duvert

source: Task type filter
pms: Filtr ëd sòrt ëd travaj

source: All
pms: Tuti

source: Bugs only
pms: Mach ij bigat

source: Tasks only
pms: Mach ij travaj

source: Display task list
pms: Smon-e la lista ëd travaj

source: Submission date
pms: Dàita dë spedission

source: Nb Issues
pms: Nùmer ëd problema

source: Nb new
pms: Nùmer ëd neuv

source: Nb open
pms: Nùmer ëd duvert

source: Graph
pms: Gràfich

source: Values
pms: Valor

source: Load History
pms: Carié la stòria

source: Check the submission date of the tasks
pms: Controlé la dàita ëd presentassion dij travaj

source: Statistics on the age of open tasks
pms: Statìstiche an sl'età dij travaj duvert

source: New
pms: Neuv

source: Open
pms: Duvert

source: Average
pms: Media

source: (in days)
pms: (an di)

source: Median
pms: Mesan-a

source: Mode
pms: Mòda

source: Nb timetracks
pms: Nùmer ëd programassion

source: Missing
pms: Mancant

source: to
pms: a

source: Timetracking analysis
pms: Anàlisi dle programassion

source: Average delay between the timetrack date and it's creation date (in days)
pms: Ritard medi antra la dàita ëd programassion e soa dàita ëd creassion (an di)

source: Backlog per User
pms: Ritard për utent

source: No task with backlog
pms: Gnun travaj con ritard

source: For each user, return the sum of the backlog of its assigned tasks
pms: Për minca n'utent, a smon la soma dël ritard dij sò travaj assignà

source: Import Relationship tree to command
pms: Amporté n'erbo ëd parentela pr'ij comand
