Repository: lbayle/codev
Catalog: i18n/locale/pms/LC_MESSAGES/codev.po
Languages: pms

source: Sorry, you need to be manager to use this plugin
pms: An dëspias, a dev esse un mansé për dovré costa aplicassion

source: Root task
pms: Travaj rèis

source: comma separated
pms: separà da na còma

source: Root task list
pms: Lista dij travaj rèis

source: comma separated list of mantis tasks
pms: lista dij travaj ëd Mantis separà da na còma

source: Also include parent-tasks in the tree (unchecked: include as folder only)
pms: Anclude ëdcò ij travaj ce ant l'erbo (si nen selessionà: anclude mach coma dossié)

source: Include parent-tasks in its own folder (unchecked: include above)
pms: Anclude ij travaj ce an so pròpi dossié (si nen selessionà: anclude dëdzora)

source: Clear the WBS before import (remove all existing issues from the command)
pms: Dëscancelé la lòsa bianca prima d'amporté (gavé tuti ij problema esistent da la comanda)

source: Execute
pms: Fé andé

source: ERROR, Please check
pms: EROR, për piasì ch'a contròla

source: Hello World
pms: Cerea mond

source: Administration tools
pms: Utiss d'aministrassion

source: Run selected actions
pms: Fé j'assion selessionà

source: Actions executed !
pms: Assion fàita!

source: Force the display of the "Message" plugin on the homepage
pms: Forsé la visualissassion dl'aplicassion «Mëssagi» ant la pàgina d'intrada

source: users
pms: utent

source: Clear Dashboard
pms: Dëscancelé la tàula

source: for user
pms: për l'utent

source: Total elapsed
pms: Total consumà

source: sidetasks
pms: Travajtacà

source: Involved users
pms: Utent amplicà

source: Groups
pms: Partìe

source: Display the elapsed time for each user group
pms: Smon-e ël temp passà për minca na partìa d'utent

source: Sorry, only team members can import tasks.
pms: An dëspias, mach ij mèmber ëd l'echip a peulo amporté dij travaj.

source: Preview import
pms: Visualisassion

source: Import issues
pms: Amporté ij problema

source: File Format
pms: Formà d'archivi

source: Standard CSV format with :
pms: Formà CSV stàndard con:

source: enclosure
pms: delimitator

source: Date format
pms: Formà ëd dàita

source: Number format
pms: Formà numérich

source: Encoding
pms: Codìfica

source: It is highly recommended to use <strong>UTF-8</strong> but ASCII and ISO-8859-1 (MS-Windows) are also suported.
pms: As arcomanda ëd dovré <strong>UTF-8</strong> ma ASCII e ISO-8859-1 (MS-Windows) a son ëdcò mantnù.

source: Columns
pms: Colòne

source: the file must contain 7 columns, the 1st line contains the column names.
pms: l'archivi a dev conten-e 7 colòne, la prima linia a conten ij nòm ëd le colòne

source: Summary ; MgrEffortEstim ; EffortEstim ; Description ; Deadline ; ExternalRef ; WBS tree
pms: Resumé ; Stim dë sfòrs Mgr ; Stim dë sfòrs ; Descrission ; Scadensa ; Arf Estern ; erbo WBS

source: File
pms: Archivi

source: Set All
pms: Apliché a tuti

source: TargetVersion
pms: Version bërsaj

source: Mantis issues to create:
pms: Oget Mantis da creé:

source: WBS Tree
pms: Erbo WBS

source: Category not set on all issues
pms: La categorìa a l'é nen ëstàita fissà për tuti ij problema

source: Type not set on all issues
pms: Sòrt nen definìa për tuti ij problema

source: Import done !
pms: Amportassion livrà !

source: Message wall
pms: Muraja dij mëssagi

source: Size
pms: Taja

source: Small
pms: Cit

source: Medium
pms: Mesan

source: Large
pms: Grand

source: Huge
pms: Gigantesch

source: Refresh
pms: Rinfrësché

source: Send new message
pms: Mandé un neuv mëssagi

source: Expire
pms: Scade

source: Exp. date
pms: Dàita dë scad.

source: Expiration Date (optional)
pms: Dàita dë scadensa (opsional)

source: Everybody (all teams)
pms: Tuti (tute j'echip)

source: Message wall options
pms: Opsion dla muraja ëd mëssagi

source: Recipient
pms: Destinatari

source: Current team
pms: Echip atual

source: All my teams
pms: Tute mie echip

source: Assigned to me
pms: Assignà a mi

source: Posted by me
pms: Publicà da mi

source: Hidden messages
pms: Mëssagi stërmà

source: Hide
pms: Stërmé

source: Message wall help
pms: Agiut dla muraja ëd mëssagi

source: Buttons
pms: Boton

source: Add new message
pms: Gionté un mëssagi neuv

source: Post a new message
pms: Mandé un mëssagi neuv

source: Set message wall options
pms: Definì j'opsion dla muraja ëd mëssagi

source: Mark as read. The message can then be hidden
pms: Marché coma lesù. Ël mëssagi a peul antlora esse stërmà.

source: Hide message. Depends on user setting "Display hidden messages"
pms: Stërmé ël mëssagi. A dipend dal paràmeter dl'utent « Smon-e ij mëssagi stërmà »

source: Show
pms: Smon-e

source: Unhide a hidden message
pms: Smon-e torna un mëssagi stërmà

source: Delete a message.
pms: Dëscancelé un mëssagi.

source: This will permanently delete this post, are you sure ?!
pms: Sòn a dëscancelërà sa nòta ëd fasson përmanenta; é-lo sigur?

source: Acknowledged by
pms: Arconossù da

source: Expiration date
pms: Dàita dë scadensa

source: Author
pms: Autor

source: BugValidation History Indicator
pms: Andicator dla stòria ëd convàlida dij bigat

source: Resolved bugs must be validated. This shows how many bugs have been Rejected or Accepted during the validation stage. Bugs in 'resolved' status (not yet validated) are excluded.
pms: Ij bigat rangià a dev esse convalidà. Sòn a smon vàire bigat a son ëstàit arfudà o acetà durant ël process ëd convàlida. As ten nen cont dij bigat dont lë statù a l'é 'arzolvù' (ancor nen convalidà).

source: % Validated
pms: % Convalidà

source: Displays the percent of bugs having successfully pass the validation tests
pms: A smon la përsentual ëd bigat ch'a l'han passà con sucess la preuva ëd convàlida

source: status changed from 'resolved' to any higher status (and still in this state at the end of the period).
pms: statù cangià da 'arzolvù' a 'n qualsëssìa satatù superior (e ancor an së stat a la fin dël perìod).

source: % Rejected
pms: % d'arfudà

source: Displays the percent of bugs having failed the validation tests
pms: A smon la përsentual ëd bigat ch'a l'hal falì la preuva ëd convàlida

source: status changed from 'resolved (or higher) to any lower status (and still unresolved at the end of the period)
pms: satù cangià da 'arzolvù' (o pi àut) a 'n qualsëssìa statù pi bass (e ancor nen arzolvù a la fin dël perìod)

source: Bug Refusal Rate
pms: Tass d'arfud dij bigat

source: Nb of issues having fail validation tests
pms: Nùmer ëd problema ch'a l'han falì la preuva ëd convàlida

source: Nb Fail
pms: Nùmer ëd faliment

source: Nb of issues having pass validation tests
pms: Nùmer ëd problema ch'a l'han passà la preuva ëd convàlida

source: Nb Pass
pms: Nùmer Acetà

source: Reopened rate history
pms: Stòria dël tass ëd rioverture

source: dashboard default
pms: valor dë stàndard

source: week
pms: sman-a

source: weeks
pms: sman-e

source: Issue Status History
pms: Stòria djë statù dij problema

source: Display resolved issues
pms: Smon-e ij travaj arzolvù

source: No
pms: Nò

source: Yes
pms: É

source: Filter on Issue type
pms: Filtr për sòrt ëd problema

source: No filter
pms: Gnun filtr

source: Filter on External ID
pms: Filtr an sl'identificativ estern

source: Issues with External ID
pms: Problema con n'identificativ estern

source: Issues without External ID
pms: Travaj sensa arferiment estern

source: Selling Price for the Period
pms: Pressi ëd vèndita për ël perìod

source: Include sideTasks
pms: Anclude ij TravajTacà

source: Elapsed on period
pms: Consumà ant ël perìod

source: Remaining to produce at end of period
pms: Rest da produve a la fin dël perìod

source: Remaining
pms: Lòn ch'a-i resta

source: Daily Price
pms: Pressi dël di

source: Price on period
pms: Pressi dël perìod

source: Price
pms: Pressi

source: Period
pms: Perìod

source: Selling price for period
pms: Pressi ëd vèndita për ël perìod

source: Elapsed during period
pms: Consumà ant ël perìod

source: Remaining to produce (at end of period)
pms: Rest da produve (a la fin dël perìod)

source: If you sell daily services with a specific price for each task, this plugin will give you the price of your batch of tasks over a given period of time.
pms: S'a vend dij servissi a la giornà con un pressi spessìfich për minca 'n travaj, costa aplicassion a-j darà ël pressi ëd l'ansem ëd travaj për un dàit perìod ëd temp.

source: For this plugin, you need to add the "CodevTT_DailyPrice" customField to your mantis projects and set a value for each task.
pms: Për costa aplicassion, a dev gionté ël camp përsonalisà «CodevTT_PressiGiorna» a sò proget mantis e definì un valor për minca 'n travaj.

source: SellingPrice = DailyPrice x Elapsed during period
pms: Pressi ëd vèndita = Pressi a giornà x Perìod ëd consumassion

source: Remaining = MgrEffortEstim - Elapsed since the beginning of the task to end of period
pms: Rest = Stim dë sfòrs magior - Consumassion dal prinsipi dël travaj a la fin dël perìod

source: Tasks Drift alert
pms: Alerta an sij travaj an sghijament

source: Drift current tasks
pms: Sghijament dij travaj corent

source: Drift resolved tasks
pms: Sghijament travaj arzolvù

source: Time allocation by status
pms: Ripartission dël temp pr'ëstatù

source: Date range
pms: Antërval ëd dàita

source: current week
pms: sman-a corenta

source: current month
pms: mèis corent

source: Check all the timetracks of the period and return their repartition per Project
pms: Controlé tute le programassion dël perìod e smon-e soe arpartission për proget

source: Show Tasks
pms: Smon-e ij travaj

source: Display task column
pms: Smon-e la colòna dij travaj

source: Check all the timetracks of the period and return their repartition per Job
pms: Verifiché tute le programassion dël perìod e smon-e soe arpartission për mësté

source: Graph values
pms: Valor dël gràfich

source: Range values
pms: Antërval dij valor

source: Available Workforce Options
pms: Opsion Capassità ëd produssion

source: Availability
pms: Disponibilità

source: Productivity Coefficient
pms: Coefissient ëd produtività

source: Prod. Coef
pms: Coef ëd prod.

source: SUM(userWorkforce * availability * prodCoef)
pms: SOMA(capassità ëd produssion ëd l'utent * disponibilità * Coefprod)

source: Available workforce
pms: Capassità ëd produssion

source: Workforce
pms: Fòrsa ëd travaj

source: Timetrack details
pms: Detaj dla programassion

source: Import users
pms: Amporté d'utent

source: You need to be manager to import issues.
pms: A dev esse mansé për amporté dij problema.

source: Only team administrators can create users
pms: Mach j'aministrator d'echip a son autorisà a creé dj'utent

source: Create Mantis users
pms: Creé dj'utent Mantis

source: Add users to CodevTT team & projects
pms: Gionté d'utent a j'echip e ai proget ëd CodevTT

source: Only team-leaders & administrators are allowed to do this action.
pms: Mach ij cap d'echip e j'aministrator a son autorisà a fé s'assion.

source: Send password by mail
pms: Mandé la ciav për pòsta eletrònica

source: Send a password per email to each user
pms: Mandé la ciav për pòsta eletrònica a minca n'utent

source: Generate password
pms: Generé na ciav

source: Display a generated password (common to all created users)
pms: Smon-e na ciav generà (comun-a a tuti j'utent creà)

source: username
pms: stranòm

source: User already exists
pms: L'utent a esist già

source: Mantis project access level
pms: Livel d'acess dël proget Mantis

source: User can't be added to Mantis projects
pms: L'utent a peul nen esse giontà ai proget mantis

source: CodevTT role
pms: Ròl CodevTT

source: User already belong to this team
pms: L'utent a aparten già a s'echip

source: User can't be added to this team
pms: L'utent a peul nen esse giontà a s'echip

source: Mantis users to create:
pms: Utent Mantis da creé:

source: First name
pms: Nòm

source: Username
pms: Stranòm

source: Email
pms: Pòsta eletrònica

source: Mantis role
pms: Ròl ëd Mantis

source: Date of entry in team
pms: Dàita d'ariv ant l'echip

source: Username not set on all users
pms: Stranòm nen definì për tuti j'utent

source: Project access level not set on all users
pms: Livel d'acess al proget nen definì për tuti j'utent

source: CodevTT roles not set on all users
pms: Ròj CodevTT nen definì për tuti j'utent

source: Date of entry in team not set on all users
pms: La dàita d'ariv ant l'echip a l'é nen definìa për tuti j'utent

source: Import Done ! The password for every created users is
pms: Amportassion livrà! La ciav ëd j'utent creà a l'é

source: Import Done ! An email with login and password has been sent to each user.
pms: Amportassion livrà! Un mëssagi con stranòm e ciav a l'é stàit mandà a tuti j'utent.

source: Submitted/Resolved Issues History
pms: Stòria dle chestion duvertà/arzolvùe

source: Submitted/Resolved issues
pms: Chestion duvertà/arzolvùe

source: Submitted / Resolved Issues
pms: Problema duvertà/arzolvù

source: Submitted
pms: Mandà

source: Resolved
pms: Arzolvù

source: Nb submitted
pms: Nùmer ëd duvertà

source: Nb resolved
pms: Nùmer d'arzolvùe

source: Submitted issues
pms: Chestion duverte

source: Resolved issues
pms: Chestion arzolvùe

source: EffortEstim reliability history
pms: Stòria dl'afidabilità dlë stim dë sfòrs

source: Effort estimation reliability rate
pms: Tass d'afidabilità dlë stim dë sfòrs

source: EffortEstim ReliabilityRate
pms: Tass d'afidabilità dlë Stim dlë Sfòrs

source: MgrEffortEstim ReliabilityRate
pms: Tass d'afidabilità ëd lë Stim dlë Sfòrs Mgr

source: Load per project categories
pms: Badò për categorìe ëd proget

source: Sidetasks
pms: Travaj marginaj

source: Budget history
pms: Evolussion dël bilansi

source: MgrEffortEstim + checked provisions
pms: Stim dlë sfòrs Mgr + proviste verificà

source: Burndown chart
pms: Diagrama ëd dzorcaria

source: Compares the budget (MgrEffortEstim + checked provisions) to the reestimated time (nb days needed to finish the tasks).
pms: A confronta ij bilansi (Stim dë sfòrs Mgr + proviste verificà) con ël riestimà (nùmer ëd di necessari për livré ij travaj).

source: % Budget Drift
pms: % Sghijament dël bilansi

source: ( reestimated - budget ) / budget
pms: ( riestimà - ilansi ) / bilansi

source: Budget Drift Progression Chart
pms: Carta dla progression dlë sghijament dël bilansi

source: Budget Drift
pms: Sghijament dël bilansi

source: WBS path
pms: Senté WBS

source: Ongoing tasks
pms: Travaj an cors

source: Display only the tasks with activity (timetracks) on the period
pms: Smon-e mach ij travaj con dl'atività programà ant ël perìod

source: The time spent on the task during the period (which can be less than the total time spent since the beginning of the task)
pms: Ël temp passa an sël travaj durant ël perìod (ch'a peul esse meno che ël temp total consumà dal prinsipi dël travaj)

source: List the users having spent time on the task during the period
pms: Listé j'utent che a l'han passà dël temp an sël travaj ant ël perìod

source: Issue consistency check
pms: Verìfica dla coerensa dij problema

source: No errors
pms: Gnun eror

source: Consistency check
pms: Verìfica ëd coerensa

source: Check for errors in issues
pms: Verifiché j'eror ant ij problema

source: Management costs
pms: Cost ëd gestion

source: Number of days to add on the period
pms: Nùmer ëd di da gionté al perìod

source: Nb days
pms: Nùmer ëd di

source: Task backlog
pms: Ritard ant ël travaj

source: Fill Period With Timetracks
pms: Compilé ël perìod con le programassion

source: Add multiple timetracks at once
pms: Gionté vàire travaj ansem

source: It is not in the philosophy of CodevTT to allow users to enter several timetracks at the same time. However it is sometimes necessary to enter missing timetracks over large periods (eg. Catch up when CodevTT is installed late on a project). This right is only given to team administrators.
pms: A l'é nen ant la filosofìa ëd CodevTT ëd përmëtte a j'utent d'anserì vàire programassion ant l'istess temp. Comsëssìa, a l'é dle vire necessari anserì dle programassion mancante ansima a dij perìod longh (për es., Arcuperassion cand CodevTT a l'é anstalà tard ansima a 'n proget). Ës drit-sì a l'é mach acordà a j'aministrator d'echip.

source: Error !
pms: Eror !

source: days available on period
pms: di disponìbij ant ël perìod

source: Could not retrieve task data !
pms: Impossìbil arcuperé ij dàit dël travaj !

source: Fill period with timetracks
pms: Compilé ël perìod con le programassion

source: Load per User
pms: Badò për utent

source: Check all the timetracks of the period and return their repartition per User
pms: A verìfica tute le programassion dël perìod e a smon soa arpartission për utent

source: Time spent on the projects & sideTasks of the current task selection
pms: Temp passà an sij proget e ij travaj tacà për la selession corenta dij travaj

source: Waste
pms: Sgàir

source: 'Incident' and 'Inactivity' sideTasks of the current selection.<br> (if 'waste' option has not been selected, this will be included in 'elapsed')
pms: Travaj tacà 'Eveniment' et 'Inatività' ch'a fan part ëd la selession.<br> (si l'opsion 'sgàir' a l'é disativà, sòn a sarà ancludù ant ël 'consumà')

source: Other
pms: Àutr

source: The time spent on tasks & sideTasks that are not in the current task selection
pms: Ël temp passà an sij travaj e ij travaj marginal ch'a son nen ant la selession corenta dij travaj

source: External
pms: Estern

source: External tasks except 'Leave' category
pms: Travaj estern gavà la categorìa 'Assense'

source: External leave tasks & inactivity sideTasks that are not in the current task selection
pms: Travaj d'assense esterne e travaj marginaj d'inatività che a fan nen part dla selession dij travaj corenta

source: Show waste sidetasks: 'Incident' and 'Inactivity' categories <br> (if unchecked, sidetasks will be included in 'elapsed')
pms: Smon-e jë sgàir dij travaj marginaj: categorìe 'Assident' e 'Inatività' <br> (si nen selessionà, ij travaj marginaj a saran ancludù ant lë 'scadù')

source: Show full activity: <br> If checked, timetracks on tasks not included in current selection will be displayed in additional columns.
pms: Smon-e tuta l'atività: <br> Si ativà, le programassion dij travaj nen comprèis ant la selession corenta a saran ësmonùe ans dle colòne adissionaj.

source: WARN: this option will be disabled if 'Only team members' is unchecked
pms: ATENSION: costa opsion a sarà disativà si 'Mach mèmber ëd l'echip' a l'é nen selessionà

source: Backlog history
pms: Stòria dij ritard

source: Progress history
pms: Stòria dij progress

source: Theoric
pms: Teòrich

source: Couldn't delete the team
pms: L'eliminassion ëd l'echip a l'ha falì

source: Couldn't update the team leader
pms: L'agiornament dël cap ëd l'echip a l'ha falì

source: Couldn't add the project to the team
pms: Impossìbil gionté ël proget a l'echip

source: Could NOT remove the project from the team
pms: A l'é NEN podusse gavé 'l proget da l'echip

source: Configure Tooltips
pms: Configurassion dle gòle ëd sugeriment

source: enabled
pms: ativà

source: disabled
pms: disativà

source: Sorry, logfile not found:
pms: An dëspias, l'archivi d'argistr a l'é nen ëstàit trovà:

source: Sorry, this Job cannot be changed
pms: Darmagi, ës travaj a peul pa esse cangià

source: This job must not be deleted.
pms: Ës travaj a dev nen esse eliminà.

source: Couldn't remove the job association
pms: Impossìbil gavé l'associassion ëd travaj

source: Couldn't delete the job
pms: Impossìbil eliminé ël travaj

source: Couldn't add the holiday
pms: Impossìbil gionté la festa

source: Couldn't remove the holiday
pms: Impossìbil gavé la festa

source: Issue tooltips for project
pms: Gòla ëd sugeriment për ël proget

source: Drag & drop the items to be displayed in the Issue tooltip
pms: Ch'a tira e ch'a lassa l'element da smon-e ant la gòla ëd sugeriment

source: Available fields
pms: Camp disponìbij

source: Tooltip
pms: Gòla d'anformassion

source: ERROR: joblist cannot be empty !
pms: EROR: la lista dij travaj a peul nen esse veuida!

source: Invalid team name
pms: Nòm d'echip nen bon

source: Couldn't enable/disable team
pms: Impossìbil ativé/disativé l'echip

source: Couldn't update the creation date
pms: L'agiornament ëd la dàita ëd creassion a l'ha falì

source: Please upload files with the following extension:
pms: Për piasì, ch'a caria d'archivi con estension:

source: No group defined for team member
pms: Gnun-a partìa definìa për ës mèmber dl'echip

source: Could not create classmap:
pms: Impossìbil creé la classmap:

source: Sorry, you need to be identified.
pms: An dëspias, a dev esse identificà.

source: for team
pms: për l'echip

source: [CodevTT] Timesheet reminder !
pms: [CodevTT] Prò-memòria ëd programassion!

source: Dear
pms: Car

source: Please fill your CodevTT timesheet
pms: Për piasì, ch'a compila soa programassion ëd CodevTT

source: incomplete (missing
pms: incomplet (a-i manca

source: not defined.
pms: nen definì.

source: Disabled
pms: Disabilità

source: Removed
pms: Gavà

source: Duplicate of
pms: Dobion ëd

source: Has duplicate
pms: A l'ha 'me dobion

source: Related to
pms: Relativ a

source: Parent of
pms: Pare ëd

source: Child of
pms: Fieul ëd

source: Constrained by
pms: Obligà da

source: Constrains
pms: Obligassion

source: Tags
pms: Tichëtte

source: none
pms: gnun

source: DriftMgrColor
pms: Sghijament Mgr Color

source: Assigned
pms: Assignà

source: monitored
pms: sota contròl

source: ERROR: invalid currency: (coef is null, zero, or not a number)
pms: EROR: Valuda nen bon-a: (coef nul, zero o nen numérich)

source: ERROR: First define the referal currency (with coef=1)
pms: EROR: Ch'a ancamin-a a definì la valuda d'arferiment (con coef=1)

source: ERROR: there can be only one 'referal' currency (with coef=1)
pms: EROR: a peul mach essie un-a valuda d''arferiment' (con coef=1)

source: ERROR: currency already defined
pms: EROR: valuda già definìa

source: to be sent
pms: da mandé

source: Sent
pms: Mandà

source: to be validated
pms: da convalidé

source: validated
pms: convalidà

source: to be closed
pms: da saré

source: closed
pms: sarà

source: bill must be sent
pms: ël cont a dev esse mandà

source: bill sent
pms: cont mandà

source: payed
pms: pagà

source: Error
pms: Eror

source: unknown
pms: nen conossù

source: Backlog on resolved issues should be 0
pms: Ël ritard an sij travaj arzolvù a dev esse 0

source: Backlog on unresolved issues should not be 0
pms: Ël ritard an sij travaj nen arzolvù a dev esse diferent da 0

source: EffortEstim should not be 0
pms: Lë stim dlë sfòrs a dev nen esse 0

source: There should be no timetracks on "new" issues
pms: A devo essie gnun-e programassion an sij problema «neuv»

source: Issues should be referenced in a Command
pms: Ij problema a dovrìo esse diciairà an na comanda

source: Issues should not be referenced in multiple commands
pms: Ij problema a dovrìo nen esse diciairà an dle comande mùltiple

source: Commands should be referenced in a CommandSet
pms: Ij comand a dovrìo esse diciairà an n'ansem ëd comande

source: CommandSets should be referenced in a ServiceContract
pms: J'ansem ëd comande a dovrìo esse diciairà ant un contrat ëd servissi

source: Issues should be assigned to someone
pms: Ij problema a dovrìo esse assignà a cheidun

source: Check timetracks on removed issues (not needed if Mantis plugin is enabled)
pms: Controlé le programassion an sij problema gavà (nen necessari si l'utiss mantis a l'é abilità)

source: Command issues should belong to the team's project-list
pms: Ij problema ëd comanda a dovrìo aparten-e a la lista dij proget ëd l'echip

source: Backlog should be 0 (not
pms: Ël ritard a dovrìa esse 0 (nen

source: Backlog must be defined !
pms: Ël ritard a dev esse definì!

source: Backlog == 0: Backlog may not be up to date.
pms: Ritard == 0: Ël ritard a podrìa esse nen agiornà.

source: MgrEffortEstim not set.
pms: Stim dlë sfòrs Mgr nen definì.

source: EffortEstim not set.
pms: Stim dlë sfòrs nen definì.
