Repository: lbayle/codev
Catalog: i18n/locale/pms/LC_MESSAGES/codev.po
Languages: pms

source: Status should not be
pms: Lë statù a dovrìa nen esse

source: The task is not assigned to anybody.
pms: Ël travaj a l'é assignà a gnun.

source: The task is not referenced in any Command.
pms: Ël travaj a l'ha pa d'arferiment ant le comande.

source: is not referenced in any CommandSet
pms: a l'ha pa d'arferiment ant j'ansem ëd comande

source: is not referenced in any ServiceContract
pms: a l'ha pa d'arferiment ant ij contrat ëd servissi

source: days
pms: di

source: inconsistent
pms: incoerent

source: No default project workflow defined, check config file:
pms: Gnun fluss ëd travaj ëd proget a l'é definì për stàndard, ch'a contròla l'archivi ëd configurassion:

source: ) Please run <a href='tools/update_codevtt.php'>update_codevtt.php</a>
pms: ) Ch'a fasa marcé <a href='tools/update_codevtt.php'>update_codevtt.php</a>

source: Project not defined in the team's project-list
pms: Proget nen definì ant la lista dij proget ëd l'echip

source: Sort issues per Project
pms: Ordiné ij problema për proget

source: Sort issues: with/without External ID
pms: Ordiné ij problema: con o sensa identificativ estern

source: Issue External ID
pms: Identificativ estern ëd problema

source: Sort issues per Project TargetVersion
pms: Ordiné ij problema për version bërsaj dël proget

source: Project TargetVersion
pms: Version bërsaj dël proget

source: Sort issues per CustomField: CodevTT_Type
pms: Ordiné ij travaj conforma al camp përsonalisà: CodevTT_Type

source: Type (Task/Bug)
pms: Sòrt (Travaj/Givo)

source: Sort issues: public/private
pms: Ordiné ij problema: pùblich/privà

source: Issue Public/Private
pms: Statù Pùblich/Privà

source: Sort issues per project categories
pms: Ordiné ij problema për categorìe ëd proget

source: Project Category
pms: Categorìa ëd proget

source: Sort issues per ID
pms: Ordiné ij problema për ID

source: Issue ID
pms: ID ëd problema

source: Sort issues per tags
pms: Ordiné ij problema për tichëtta

source: Issue Tag
pms: Tichëtta ëd problema

source: Average backlog
pms: Ritard medi

source: Y-m-d
pms: A-m-d

source: Install - Step 2
pms: Anstalassion - Pass 2

source: Get Mantis customizations
pms: Arcuperé la configurassion Mantis

source: Path to Mantis
pms: Sënté a mantis

source: URL to Mantis
pms: Adrëssa vers mantis

source: URL to CodevTT
pms: Adrëssa vers CodevTT

source: Proceed Step 2
pms: Eseguì ël Pass 2

source: Install - Step 3
pms: Anstalassion - Pass 3

source: CodevTT Administrators team
pms: Echip d'aministrator ëd CodevTT

source: CodevTT_EffortEstim
pms: CodevTT_Stim dlë sfòrs

source: CodevTT_Type
pms: CodevTT_Sòrt

source: CodevTT_Manager EffortEstim
pms: CodevTT_Mansé dlë stim dë sfòrs

source: CodevTT_DailyPrice
pms: CodevTT_PressiGiorna

source: CodevTT_External ID
pms: CodevTT_Identificativ estern

source: CodevTT_Deadline
pms: CodevTT_Scadensa

source: CodevTT_Backlog
pms: CodevTT_Ritard

source: CodevTT_Delivery Date
pms: CodevTT_Dàita ëd consigna

source: Path to output files
pms: Përcors a j'archivi ëd rispòsta

source: Path to log files and other temporary files.
pms: Përcors vers j'archivi d'argistr e d'àutri archivi temporani.

source: Workflow
pms: Fluss ëd travaj

source: Set equivalences in accordance to your Mantis workflow
pms: Ch'a stabilissa j'equivalense conforma a sò fluss ëd travaj Mantis

source: CodevTT Administrator
pms: Aministrator ëd CodevTT

source: More administrators can be defined later, for now you just need one.
pms: D'àutri aministrator a peulo esse definì pi tard, për adess a-j na basta un.

source: Tasks external ID field
pms: Camp identificativ estern ëd travaj

source: Create a new CustomField
pms: Creé un camp përsonalisà

source: Use this CustomField :
pms: Dovré 's camp përsonalisà:

source: Default Jobs
pms: Travaj predefinì

source: CodevTT support management
pms: gestion ëd l'agiut CodevTT

source: Specific to SideTasks
pms: Spessificcità dij travaj marginaj

source: Proceed Step 3
pms: Eseguì la Tapa 3

source: CodevTT admin
pms: aministrator ëd CodevTT

source: Other external activity
pms: Àutra atività esterna

source: Leave
pms: Assensa

source: Sick Leave
pms: Assensa për maladìa

source: Analyse
pms: Anàlisi

source: Development
pms: Dësvlup

source: Tests
pms: Preuve

source: CodevTT_ExternalTasks
pms: CodevTT Travaj Estern

source: CodevTT ExternalTasks Project
pms: Proget ëd travaj estern ëd CodevTT

source: Any external task, NOT referenced in any Mantis project
pms: Tuta atività esterna, SENSA rëspondense ant un proget mantis

source: On holiday, leave, ...
pms: An vacansa, an congé, ...

source: Sick
pms: Malavi

source: Install - Step 4
pms: Anstalassion - Pass 4

source: Manual steps
pms: Pass manuaj

source: Check Mantis Plugins
pms: Verifiché ij programa amportà Mantis

source: Login to Mantis as 'Administrator'.
pms: Intré an Mantis tanme 'Aministrator'.

source: manage plugins
pms: gestì j'anstalassion

source: Check that the <b>CodevTT</b> plugin is installed and activated.
pms: Ch'a contròla che l'anstalassion <b>CodevTT</b> a l'é anstalà e ativà.

source: Check generated configuration files
pms: Ch'a contròla j'archivi ëd configurassion generà

source: Mantis Path & URL in
pms: Sënté e adrëssa ëd Mantis an

source: Log directory in
pms: Dossié dj'argistr an

source: Remove CodevTT Installation files
pms: Sganfé j'archivi d'anstalassion ëd CodevTT

source: For security reasons, delete the following directory:
pms: Për ëd rason ëd sigurëssa, eliminé ël dossié:

source: Done !
pms: Bele fàit!

source: Install
pms: Anstalé

source: Upgrade instructions
pms: Anstrussion për l'agiornament

source: If you're upgrading from an older CodevTT version, please <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>read this page</a> and do the following steps:
pms: Për agiorné da na version ëd CodevTT pi veja, për piasì <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>ch'a lesa costa pàgina</a> e ch'a fasa parèj:

source: Upgrade Mantis first ! (not mandatory)
pms: Ch'a ancamin-a con mantis! (nen obligatòri)

source: Copy CodevTT configuration files from your previous installation
pms: Ch'a còpia j'archivi ëd configurassion ëd CodevTT da soa anstalassion precedenta

source: Run this script:
pms: Fé marcé 's copion:

source: Installation finished
pms: Anstalassion livrà

source: Step 1
pms: Pass 1

source: Step 2
pms: Pass 2

source: Step 3
pms: Pass 3

source: Step 4
pms: Pass 4

source: Install - Step 1
pms: Anstalassion - Pass 1

source: Mantis Database Info
pms: Anformassion an sla base ëd dàit Mantis

source: Hostname
pms: Nòm dël sërvent

source: Database Name
pms: Nòm dla base ëd dàit

source: Database Table Prefix
pms: Prefiss dle tàule dla base ëd dàit

source: Database Table Suffix
pms: Sufiss dle tàule dla base ëd dàit

source: WARN Windows Install: to avoid a SUPER privilege error, use <b>root</b> mysql user (This can be changed in config.ini when installation is finished).
pms: ATENSION Anstalassion Windows: për evité n'eror ëd SÙPER privilegi, dovré l'utent mysql <b>root</b> (sòn as podrà modifichesse an config.ini apress l'anstalassion).

source: Proxy Settings
pms: Configurassion dël servent ombra

source: CodevTT will check for updates.
pms: CodevTT a contròla s'a-i é d'agiornament.

source: Enable proxy
pms: Abilité ël sërvent ombra

source: Server
pms: Servent

source: Port
pms: Pòrt

source: Proceed Step 1
pms: Eseguì ël pass 1

source: Errors affecting the CommandSet
pms: Eror con dle coseguense an sla Macro-comanda

source: auto
pms: automàtich

source: Provisions updated FAILED !
pms: EROR ant l'agiornament ëd le proviste!

source: Provision
pms: Proviste

source: onTime
pms: a temp

source: NOT onTime
pms: an ritard

source: no deadLine
pms: sensa scadensa

source: Monitored
pms: Sota contròl

source: Sorry, only managers can remove tasks from commands
pms: An dëspias, mach ij mansé a peulo gavé dij travaj da le comande

source: Sorry, only managers can add tasks to commands
pms: An dëspias, mach ij mansé a peulo gionté dij travaj a le comande

source: Sorry, this task is not in your team's projects
pms: An dëspias, ës travaj a l'é pa ant ij proget ëd soa echip

source: Sorry, you're not an active member of this team
pms: An dëspias, chiel a l'é nen un mèmber ativ ëd s'echip.

source: You do not have permissions to display task :
pms: A l'ha nen ël drit ëd visualisé ël travaj:

source: Task not found in Mantis DB :
pms: Travaj nen trovà ant la BëD Mantis:

source: New Tasks
pms: Neuv travaj

source: Current Tasks
pms: Travaj an cors

source: Resolved Tasks
pms: Travaj arzolvù

source: No projects in this team
pms: Gnun proget për s'echip

source: No date defined
pms: Dàita nen definìa

source: No target version defined
pms: Version bërsaj nen definìa

source: Test: export to ODT
pms: Preuva: esporté an ODT

source: Sorry, there are no projects defined for your team.
pms: An dëspias, a-i é gnun proget definì për soa echip.

source: Timetracking is forbidden when issue's status is :
pms: La programassion a l'é vietà cand lë stat dël problema a l'é:

source: ERROR: Failed to delete the timetrack !
pms: EROR: La dëscancelassion ëd la programassion a l'ha falì!

source: Timetrack not added: Timetrack note is mandatory
pms: Programassion nen giontà: na nòta an sla programassion a l'é obligatòria.

source: Timetrack not added: Job is not specified
pms: Programassion nen giontà: ël travaj a l'é nen ëspessificà.

source: Timetrack not added: bugid is not specified
pms: Cronologìa nen giontà: l'identificativ ëd givo a l'é nen ëspessificà.

source: Timetrack not added: duration is not specified
pms: Cronologìa nen giontà: la durà a l'é nen ëspessificà.

source: ERROR: Failed to add timetrack !
pms: EROR: Falì a gionté la programassion!

source: Error: Task not found in Mantis DB !
pms: Eror: Travaj nen trovà ant la BëD Mantis!

source: Click to add a note
pms: Sgnaché për gionté na nòta

source: days are incomplete or undefined
pms: ij di a son incomplet o nen definì

source: External Tasks
pms: Travaj estern

source: Sidetasks Inactivity
pms: Inatività dij travaj marginaj

source: Activity on other teams
pms: Atività su d'àutre echip

source: today
pms: ancheuj

source: User not in team
pms: L'utent a fà nen part ëd l'echip

source: Other team
pms: Àutra echip

source: Management load history
pms: Stòria dël badò dla gestion

source: Compares the elapsed time on management sideTasks to the management provisions
pms: A confronta ël temp passà ant ij travaj marginaj ëd gestion e le proviste dla gestion

source: Move Issue Timetracks
pms: Tramudé le programassion an sij problema

source: Move timetracks from one issue to another
pms: Tramudé le programassion da 'n problema a n'àutr

source: Please, fill all fields
pms: Për piasì, ch'a compila tuti ij camp

source: This origin task doesn't exist
pms: Ël travaj ëd sorgiss a esist nen

source: This destination task doesn't exist
pms: Ël travaj ëd destinassion a esist nen

source: No timetracks for this search
pms: Gnun-e programassion për s'arserca

source: Please, display timetracks before moving them
pms: Për piasì, ch'a smon-a le programassion prima ëd tramudeje

source: Display a history of all the teams for a given user
pms: Smon-e na stòria ëd tute j'echip për n'utent dàit

source: Task burndown chart
pms: Carta d'evolussion dël travaj

source: Display task backlog updates since the task creation
pms: Smon-e j'agiornament an sël ritard dël travaj a parte da la creassion dël travaj

source: Backlog (days)
pms: Ritard (di)

source: Group tasks by adding multiple filters
pms: Argropé ij badò an giontand vàire filtr

source: Compute costs, using the UserDailyCosts defined in team settings
pms: Cont dij cost, an dovrand ij Cost cotidian për utent definì ant ij paràmeter dl'echip

source: No AverageDailyCost defined in team settings
pms: Gnun Cost cotidian medi definì ant ij paràmeter dl'echip

source: Sorry, only managers can access this plugin
pms: An dëspias, mach ij mansé a peulo acede a s'aplicassion

source: List and edit timetracks
pms: Listé e modifiché j'amputassion

source: Task deadlines alert
pms: Alerta an sle scadense

source: Display unresolved tasks that should have been delivered
pms: Smon-e ij travaj nen arzolvù ch'a dovrìo esse livrà

source: Open issues seniority statistics
pms: Duverté le statìstiche d'antichità dij problema

source: Last week
pms: La sman-a passà

source: +1 week
pms: +1 sman-a

source: +2 week
pms: +2 sman-e

source: +3 week
pms: +3 sman-e

source: +1 months
pms: +1 mèis

source: +2 months
pms: +2 mèis

source: +3 months
pms: +3 mèis

source: +6 months
pms: +6 mèis

source: Over a year
pms: Pi che n'ann

source: All (tasks & bugs)
pms: Tut (travaj e anomalìe)

source: Display the delay between the timetrack date and it's creation date
pms: Smon-e ël ritard antra la dàita ëd programassion e soa dàita ëd creassion

source: Check all the tasks and return the backlog per User
pms: A verìfica tuti ij travaj e a smon ël ritard për utent

source: (unknown 0)
pms: (nen conossù 0)

source: Import Mantis relationship-tree to WBS
pms: Amporté l'erbo dle relassion Mantis an sla lòsa bianca

source: Import a mantis parent-child relationship issue structure to a command WBS structure
pms: Amporté na strutura ëd problema ëd relassion pare-fieul ëd mantis a travers na strutura WBS ëd comand

source: WBS Export
pms: Esportassion WBS

source: Export WBS to CSV file
pms: Esporté ël WBS a n'archivi CSV

source: CodevTT administration tools
pms: Utiss d'aministrassion ëd CodevTT

source: Load per user groups
pms: Caria për partìa d'utent

source: Check all the timetracks of the period and return their repartition per User groups
pms: Verifiché tute le programassion dël perìod e smon-e soa arpartission për partìe d'utent.

source: No group defined
pms: Gnun-a partìa definìa

source: Import a list of issues to MantisBT / CodevTT from a CSV file
pms: Amporté na lista ëd problema an MantisBT / CodevTT da n'archivi CSV

source: Messages
pms: Mëssagi

source: Display a message wall on the homepage
pms: Smon-e na muraja ëd mëssagi an sla pàgina d'intrada

source: Allows Administrators & team members to send messages that will be displayed on other users' wall
pms: A përmet a j'aministrator e ai mèmber ëd l'echip ëd mandé dij mëssagi ch'a saran ësmonù an sla muraja dj'àutri utent

source: Low
pms: Bass

source: High
pms: Àuta

source: Everybody
pms: Tuti quanti

source: Display the bug reopened rate history
pms: Smon-e la stòria dël tass ëd givo torna duvertà

source: Display Issue Status history
pms: Smon-e la stòria dlë statù dla chestion

source: SellingPrice = DailyPrice x Elapsed on period
pms: Pressi ëd vèndita = PressiGiorna x Perìod ëd consumassion

source: WARNING: You need to assign the "CodevTT_DailyPrice" customField to the following projects:
pms: ATENSION: A dev assigné ël camp përsonalisà «CodevTT_PressiGiorna» a costi proget-sì:

source: Task drift alert
pms: Alerta an sij travaj an sghijament

source: Display tasks where the elapsed time is greater than the estimated effort
pms: Smon-e ij travaj anté che ël temp passà a l'é pi grand che lë sfòrs ëstimà

source: Management
pms: Gestion

source: Man-days available in period, except leaves and external tasks
pms: Nùmer ëd di-òm disponìbij ant ël perìod, gavà le vacanse e ij travaj estern

source: Display additional info on timetracks
pms: Smon-e d'àutre anformassion an sle programassion

source: Import a list of users to MantisBT / CodevTT
pms: Amporté na lista d'utent an Mantis / CodevTT

source: Note: only available for administrators & team leaders
pms: Nòta: disponìbil mach për j'aministrator e ij cap d'echip

source: Your are not allowed to import users
pms: Chiel a l'é nen autorisà a amporté dj'utent

source: Your CodevTT / Mantis account has been created:
pms: Sò cont CodevTT / Mantis a l'é stàit creà:

source: Please, change your password on your first connection.
pms: Për piasì, ch'a modìfica soa ciav la prima vira ch'a rintra ant ël sistema.

source: CodevTT URL:
pms: Adrëssa ëd CodevTT:

source: Mantis URL:
pms: Adrëssa ëd Mantis:

source: Best regards
pms: Con rëspet

source: [CodevTT] Your password
pms: [CodevTT] Soa ciav

source: Display the number of issues submitted/resolved in a period
pms: Smon-e ël nùmer ëd problema duvert/arzolvù ant un perìod

source: Display the EffortEstim reliability rate history
pms: Smon-e la stòria dël tass d'afidabilità dlë stim dlë sfòrs

source: rate = EffortEstim / elapsed (on resolved tasks only)
pms: rapòrt = stim dël badò / passà (mach an sij travaj arzolvù)

source: REM: An issue that has been reopened before endTimestamp will NOT be recorded.
pms: AVIS: Ij travaj torna duvertà prima d'endTimestamp a saran PA pijà an cont.

source: (For the bugs that where re-opened, the EffortEstim may not have been re-estimated, and thus the result is not reliable.)
pms: (Për ij givo ch'a son ëstàit torna duvertà, lë stim dël badò a podrìa nen esse stàit torna stimà, donca l'arzultà a l'é nen afidàbil.)

source: Check all the timetracks of the period and return their repartition per project categories
pms: Verifiché tute le programassion dël perìod e smon-e soe arpartission për categorìe ëd proget

source: All Sidetasks Projects
pms: Tuti ij proget marginaj

source: All Production Projects
pms: Tuti ij proget ëd produssion

source: All Projects
pms: Tuti ij proget

source: Display the elapsed time in a period
pms: Smon-e ël temp passà ant un perìod

source: Budget drift history
pms: Evolussion dlë sghijament dël bilansi

source: Display the budget history
pms: Smon-e l'evolussion dël bilansi

source: List the active tasks on a given period
pms: Listé ij travaj ativ an s'un perìod dàit

source: Tasks having received timetracks during the period
pms: Travaj ch'a son ëstàit programà ant ël perìod

source: Sum elapsed time on management sideTasks and compare to the sum of command provisions. Returns a result in man-days and costs
pms: A fà ël cont dël temp consumà an gestion ëd proget e a lo compara al total dle provision ëd comanda. A rëspond con n'arzultà an di-òm e cost

source: Timetrack added by
pms: Programassion giontà da

source: Display the backlog history
pms: Smon-e la stòria dj'aretrà

source: Display the progress history
pms: Smon-e la stòria dij progress

source: Daily breakdown scheduling
pms: Programassion a scala cotidian-a

source: Standard issue priority scheduling
pms: Organisassion dle priorità dij problema normaj

source: Assignments rules not valid for task
pms: Régole d'assignassion nen vàlide për ës travaj

source: Assignments updated for task
pms: Assignassion agiornà për la mission

source: Issue not found in MantisDB !
pms: Problema nen trovà ant la BëD Mantis!

source: Options saved successfully
pms: Opsion argistrà

source: Select a task
pms: Selessioné un travaj

source: Today
pms: Ancheuj

source: Monday this week
pms: Lùn-es ëd sa sman-a

source: First week of this month
pms: Prima sman-a d'ës mèis

source: 2 weeks
pms: 2 sman-e

source: 1 month
pms: 1 mèis

source: 2 months
pms: 2 mèis

source: 3 months
pms: 3 mèis

source: All projects
pms: Tuti ij proget

source: Delivery Date
pms: Dàita ëd consigna
