Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Add task
ar: إضافة مهمة
lt: Pridėti užduotį
pt_br: Adicionar um caso

source: Click to show errors
ar: انقر لعرض الأخطاء
de_de: Klicken für Details
es_es: Haz clic para mostrar los errores
fr: Cliquer pour afficher les erreurs
it_it: Click per vedere gli errori
lt: Spustelėkite, kad rodytų klaidas
pt_br: Clique para ver os erros
tr: Hataları göstermek için tıklayın
uk: Натисніть, щоб відобразити помилки

source: Previous week
ar: الاسبوع السابق
de_de: Vorherige Woche
es_es: Semana anterior
fr: Semaine précédente
it_it: Settimana precedente
lt: Ankstesnė savaitė
pt_br: Semana anterior
tr: Önceki hafta
uk: Попередній тиждень

source: Week
ar: أسبوع
de_de: Woche
es_es: Semana
fr: Semaine
it_it: Settimana
lt: Savaitė
pt_br: Semana
tr: Hafta
uk: Тиждень

source: Next week
ar: الأسبوع القادم
de_de: Nächste Woche
es_es: Semana siguiente
fr: Semaine suivante
it_it: Settimana seguente
lt: Kita savaitė
pt_br: Próxima semana
tr: Gelecek hafta
uk: Наступного тижня

source: Task
ar: مهمة
de_de: Aufgabe
es_es: Tarea
fr: Tâche
it_it: Attività
lt: Užduotis
pt_br: Tarefa
tr: Görev
uk: Завдання

source: Backlog
ar: التراكم
de_de: Restaufwand
es_es: Pendientes
fr: Reste à faire
it_it: Ancora da fare
lt: Neatlikti darbai
pt_br: Retorno
tr: Birikim
uk: Відставання

source: Hint: Click in a field to edit 'Elapsed time' or 'Backlog'
pt_br: Dica: Clique em um campo para editar "Tempo decorrido" ou "Atraso

source: Hide tasks not assigned to me
ar: إخفاء المهام لم يتم تعيينها لي
de_de: Nur eigene Aufgaben anzeigen
es_es: Ocultar tareas que no se me asignen
fr: Cacher les tâches qui ne me sont pas assignées
it_it: Nascondi attività non assegnate a me stesso
lt: Slėpti užduotys, kurios nėra priskirtos man
pt_br: Ocultar casos não atribuidos a mim
tr: Bana atanmamış görevleri gizle
uk: Приховати завдання, що не призначені для мене

source: Hide resolved tasks
ar: إخفاء المهام المحلولة
de_de: Erledigte (resolved) Aufgaben ausblenden
es_es: Ocultar tareas resueltas
fr: Cacher les tâches résolues
it_it: Nascondi attività risolte
lt: Slėpti išspręstas užduotys
pt_br: Ocultar casos resolvidos
tr: Çözülen görevleri gizle
uk: Приховати вирішені завдання

source: Project
ar: المشروع
de_de: Projekt
es_es: Proyecto
fr: Projet
it_it: Progetto
lt: Projektas
pt_br: Projeto
tr: Proje
uk: Проєкт

source: (all)
ar: (الكل)
de_de: (alle)
es_es: (todos)
fr: (tous)
it_it: (tutto)
lt: (visi)
pt_br: (todos)
tr: (hepsi)
uk: (все)

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
it_it: Annulla
lt: Atšaukti
pt_br: Cancelar
tr: İptal
uk: Скасувати

source: Delete
ar: حذف
de_de: Löschen
es_es: Borrar
fr: Supprimer
it_it: Cancella
lt: Ištrinti
pt_br: Apagar
tr: Sil
uk: Вилучити

source: Update
ar: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr: Mise à jour
it_it: Aggiorna
lt: Atnaujinti
pt_br: Atualização
tr: Güncelle
uk: Оновити

source: Please wait...
ar: الرجاء الانتظار...
de_de: Bitte warten...
es_es: Espera un momento…
fr: Veuillez patienter...
it_it: Attendere....
lt: Prašome palaukti...
pt_br: Por favor, aguarde...
tr: Lütfen bekleyin…
uk: Будь ласка, зачекайте…

source: Job
ar: وظيفة
de_de: Tätigkeit
es_es: Trabajo
fr: Poste
lt: Darbas
pt_br: Serviço
tr: İş
uk: Робота

source: Duration
ar: المدة
de_de: Dauer
es_es: Duración
fr: Durée
it_it: Durata
lt: Trukmė
pt_br: Duração
tr: Süre
uk: Тривалість

source: Enter a keyword or *** to display all...
pt_br: Digite uma palavra-chave ou *** para exibir todas as...
uk: Введіть ключове слово або ***, щоб відобразити всі…

source: Invalid backlog format
pt_br: Formato de registro de pendências inválido

source: Task not resolved, backlog cannot be '0'
ar: المهمة لم تُحَل، التراكم لا يمكن أن يكون "0"
de_de: Aufgabe nicht erledigt, Restaufwand kann nicht 0 sein
es_es: La tarea no resuelta, backlog no puede ser '0'
fr: Tâche non résolue, le RAF ne peut être nul
it_it: Attività non risolta, l'arretrato non può essere '0'
pt_br: Tarefa não resolvida, backlog não pode ser '0'
tr: Görev çözülemedi, işlem günlüğü '0' olamaz
uk: Завдання не вирішено, відставання не може дорівнювати '0'

source: Status can't be :
ar: الوضع لا يمكن أن يكون:
de_de: Falcher Status :
es_es: El estado no puede ser :
fr: Le status ne peut pas être :
it_it: Lo stato non può essere:
lt: Statusas negali būti :
pt_br: O status não pode ser :
tr: Durum olamaz :
uk: Статус не може бути :\

source: Please update status before editing timetracks
pt_br: Atualize o status antes de editar as faixas de horário

source: Please select a team to access this page.
ar: الرجاء اختيار فريق لدخول هذه الصفحة.
de_de: Bitte wählen Sie eine Team, um auf diese Seite zugreifen zu können.
es_es: Selecciona un equipo para acceder a esta página.
fr: Sélectionnez une équipe dans la liste déroulante en haut à droite de cette page.
it_it: Selezionare un team per accedere a questa pagina.
lt: Prašome pasirinkti komandą šio puslapio prieigai.
pt_br: Por favor, selecione uma equipe para acessar esta página.
tr: Bu sayfaya erişmek için lütfen bir takım seçin.
uk: Будь ласка, виберіть команду для доступу до цієї сторінки.

source: Error(s) in Mantis Tasks
ar: خطأ (أخطاء) في مهام Mantis
de_de: Fehler in Mantis Tasks
es_es: Error(es) en tares de Mantis
fr: Erreur(s) dans les fiches Mantis
it_it: Errorei in attività Mantis
lt: Klaida(-os) Mantis Užduotyse
pt_br: Erro(s) nos casos Mantis
tr: Mantis Görevlerindeki Hata
uk: Помилка(и) в завданнях Mantis

source: User
ar: مستخدم
de_de: Benutzer
es_es: Usuario
fr: Utilisateur
it_it: Utente
lt: Naudotojas
pt_br: Usuário
tr: Kullanıcı
uk: Користувач

source: last modification date
ar: تاريخ آخر تعديل
de_de: Änderungsdatum
es_es: fecha de última modificación
fr: date de dernière modification
it_it: data di ultima modifica
pt_br: data última modificação
tr: son değiştirilme tarihi
uk: Дата останньої модифікації

source: Summary
ar: ملخص
de_de: Zusammenfassung
es_es: Resumen
fr: Description
it_it: Descrizione
lt: Santrauka
pt_br: Resumo
tr: Özet
uk: Опис

source: Level
ar: مستوى
es_es: Nivel
fr: Sévérité
it_it: Livello
lt: Lygis
pt_br: Severidade
tr: Seviye
uk: Рівень

source: Error Description
ar: وصف خاطئ
de_de: Fehlerbeschreibung
es_es: Descripción del error
fr: Description de l'erreur
it_it: Descrizione errore
lt: Klaidos Aprašymas
pt_br: Descrição de erro
tr: Hata Açıklaması
uk: Опис помилки

source: New service contract
ar: عقد خدمة جديد
de_de: Neuer Servicevertrag
es_es: Contrato de servicio nuevo
fr: Nouveau Contrat de Service
it_it: Nuovo contratto di servizio
pt_br: Novo contrato de serviço
tr: Yeni servis sözleşmesi
uk: Новий сервісний договір

source: Team
ar: الفريق
es_es: Equipo
fr: Equipe
lt: Komanda
pt_br: Equipe
tr: Takım
uk: Команда

source: Name
ar: الاسم
es_es: Nombre
fr: Nom
it_it: Nome
lt: Pavadinimas
pt_br: Nome
tr: İsim
uk: Назва

source: Reference
ar: مرجع
de_de: Referenz
es_es: Referencia
fr: Référence
it_it: Riferimento
lt: Šaltinis
pt_br: Referência
tr: Kaynak
uk: Посилання

source: Version
ar: الإصدار
es_es: Versión
it_it: Versione
lt: Versija
pt_br: Versão
tr: Sürüm
uk: Версія

source: Reporter
ar: المبلغ
de_de: Meldender
es_es: Informador
fr: Emetteur
lt: Pranešėjas
pt_br: Relator
tr: Bildiren
uk: Доповідач

source: Description
ar: وصف
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
lt: Aprašymas
pt_br: Descrição
tr: Açıklama
uk: Опис

source: Start date
ar: تاريخ البداية
de_de: Startdatum
es_es: Fecha de inicio
fr: Date début
it_it: Date partenza
lt: Pradžios data
pt_br: Data inicial
tr: Başlangıç tarihi
uk: Початкова дата

source: StartDate
ar: تاريخ البدء
de_de: Startdatum
fr: Date Début
it_it: Data inizio
pt_br: Data incial
uk: Дата початку

source: End date
ar: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
fr: Date fin
it_it: Data fine
lt: Pabaigos data
pt_br: Date Fin
tr: Bitiş tarihi
uk: Кінцева дата

source: EndDate
ar: تاريخ الانتهاء
de_de: Enddatum
fr: Date Fin
it_it: Data fine
pt_br: Data final
uk: Дата закінчення

source: State
ar: الحالة
de_de: Status
es_es: Estado
fr: Etat
it_it: Stato
lt: Būsena
pt_br: Estado
tr: Durum
uk: Статус

source: Some fields are missing:
ar: بعض الحقول مفقودة:
de_de: Folgende Felder fehlen:
es_es: Faltan algunos campos:
fr: Les champs suivants ont été oubliés :
it_it: I campi seguenti sono mancanti :
lt: Nėra kai kurių laukų:
pt_br: Alguns campos estão faltando:
tr: Bazı alanlar eksik:
uk: Деякі поля відсутні:

source: Service contract name
ar: اسم عقد الخدمة
de_de: Name des Servicevertrag
es_es: Nombre del contrato de servicio
fr: Nom du Contrat de Service
it_it: Nome del contratto di servizio
pt_br: Nome do contrato de serviço
tr: Hizmet sözleşmesi adı
uk: Назва сервісного договору

source: Delete ServiceContract
ar: حذف عقد الخدمة
de_de: Servicevertrag löschen
es_es: Eliminar el ServiceContract
fr: Suppression Contrat de Service
it_it: Cancellazione del contratto di servizio
pt_br: Apagar contrato de serviço
tr: ServiceContract'ı silin
uk: Видалити Сервісний договір

source: Delete this ServiceContract ?
ar: حذف عقد الخدمة هذا
de_de: Diesen Servicevertrag löschen?
es_es: Quiere eliminar este ServiceContract?
fr: Supprimer le Contrat de Service ?
it_it: Cancellare il contratto di servizio?
pt_br: Apagar este contrato de serviço ?
tr: Bu ServiceContract silinsin mi?
uk: Видалити цей Сервісний договір?

source: SideTasks Projects
ar: مشاريع المهام الجانبية
de_de: 'Sonstige Aufgaben' Projekt
es_es: Proyectos SideTasks
fr: Projets TachesAnnexes
it_it: Progetti attività collaterali
pt_br: Projetos SideTasks
tr: SideTasks Projeleri
uk: Додаткові завдання проєкту

source: --- New CommandSet ---
ar: ---مجموعة أوامر جديدة ---
de_de: --- Neue Auftragsliste ---
es_es: --- Conjunto de órdenes nuevo ---
fr: --- Nouvelle MacroCommande ---
it_it: --- Nuovo Macro ordine ---
pt_br: --- Novo Conjunto de comandos ---
tr: --- Yeni CommandSet ---
uk: --- Новий CommandSet ---

source: Add
ar: إضافة
de_de: Hinzufügen
es_es: Añadir
fr: Ajouter
it_it: Aggiungi
lt: Pridėti
pt_br: Adicionar
tr: Ekle
uk: Додати

source: No data
ar: لا توجد بيانات
de_de: Keine Daten verfügbar
es_es: Sin datos
fr: Aucune donnée
it_it: Nessun dato
lt: Nėra duomenų
pt_br: Sem dados
tr: Veri yok
uk: Немає даних

source: Remove
ar: إزالة
de_de: Entfernen
es_es: Quitar
fr: Enlever
it_it: Rimuovi
lt: Pašalinti
pt_br: Remover
tr: Kaldır
uk: Вилучити

source: CommandSet
ar: مجموعة الأوامر
de_de: Auftragsliste
es_es: Conjunto de órdenes
fr: Macro Commande
it_it: Macro
pt_br: Conjunto de comandos

source: delete Contract-CommandSet association
ar: حذف اقتران مجموعة الأوامر التعاقدية
de_de: Vertrag Auftragsliste Zuordnung löschen
es_es: eliminar asociación entre contrato y conjunto de órdenes
fr: supprimer l'association Contrat de Service-MacroCommande
it_it: Cancella l'associazione Contratto-Ordini
pt_br: apagar conjunto de comandos associados ao contrato
tr: Contract-CommandSet birliğini sil
uk: видалити асоціацію Contract-CommandSet

source: Remove CommandSet
ar: إزالة مجموعة الأوامر
de_de: Auftragsliste löschen
es_es: Quitar conjunto de órdenes
fr: Supprimer Macro Commande
it_it: Elimina Macro
pt_br: Remover conjunto de comandos
tr: CommandSet'i Kaldır
uk: Вилучити CommandSet

source: Remove CommandSet from this Contract ?
ar: إزالة مجموعة أوامر من هذا العقد؟
de_de: Auftragsliste vom Vertragt löschen?
es_es: Eliminar CommandSet de este contrato ?
fr: Retirer la MacroCommande de ce Contrat de Service ?
it_it: Cancellare l'ordine da questo contratto?
pt_br: Remover o conjunto de comandos deste contrato de serviço ?
tr: CommandSet bu sözleşmeden kaldırılsın mı ?
uk: Вилучити CommandSet з цього контракту?

source: delete Contract-Project association
ar: حذف ترابط عقد المشروع
de_de: Vertrag Projekt Zuordnung löschen
fr: supprimer l'association Contrat de Service-Projet
it_it: Cancella l'associazione Contratto-Progetto
pt_br: apagar associação do projeto de contrato de serviço
tr: Sözleşme-Proje birliğini sil
uk: видалити асоціацію «Контракт-проєкт»

source: Remove Project
ar: إزالة مشروع
de_de: Projekt entfernen
es_es: Eliminar proyecto
fr: Suppression Projet
it_it: Cancella Progetto
lt: Pašalinti Projektą
pt_br: Remover projeto
tr: Projeyi Kaldır
uk: Видалити проєкт

source: Remove Project from this Contract ?
ar: إزالة مشروع من هذا العقد؟
de_de: Projekt vom Vertrag entfernen?
es_es: Elimina el Projecto del Contrato ?
fr: Retirer le projet de ce Contrat de Service ?
it_it: Cancellare il Progetto da questo Contratto?
lt: Pašalinti Projektą iš šio Kontrakto ?
pt_br: Remover o projeto deste contrato ?
tr: Bu Sözleşmeden Proje Kaldırılsın mı?
uk: Видалити проєкт із цього договору?

source: Sorry, only managers can access this page.
ar: عذرا، يمكن للمديرين فقط الوصول إلى هذه الصفحة.
de_de: Nur Manager können auf diese Seite zugreifen.
es_es: Solo los administradores pueden acceder a esta página.
fr: Vous devez être Manager pour accéder à cette page.
it_it: Solo i Managers possono accedere a questa pagina.
lt: Atsiprašome, tik vadovai gali prieiti prie šio puslapio.
pt_br: Desculpe, apenas os gerentes podem acessar esta página.
tr: Üzgünüz, yalnızca yöneticiler bu sayfaya erişebilir.
uk: На жаль, доступ до цієї сторінки доступний лише менеджерам.

source: Progress
ar: التقدم
de_de: Fortschritt
es_es: Progreso
fr: Avancement
it_it: Avanzamento
lt: Progresas
pt_br: Progresso
tr: İlerleme
uk: Прогрес

source: MgrEffortEstim
de_de: Aufwandsschätzung Manager
fr: Charge Mgr
it_it: Carico Mgr
pt_br: Esforço estinado Mgr

source: EffortEstim
de_de: Schätzung
fr: Charge Init
it_it: Carico iniziale
pt_br: Esforço inicial

source: Reestimated
ar: مُعاد تقديره
de_de: Neuschätzung
es_es: Reestimado
fr: Réestimé
it_it: Ristimato
pt_br: Reestimado
tr: Yeniden tahmin edildi
uk: Переоцінено

source: Elapsed
ar: المنقضي
de_de: Verbraucht
es_es: Transcurrido
fr: Consommé
it_it: Durata
lt: Praėjęs
pt_br: Decorrido
tr: Geçti
uk: Закінчився

source: Drift Mgr
ar: مدير الانجراف
de_de: Mehraufwand Manager
fr: Dérive Mgr
it_it: Mgr Tendenza
pt_br: Desvio Mgr

source: Drift
ar: الانجراف
de_de: Mehraufwand
fr: Dérive
it_it: Tendenza
pt_br: Desvio
uk: Відхилення

source: Support included
ar: الدعم شمل
de_de: Support Aufgaben inkl.
es_es: Asistencia incluida
fr: Support inclus
it_it: Supporto incluso
lt: Parama įskaityta
pt_br: Suporte incluso
tr: Destek dahil
uk: Підтримка включена

source: Support NOT included
ar: الدعم لم يشمل
de_de: Support Aufgaben nicht inkl.
es_es: Asistencia NO incluida
fr: Support NON inclus
it_it: Supporto NON incluso
lt: Parama NEįskaityta
pt_br: Suporte NÃO incluso
tr: Destek dahil değil
uk: Підтримка НЕ включена

source: ExtRef
de_de: Externe Ref.
fr: RefExt
it_it: RefEst
pt_br: RefExt

source: Assigned users
ar: المستخدمون المعينون
de_de: Zugewiesene Benutzer
es_es: Usuarios asignados
fr: utilisateurs Affectés
it_it: Utenti assegnati
pt_br: Usuários atribuídos
tr: Atanan kullanıcılar
uk: Призначені користувачі

source: Category
ar: التصنيف
de_de: Kategorie
es_es: Categoría
fr: Catégorie
it_it: Categoria
lt: Kategorija
pt_br: Categoria
tr: Kategori
uk: Категорія

source: Nb Days
ar: Nb أيام
de_de: Anz. Tage
es_es: N.º de días
fr: Nb Jours
it_it: N° Giorni
pt_br: Nº de dias
tr: Nb Günleri
uk: К-сть днів

source: Tasks
ar: مهام
de_de: Aufgaben
es_es: Tareas
fr: Tâches
it_it: Attività
lt: Užduotys
pt_br: Casos
tr: Görevler
uk: Завдання

source: update backlog
ar: تحديث التراكم
de_de: Restaufwand aktualisieren
es_es: actualizar pendientes
fr: maj du RAF
it_it: aggiorna arretrati
pt_br: atualizar backlog
tr: birikim güncelle
uk: оновити відставання

source: Start Year
ar: بداية السنة
de_de: Startjahr
es_es: Año de inicio
fr: Date Début
it_it: Data di inizio
lt: Pradėti Metus
pt_br: Ano inicio
tr: Başlangıç Yılı
uk: Дата початку

source: Compute
ar: عد
de_de: Berechnen
es_es: Calcular
fr: Calculer
it_it: Calcola
lt: Apskaičiuoti
pt_br: Calcular
tr: Hesapla
uk: Обчислити

source: Adherence to deadlines
ar: احترام المواعيد
de_de: Einhaltung von Terminen
es_es: Cumplimiento de los plazos
fr: Respect des délais de livraison
it_it: Rispetto dele scadenze
lt: Laikytis terminų
pt_br: Cumprimento dos prazos
tr: Son teslim tarihlerine uyma
uk: Дотримання термінів

source: Efficiency - System Disponibility
ar: الكفاءة - عدم توافق النظام
de_de: Effizienz - Systemverfügbarkeit
es_es: Eficacia- Disponibilidad del Sistema
fr: Taux d'efficacité - Disponibilité système
it_it: Efficienza - Disponibilità sistema
pt_br: Taxa de eficiência - Disponibilidade do sistema
tr: Verimlilik - Sistem Tutarlılığı
uk: Ефективність — системна доступність

source: Reopened Rate
ar: تمت إعادة فتح المعدل
de_de: Anteil der wiedergeöffneten Einträge
es_es: Tasa de Reaperturas
fr: Taux de Retour
it_it: Tasso di riapertura
pt_br: Taxa de reabertura
tr: Yeniden Açılmış Oran
uk: Відновлений курс

source: Available Workforce
ar: القوى العاملة المتاحة
de_de: Verfügbare Arbeitskräfte
es_es: Mano de obra disponible
fr: Capacité de production
it_it: Forza di lavoro disponibile
lt: Galimas Darbo Krūvis
pt_br: Força de trabalho disponível
tr: Mevcut İş Gücü
uk: Доступна робоча сила

source: EffortEstim Reliability
ar: موثوقية EffortEstim
de_de: Zuverlässigkeit der Schätzung
es_es: EffortEstim fiabilidad
fr: Fiabilité de l'estimation de charge
it_it: Affidabilità della stima di carico
pt_br: Confiabilidade do EffortEstim
tr: EffortEstim Güvenilirlik
uk: Надійність EffortEstim

source: % Tasks
ar: % مهام
de_de: % Aufgaben
es_es: % tareas
fr: % Tâches
it_it: % Attività
lt: % Užduočių
pt_br: % Casos
tr: % Görevler
uk: % Завдань

source: Percentage of tasks delivered before the deadLine
ar: النسبة المئوية للمهام سلمت قبل الموعد النهائي
de_de: Anteil der Aufgaben, die vor Frist (Deadline) fertiggestellt wurden
es_es: Porcentaje de tareas entregadas antes de la fecha límite
fr: Pourcentage de fiches livrées avant la deadLine
it_it: Percentuale attività consegnate prima della scadenza
pt_br: Percentual de casos entregues antes do vencimento
tr: deadLine'dan önce teslim edilen görevlerin yüzdesi
uk: Відсоток завдань, поставлених перед deadLine

source: show values
ar: عرض القيم
de_de: Werte anzeigen
es_es: mostrar valores
fr: afficher les valeurs
it_it: mostra valori
lt: rodyti vertes
pt_br: mostrar valores
tr: değerleri göster
uk: показати значення

source: % Tasks Delivered on time
ar: ٪ مهام تم تسليمها في الوقت المحدد
de_de: % Aufgaben rechtzeitig erledigt
es_es: % Tareas entregadas a tiempo
fr: % Tâches livrées à temps
it_it: % Attività consegnate in tempo
lt: % Užduočių Pristatytu laiku
pt_br: % casos entregues em tempo
tr: % Zamanında Verilen Görevlerin Yüzdesi
uk: % Завдань, виконаних вчасно

source: Date
ar: تاريخ
de_de: Datum
es_es: Fecha
it_it: Data
lt: Data
pt_br: Data
tr: Tarih
uk: Дата

source: Effort deviation on resolved tasks (regarding the MgrEffortEstim)
ar: انحراف الجهد على المهام المحلولة (بخصوص MgrEffortEstim)
de_de: Mehraufwand erledigter Aufgaben (Aufwandsschätzung Manager)
es_es: Desviación de esfuerzo en tareas resueltas (con respecto al MgrEffortEstim)
fr: Nbre de jours de dépassement sur les tâches résolues dans la période (par rapport à la 'Charge Manager')
it_it: Sforzo distacco sui compiti risolti (per quanto riguarda MgrEffortEstim)
pt_br: Desvio de esforço em tarefas resolvidas (em relação ao MgrEffortEstim)
tr: Çözülen görevlerde çaba sapması (MgrEffortEstim ile ilgili)
uk: Відхилення зусиль у вирішенні завдань (щодо MgrEffortEstim)

source: Effort deviation on resolved tasks (regarding the EffortEstim)
ar: انحراف الجهد على المهام المحلولة (بخصوص EffortEstim)
de_de: Mehraufwand erledigter Aufgaben (Aufwandsschätzung Bearbeiter)
fr: Nbre de jours de dépassement sur les tâches résolues dans la période (par rapport à la 'Charge Initiale')
it_it: Sforzo distacco sui compiti risolti (per quanto riguarda EffortEstim)
pt_br: Desvio de esforço em tarefas resolvidas (em relação ao EffortEstim)
tr: Çözülen görevlerde çaba sapması (EffortEstim ile ilgili)
uk: Відхилення зусиль у вирішенні завдань (щодо EffortEstim)

source: Effort Deviation
ar: انحراف الجهد
de_de: Mehraufwand
es_es: Desviación del esfuerzo
fr: Dérive
it_it: Deviazione sforzo
lt: Pastangų Nuokrypis
pt_br: Desvio de esforço
tr: Çaba Sapması
uk: Відхилення зусиль

source: No Support
ar: لا يوجد دعم
de_de: Keine Unterstützung
es_es: Sin servicio técnico
fr: Sans Support
it_it: Nessun supporto
lt: Nėra Paramos
pt_br: Sem suporte
tr: Destek Yok
uk: Немає підтримки

source: Effort Deviation (ExtRefOnly)
ar: انحراف الجهد (ExtRefOnly)
de_de: Mehraufwand (nur externe Ref.)
es_es: Desviación de esfuerzo (ExtRefOnly)
fr: Dérive (ExtRefOnly)
it_it: Distacco (ExtRefOnly)
pt_br: Desvio do esforço (ExtRefOnly)
tr: Çaba Sapması (ExtRefOnly)
uk: Відхилення зусиль (ExtRefOnly)

source: Efficiency Rate
ar: تقييم الكفاءة
de_de: Effizienz
es_es: Tasa de eficiencia
fr: Taux d'efficacité
it_it: Tasso di efficienza
lt: Efektyvumo Rodiklis
pt_br: Taxa de eficiência
tr: Verimlilik Oranı
uk: Коефіцієнт ефективності

source: Exclude side tasks to get the percent of time spent working on the projects
ar: استبعاد المهام الجانبية للحصول على نسبة مئوية من الوقت المنقضي في العمل على المشاريع
de_de: 'Sonstige Aufgaben' ausschließen, um die Zeit zu erhalten, die auf Projekte gebucht wurde
es_es: Excluye tareas laterales para conseguir el porcentaje de tiempo trabajado en los proyectos
fr: Pourcentage de temps passé sur les tâches projet par rapport au temps total consommé (TachesAnnexes inclues).
it_it: Escludi attività collaterali per ottenere la percentuale di tempo impiegato per lavorare sui progetti
pt_br: Desconsiderar tarefas correlatas para obter o percentual de tempo de trabalho no projeto
tr: Projelerde çalışmak için harcanan sürenin yüzdesini almak için yan görevleri hariç tutun
uk: Виключити побічні завдання, щоб отримати відсоток часу, витраченого на роботу над проєктами

source: Efficiency
ar: الكفاءة
de_de: Effizienz
es_es: Eficiencia
fr: Taux d'efficacité
it_it: Tasso di efficienza
lt: Efektyvumas
pt_br: Taxa de eficiência
tr: Verim
uk: Ефективність

source: % Efficiency
ar: ٪ الكفاءة
de_de: % Effizienz
es_es: % de eficiencia
fr: % Efficacité
it_it: % Efficienza
lt: % Efektyvumas
pt_br: % Eficiência
tr: % Verim
uk: % Ефективність

source: % Sys Disp.
de_de: % Systemverfügbarkeit
fr: % Disp Sys
pt_br: % Disp Sys
tr: % Sistem Görünümü.

source: Number of reopened external tasks (tasks having an ExternalRef).
ar: عدد من المهام الخارجية المفتوحة (مهام بها مرجع خارجي).
de_de: Anzahl der wiedergeöffneten Aufgaben (nur externe Ref.)
es_es: Número de tareas externas reabiertas (tareas que tienen un ExternalRef).
fr: Nombre de fiches réouvertes (ayant une ReferenceExterne)
it_it: Numero di attività esterne riaperte (compiti che hanno un ExternalRef).
pt_br: Número de casos externos reabertos (casos que possuem referência externa)
tr: Yeniden açılan harici görevlerin sayısı (ExternalRef'e sahip görevler).
uk: Кількість відкритих зовнішніх завдань (завдань, що мають ExternalRef).

source: % Reopened
ar: تمت إعادة فتح %
de_de: % Wiedergeöffnet
es_es: % Reabierto
fr: % de retour
it_it: % Riaperte
lt: % Atnaujinta
pt_br: % de retour
tr: % Yeniden Açıldı
uk: % Відновлено

source: Compare the number of reopened tasks to the number of resolved tasks
ar: مقارنة عدد من المهام المفتوحة بعدد من المهام المحلولة
de_de: Vergleich Anzahl wiedergeöffneter zu erledigter Aufgaben
es_es: Compara el número de tareas reabiertas y el número de tareas resueltas
fr: Compare le nombre de fiches réouvertes au nombre de fiches résolues
it_it: Confronta il numero di compiti riaperti con il numero di compiti risolti
lt: Palyginti atnaujintų užduočių skaičių su išspręstų užduočių skaičiuomi
pt_br: Comparar o número de casos reabertos com o número de casos resolvidos
tr: Yeniden açılan görevlerin sayısını çözülen görevlerin sayısıyla karşılaştırın
uk: Порівняйте кількість повторно відкритих завдань із кількістю вирішених завдань
