Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Nb Reopened
ar: تمت إعادة فتح ملحوظة
de_de: Anzahl Wiedergeöffnet
es_es: Nb Reabierto
fr: Nb de retour
it_it: N° Riaperte
pt_br: Num reabertos
tr: Nb Yeniden Açıldı
uk: К-сть відновлених

source: man-days
ar: رجل-أيام
de_de: Personentage
es_es: días-hombre
fr: jour-homme
it_it: giorno-uomo
pt_br: dias-homem
tr: günler
uk: чоловічі дні

source: Available man-days on the period (excluding leave and external tasks)
ar: أيام العمل المتاحة في هذه الفترة (باستثناء الإجازات والمهام الخارجية)
de_de: Verfügbare Personentage im Zeitraum (exklusive Unter- und Externer Aufgaben)
es_es: Disponibilidad de hombre-dia en el periodo (excluyendo faltas y tareas externas)
fr: Nbre de jours-hommes disponibles sur la période (taches annexes et externes exclues)
it_it: Giornate-uomo disponibili sul periodo (escluse le ferie e le attività esterne)
pt_br: Dias-homem disponíveis no período (excluindo férias e tarefas externas)
tr: Dönemdeki mevcut iş günleri (izin ve dış görevler hariç)
uk: Доступні робочі дні за період (без відпустки та зовнішніх завдань)

source: Developers Workload
ar: عبء عمل المطورين
de_de: Auslastung der Entwickler
es_es: Carga de trabajo de los desarrolladores
fr: Capacité de production
it_it: Caacità di produzione
lt: Kūrėjų Darbo Krūvis
pt_br: Capacidade de desenvolvimento
tr: Geliştiricilerin İş Yükü
uk: Навантаження розробників

source: nb production days
ar: nb أيام الإنتاج
de_de: Erbrachte Personentage
fr: Nbre de jours de Production
it_it: N° giorni di produzione
pt_br: núm de dias de produção
tr: nb üretim günleri
uk: К-сть днів виробництва

source: Compares the effort estimation to the elapsed time.
ar: يقارن تقدير الجهود الرامية إلى الوقت المنقضى.
de_de: Vergleich Schätzung zu Verbrauch
es_es: Compara la estimación del esfuerzo con el tiempo transcurrido.
fr: Compare la charge initiale au consommé
it_it: Compara il carico iniziale al tempo di elaborazione.
pt_br: Compara a estimativa de esforço no tempo decorrido.
tr: Çaba tahminini geçen zamanla karşılaştırır.
uk: Порівнює оцінку зусиль до витраченого часу.

source: Help
ar: مساعدة
de_de: Hilfe
es_es: Ayuda
fr: Aide
it_it: Aiuto
lt: Pagalba
pt_br: Ajuda
tr: Yardım
uk: Допомога

source: (on resolved tasks only)
ar: (على المهام المحلولة فقط)
de_de: (nur auf geschlossene Aufgaben)
es_es: (solo en tareas resueltas)
fr: (uniquement sur les tâches résolues)
it_it: (solo sulle attività risolte)
pt_br: (somente tarefas resolvidas)
tr: (yalnızca çözümlenmiş görevlerde)
uk: (тільки на вирішених завданнях)

source: rate = 1 : estimation was perfect.<br>rate &lt; 1 : underestimated<br>rate &gt; 1 : overestimated
ar: المعدل = 1 : التقدير كان ممتازا.<br>rate &lt; 1 : بأقل من التقدير<br>معدل &gt; 1 : مبالَغ في تقديره
de_de: Aufwandschätzung = 1 : Schätzung war perfekt.<br>Aufwandschätzung &lt; 1 : unterschätzt<br>Aufwandschätzung &gt; 1 : überschätzt
es_es: índice = 1 : la estimación fue perfecta.<br>índice &lt; 1 : subestimado<br>índice &gt; 1 : sobrestimado
fr: taux = 1 : estimation parfaite.<br>taux &lt; 1 : sous-estimé<br>taux &gt; 1 : sur-estimé
it_it: tasso = 1 : stima perfetta.<br>tasso &lt; 1 : sottostimato<br>tasso &gt; 1 : sovrastimato
pt_br: taxa = 1 : estimativa foi perfeita.<br>taxa &lt; 1 : subestimado<br>taxa &gt; 1 : superestimado
tr: ortalama = 1 : tahmin mükemmeldi.<br>ortalama &lt; 1 : hafife<br>ortalama &gt; 1 : abartmış
uk: оцінка = 1: оцінка була ідеальною.<br>оцінка &lt; 1: занижений<br>оцінка &gt; 1: завищена

source: Formula
ar: صيغة
de_de: Formel
es_es: Fórmula
fr: Formule
lt: Formulė
pt_br: Fórmula
tr: Formül
uk: Формула

source: elapsed
ar: المنقضي
de_de: Verbrauch
es_es: transcurrido
fr: consommé
it_it: elaborato
lt: praėjęs
pt_br: decorridos
tr: geçen
uk: пройшло

source: Sorry, you do NOT have access to this page.
ar: معذرة، ليس لديك وصول لهذه الصفحة.
de_de: Keine Berechtigung zu dieser Seite
es_es: Disculpas, NO tienes acceso a esta página.
fr: Désolé, vous n'avez pas accès à cette page.
it_it: Mi spiace, non hai accesso a questa pagina.
lt: Atsiprašome, jūs neturite prieigos prie šio puslapio.
pt_br: Desculpe, você nao tem acesso a esta página.
tr: Üzgünüz, bu sayfaya erişim yetkiniz YOK.
uk: На жаль, Ви НЕ маєте доступу до цієї сторінки.

source: Indicators
ar: مؤشرات
de_de: Indikatoren
es_es: Indicadores
fr: Indicateurs
it_it: Indicatori
lt: Indikatoriai
pt_br: Indicadores
tr: Göstergeler
uk: Показники

source: User info
es_es: Información de usuario
fr: Info Utilisateur
it_it: Informazioni utente
pt_br: Informação de usuário

source: User ID
de_de: Benutzer-ID
fr: ID Utilisateur
it_it: ID utente
pt_br: ID de usuário
tr: Kullanıcı kimliği
uk: ID користувача

source: Group
es_es: Grupo
fr: Groupe
it_it: Gruppo
pt_br: Grupo
tr: Grup
uk: Група

source: Role
ar: الدور
de_de: Rolle
es_es: Rol
fr: Rôle
it_it: Ruolo
lt: Vaidmuo
pt_br: Grupo
tr: Rol
uk: Роль

source: Team arrival date
de_de: Benutzereintrittsdatum
fr: Date d'arrivée dans l'équipe
it_it: Data di arrivo della squadra
pt_br: Data de chegada da equipe
tr: Ekip varış tarihi
uk: Дата прибуття команди

source: Average Backlog Variation
ar: معدل تراكم الاختلاف
de_de: Durchschnittliche Veränderung Restaufwand
es_es: Variación promedio de pendientes
fr: Evolution de la moyenne des RAF
it_it: Variazione media RAF
pt_br: Variação média do backlog
tr: Ortalama İş Listesi
uk: Середня варіація відставання

source: No data.
ar: لابيانات
de_de: Keine Daten verfügbar.
es_es: Sin datos.
fr: Aucune donnée.
it_it: Nessun dato.
lt: Nėra duomenų.
pt_br: Sem dados.
tr: Veri yok.
uk: Немає даних.

source: Monthly Activity
ar: النشاط الشهري
de_de: Monatsübersicht
es_es: Actividad mensual
fr: Activité mensuelle
it_it: Attività mensile
lt: Mėnesio veikla
pt_br: Atividade mensal
tr: Aylık Etkinlik
uk: Місячна активність

source: Detailed
ar: مفصلة
de_de: Details anzeigen
es_es: Detallada
fr: Détaillé
it_it: Dettaglio
lt: Išsamus
pt_br: Detalhar
tr: Detaylı
uk: Деталі

source: Tasks per User
ar: المهام لكل مستخدم
de_de: Aufgaben pro Teammitglied
es_es: Tareas por usuario
fr: Tâches par utilisateur
it_it: Attività per utente
lt: Užduotys vienam vartotojui
pt_br: Tarefas por Usuário
tr: Kullanıcı başına Görev
uk: Завдання на користувача

source: Export to CSV
ar: تصدير إلى CSV
de_de: Exportieren als CSV
es_es: Exportar a CSV
fr: Export CSV
it_it: Esporta CSV
lt: Eksportuoti į CSV
pt_br: Exportar para CSV
tr: CSV’ye Aktar
uk: Експорт у CSV

source: Elapsed in period
ar: المنقضي في الفترة
de_de: Gebuchter Aufwand im Zeitraum
es_es: Transcurrido en el período
fr: consommé dans la période
it_it: elaborato nel periodo
lt: Praėjęs persiode
pt_br: Decorrido no período
tr: Dönem içinde geçen
uk: Пройшло за період

source: IE may not correctly display this website
ar: قد لا يعرض إنترنت إكسبلورر هذا الموقع بشكل صحيح
de_de: Der Internet Explorer zeigt die Webseite evt. nicht korrekt an
es_es: IE quizás no pueda mostrar correctamente este sitio web
fr: Il se peut que IE n'affiche pas correctement ce site
it_it: IE potrebbe non funzionare correttamente con questo portale.
lt: IE gali netinkamai rodyti šią svetainę
pt_br: Internet Explorer não exibe corretamente este site,<br/>
tr: IE bu web sitesini doğru göstermeyebilir
uk: IE може неправильно відображати цей веб-сайт

source: please consider using a standard complient web-browser
ar: يُرجَى استخدام متصفح إنترنت قياسي متوافق
de_de: Bitte denken Sie darüber nach, einen Standardkonformen Browser zu verwenden
es_es: considere usar un navegador web que cumpla con los estándares
fr: en cas de problèmes, veuillez utiliser un navigateur respectant les standards du web.
it_it: In caso di problemi usare Firefox o Chrome
pt_br: em caso de problemas, utilize um navegador que é compativel com as padrões web
tr: lütfen standart uyumlu bir web tarayıcı kullanmayı düşünün
uk: розглянути можливість використання стандартного сумісного веб-браузера

source: A new CodevTT version is available !
ar: هناك نسخة CodevTT جديدة متاحة!
de_de: Eine neue Version von CodevTT ist verfügbar!
es_es: ¡Hay disponible una nueva versión de CodevTT!
fr: Une nouvelle version de CodevTT est disponible !
it_it: Una nuova versione di CodevTT è disponibile!
lt: Egzistuoja nauja CodevTT versija !
pt_br: Uma nova versão de CodevTT está disponível!
tr: Yeni bir CodevTT sürümü mevcut !
uk: Доступна нова версія CodevTT!

source: Add fixed holidays
ar: إضافة أيام العطل الثابتة
de_de: Feiertage hinzufügen
es_es: Agregar feriados fijos
fr: Ajout de Congés
it_it: Aggiungi feste fisse
pt_br: Adicionar aos feriados fixos
tr: Sabit tatiller ekle
uk: Додати фіксовані вихідні дні

source: In here you can set National Days, religious holidays, etc.
ar: هنا يمكنك تعيين الأيام الوطنية والأعياد الدينية، إلخ
de_de: Feiertage hinzufügen (z.B. Maria Himmelfahrt)
es_es: Aquí puedes definir los feriados nacionales, fiestas religiosas, etc.
fr: Ajoutez ici les fêtes nationales, fêtes religieuses ou la fermeture annuelle de l'entreprise.
it_it: Qui è possibile impostare feste nazionali , feste religiose , ecc
pt_br: Adicione aqui os feriados nacionais, feriados religiosos ou férias coletivas da empresa.
tr: Burada Ulusal Günleri, dini bayramları vb. belirleyebilirsiniz.
uk: Тут Ви можете встановити Національні Дні, релігійні свята тощо.

source: Note: adding RTTs is not a good idea, users may decide to work anyways and productionDaysForecast will be wrong.
ar: ملاحظة: إضافة RTT ليست فكرة جيدة; فقد يقرر المستخدمون العمل على أي حال وسيكون productionDaysForecast خاطئا.
de_de: Hinweis: Das Hinzufügen von RTTs ist keine gute Idee, da Benutzer sich wie auch immer entscheiden könnten und die Produktionstagevorhersage falsch sein wird.
fr: Note : Les RTT ne doivent pas être déclarés ici.
it_it: Nota : Gli RTT non devono essere impostati qui.
pt_br: Nota: adicionando RTT não é uma boa idéia, usuários podem decidir trabalhar qualquer dia e a "previsão diária de produção" estará errada.
tr: Not: RTT eklemek iyi bir fikir değildir, kullanıcılar yine de çalışmaya karar verebilirler ve productionDaysForecast yanlış olacaktır.
uk: Примітка: додавання RTT не є гарною ідеєю, користувачі можуть вирішити працювати в будь-якому випадку, і productionDaysForecast буде неправильним.

source: Holiday Description
ar: وصف العطلة
de_de: Beschreibung
es_es: Descripción del feriado
fr: Description Congés
it_it: Descrizione festa
lt: Šventės Apibūdinimas
pt_br: Descrição do feriado
tr: Tatil Açıklaması
uk: Опис свята

source: Color
ar: لون
de_de: Farbe
fr: Couleur
it_it: Colore
lt: Spalva
pt_br: Cor
tr: Renk
uk: Колір

source: open a colorPicker in a new Tab
ar: فتح اللون المنتقى في علامة تبويب جديدة
de_de: Farbauswahl in neuem Fenster öffnen
es_es: Abre un selectorColor en una nueva pestaña
fr: Ouvrir un sélecteur de couleur dans un nouvel onglet
it_it: Apri il selettore del colore in una nuova scheda
pt_br: abrir um colorPicker em uma nova guia
tr: colorPicker'ı yeni bir sekmede aç
uk: відкрити colorPicker на новій вкладці

source: Permanently remove this date ?
ar: هل تريد إزالة هذا التاريخ نهائيا ؟
de_de: Dieses Datum dauerhaft entfernen?
es_es: ¿Eliminar permanentemente esta fecha?
fr: Supprimer définitivement cette date ?
it_it: Rimuovere definitivamente questa data?
pt_br: Remover permanentemente essa data?
tr: Bu tarih kalıcı olarak kaldırılsın mı?
uk: Остаточно видалити цю дату?

source: delete Holiday
ar: حذف عطلة
de_de: Feiertag löschen
es_es: eliminar feriado
fr: effacer cette date
it_it: cancella festa
lt: ištrinti Šventę
pt_br: remover feriado
tr: Tatili sil
uk: видалити свято

source: Sorry, you need to be in the admin-team to access this page.
ar: عذرا، تحتاج إلى أن تكون مشرف فريق للوصول إلى هذه الصفحة.
de_de: Sie müssen in der Admingruppe sein, um diese Seite aufzurufen.
es_es: Debes pertenecer al equipo de administradores para acceder a esta página.
fr: Vous devez faire partie de l'équipe d'admin pour accéder à cette page.
it_it: Devi far parte del Team admin per accedere a questa pagina.
lt: Atsiprašome, jūs turite priklausyti administracijos komandai, kad galėtumėte prieiti prie šio puslapio.
pt_br: Desculpe, você deve ser membro do time-admin para acessar esta página.
tr: Üzgünüz, bu sayfaya erişebilmek için yönetici-takımında olmanız gerekmektedir.
uk: Вибачте, Ви повинні бути в команді адміністратора, щоб отримати доступ до цієї сторінки.

source: Select
ar: اختر
de_de: Auswählen
es_es: Seleccionar
fr: Envoyer
it_it: Seleziona
lt: Pasirinkti
pt_br: Selecionar
tr: Seç
uk: Вибрати

source: Duration (in days)
ar: المدة (بالأيام)
de_de: Dauer (Tage)
es_es: Duración (en días)
fr: Durée (en jours)
it_it: Durata (giorni)
lt: Trukmė (dienomis)
pt_br: Duração (em dias)
tr: Süre (gün olarak)
uk: Тривалість (у днях)

source: Monday
ar: الاثنين
de_de: Montag
es_es: Lunes
fr: Lundi
it_it: Lunedì
lt: Pirmadienis
pt_br: Segunda-feira
tr: Pazartesi
uk: Понеділок

source: Tuesday
ar: الثلاثاء
de_de: Dienstag
es_es: Martes
fr: Mardi
it_it: Martedì
lt: Antradienis
pt_br: Terça-feira
tr: Salı
uk: Вівторок

source: Wednesday
ar: الأربعاء
de_de: Mittwoch
es_es: Miércoles
fr: Mercredi
it_it: Mercoledì
lt: Trečiadienis
pt_br: Quarta-feira
tr: Çarşamba
uk: Середа

source: Thursday
ar: الخميس
de_de: Donnerstag
es_es: Jueves
fr: Jeudi
it_it: Giovedì
lt: Ketvirtadienis
pt_br: Quinta-feira
tr: Perşembe
uk: Четвер

source: Friday
ar: الجمعة
de_de: Freitag
es_es: Viernes
fr: Vendredi
it_it: Venerdì
lt: Penktadienis
pt_br: Sexta-feira
tr: Cuma
uk: П'ятниця

source: Production days
ar: أيام الإنتاج
de_de: Arbeitstage
es_es: Días de producción
fr: Jours de Production
it_it: Giorni di produzione
lt: Gamybos dienos
pt_br: Dias de produção
tr: Üretim günleri
uk: Дні розробки

source: Load per Job
ar: التحميل لكل وظيفة
de_de: Auslastung pro Tätigkeit
es_es: Carga por trabajo
fr: Charge par Poste
it_it: Carico per Job
lt: Apkrova tenkanti vienam Darbui
pt_br: Carga por cargo
tr: İş Başına Yük
uk: Навантаження на задачу

source: Project Detail
ar: تفاصيل المشروع
de_de: Projektdetails
es_es: Detalles del proyecto
fr: Détail du Projet
it_it: Dettaglio del progetto
lt: Projekto Detalės
pt_br: Detalhes do projeto
tr: Proje Ayrıntısı
uk: Деталі проєкту

source: Load per Project
ar: التحميل لكل مشروع
de_de: Auslastung pro Projekt
es_es: Carga por proyecto
fr: Charge par Projet
it_it: Carico per progetto
lt: Apkrova tenkanti vienam Projektui
pt_br: Carga por projeto
tr: Proje Başına Yük
uk: Навантаження на проєкт

source: Productivity indicators
ar: مؤشرات الإنتاجية
de_de: Produktivität
es_es: Indicadores de productividad
fr: Indicateurs de productivité
it_it: Indicatore di produttività
lt: Produktyvumo rodikliai
pt_br: Indicadores de produção
tr: Verimlilik göstergeleri
uk: Показники продуктивності

source: Reopened tasks
ar: مهام أُعيد فتحها
de_de: Erneut geöffnete Aufgaben
es_es: Tareas reabiertas
fr: Fiches réouvertes
it_it: Tasks riaperte
lt: Atnaujintos užduotys
pt_br: Casos reabertos
tr: Yeniden açılan görevler
uk: Відновлені задачі

source: Production Days
ar: أيام الإنتاج
de_de: Arbeitstage
es_es: Días de producción
fr: Jours de Production
it_it: Giorni di produzione
lt: Produkcijos Dienos
pt_br: Dias de produção
tr: Üretim Günleri
uk: Дні розробки

source: Projects
ar: مشاريع
de_de: Projekte
es_es: Proyectos
fr: Projets
it_it: Progetti
lt: Projektai
pt_br: Projetos
tr: Projeler
uk: Проєкти

source: Project Management
ar: إدارة المشروع
de_de: Projektmanagement
es_es: Gestión de proyectos
fr: Gestion de Projet
it_it: Gestione Progetti
lt: Projekto valdymas
pt_br: Gerenciamento de Projetos
tr: Proje Yönetimi
uk: Управління проєктами

source: Other SideTasks
ar: مهام جانبية أخرى
de_de: Weitere 'Sonstige Aufgaben'
es_es: Otras tareas extras
fr: Autres TachesAnnexes
it_it: Altre attività collaterali
lt: Kitos Pašalinės Užduotys
pt_br: Outros casos correlatos
tr: Diğer SideTasks
uk: Інші сторонні задачі

source: Days spent on the projects during the period (team members only)
ar: أيام منفقة على المشاريع خلال الفترة (أعضاء الفريق فقط)
de_de: Am Projekt arbeitende Tage (nur Teammitglieder)
es_es: Días pasados en los proyectos durante el período (solo miembros del equipo)
fr: Nombre de jours que l'équipe a passés sur les projets pendant la période
it_it: Numero dei giorni dedicati al progetto durante il periodo (solo membri del team)
lt: Dienos praleistos dirbant su projektų per periodą (tik komandos nariams)
pt_br: Dias gastos no projeto durante o período (apenas membros da equipe)
tr: Bu dönem boyunca projelerde geçen gün (yalnızca takım üyeleri)
uk: Дні, витрачені на проєкти протягом періоду (тільки члени команди)

source: SideTasks: Project Management
ar: مهام جانبية: إدارة المشاريع
de_de: 'Sonstige Aufgaben': Projektmanagement
es_es: TareasExtras: Gestión de Proyectos
fr: TachesAnnexes: Gestion de Projet
it_it: Attività collaterali: Gestione progetto
lt: PašalinėsUžduotys: Projekto Valdymas
pt_br: CasosCorrelatos: Gestão do projeto
tr: SideTasks: Proje Yönetimi
uk: Сторонні задачі: Управління проєктами

source: Days spent on project management tasks
ar: أيام منفقة على مهام إدارة المشروع
de_de: Gebuchte Tage für Projektmanagement
es_es: Días pasados en tareas de gestión de proyectos
fr: Nombre de jours passés en gestion de projets
it_it: Numero dei giorni dedicati alla gestione del progetto
lt: Dienos praleistos atliekant projekto valdymo užduočių
pt_br: Dias gastos no projeto de gerenciamento de casos
tr: Proje yönetimi görevlerinde geçen gün
uk: Дні, витрачені на задачі управління проєктами

source: SideTasks: Others
ar: مهام جانبية: أخرى
de_de: Weitere 'Sonstige Aufgaben'
es_es: TareasExtras: otras
fr: Autres TachesAnnexes
it_it: Altre attività collaterali
lt: PašalinėsUžduotys: Kita
pt_br: Outros casos correlatos
tr: SideTasks: Diğer
uk: Сторонні задачі: Інше

source: Days spent on sideTasks, except project management and inactivity tasks
ar: الأيام التي يتم قضاؤها في المهام الجانبية، باستثناء إدارة المشاريع ومهام عدم النشاط
de_de: Gebuchte Tage für 'Sonstige Aufgaben', Projektmanagement und Inaktivität
es_es: Días pasados en tareasExtra, excepcto tareas de gestión de proyectos y de inactividad
fr: Nbre de jours passés sur les TachesAnnexes à l'exception de la gestion de projet et des absences
it_it: N° giorni dedicati ad attività collaterali ad eccezione della gestione progetti
lt: Dienos praleistos atliekant pašalinesUžduotys, išskyrus projekto valdymą ir neveiklumo užtuotis
pt_br: Número em dias de casos correlatos, exceto gerenciamento de projeto e casos inativos
tr: Proje yönetimi ve hareketsizlik görevleri dışında sideTasks'te geçirilen günler
uk: Дні, витрачені на сторонні задачі, окрім управління проєктом та неактивними завданнями гіподинамії

source: Production Days : total
ar: أيام الإنتاج: الإجمالي
de_de: Gesamte Arbeitstage
es_es: Días de producción : total
fr: Jours de Production : Total
it_it: Giorni di produzione: Totale
lt: Produktyvumo Dienos : viso
pt_br: Dias de produção : Total
tr: Üretim Günleri: toplam
uk: Днів розробки: разом

source: number of days billed
ar: عدد فواتير الأيام
de_de: Abgerechnete Arbeitstage
es_es: número de días facturados
fr: nombre de jours facturés
it_it: Numero giorni fatturati
lt: mokamų dienų skaičius
pt_br: número de dias faturados
tr: fatura gün sayısı
uk: кількість оплачуваних днів

source: projects
ar: مشاريع
de_de: Projekte
es_es: proyectos
fr: projets
it_it: progetti
lt: projektai
pt_br: projetos
tr: projeler
uk: проєкти

source: sideTasks
ar: مهام جانبية
de_de: 'Sonstige Aufgaben'
es_es: tareasExtra
fr: TâchesAnnexes
it_it: Attività collaterali
lt: pašalinėsUžduotys
pt_br: casos correlatos
uk: Сторонні задачі

source: Not available.
ar: غير متوفر.
de_de: Nicht verfügbar.
es_es: No disponible.
fr: Non disponible.
it_it: Non disponible.
lt: Nepasiekiamas.
pt_br: Não disponível.
tr: Mevcut değil.
uk: Недоступний.

source: Indicator
ar: مؤشر
de_de: Indikator
es_es: Indicador
fr: Indicateur
it_it: Indicatore
lt: Rodiklis
pt_br: Indicador
tr: Gösterge
uk: Індикатор

source: Value
ar: القيمة
de_de: Wert
es_es: Valor
fr: Valeur
it_it: Valore
lt: Vertė
pt_br: Valor
tr: Değer
uk: Значення

source: Available Workload
ar: عبء العمل المتاح
de_de: Verfügbare Kapazität
es_es: Carga de trabajo disponible
fr: Capacité de production
it_it: Capacita di produzione
lt: Galimas Darbo Krūvis
pt_br: Capacidade de produção
tr: Mevcut İş Yükü
uk: Доступне навантаження

source: System Availability
ar: توفر النظام
de_de: Systemverfügbarkeit
es_es: Disponibilidad del sistema
fr: Disponibilité Système
it_it: Disponibilità sistema
lt: Sistemos prieinamumas
pt_br: Disponibilidade do sistema
tr: Sistem Kullanılabilirliği
uk: Доступність системи

source: MgrEffortEstim Reliability Rate
ar: معدل موثوقية MgrEffortEstim
de_de: Zuverlässigkeit Aufwandsschätzung Manager
es_es: MgrEffortEstim índice de fiabilidad
fr: Taux de fiabilité de la Charge_Mgr
it_it: Tasso di affidabilità MgrEffortEstim
pt_br: Classificação de Confiabilidade do MgrEffortEstim
tr: MgrEffortEstim Güvenilirlik Oranı
uk: MgrEffortEstim Рівень надійності

source: EffortEstim Reliability Rate
ar: معدل موثوقية EffortEstim
de_de: Zuverlässigkeit Aufwandsschätzung Bearbeiter
es_es: EffortEstim índice de fiabilidad
fr: Taux de fiabilité de la Charge_Initiale
it_it: Tasso di affidabilità EffortEstim
pt_br: Classificação de Confiabilidade do EffortEstim
tr: EffortEstim Güvenilirlik Oranı
uk: Показник надійності EffortEstim

source: Workload Forecasting (holidays & externalTasks not included, developers only)
ar: تنبؤ عبء العمل (العطل والمهام الخارجية غير مدرجة، المطورون فقط)
de_de: Prognose der Auslastung (ohne Abwesenheit und externe Aufgaben, nur Entwickler)
es_es: Carga de trabajo prevista (días festivos y tareasExternas no incluidos, solo desarrolladores)
fr: Prévision de capacité (hors congés & taches externes, développeurs seuls)
it_it: Previsione di carico (ferie e attività esterne escluse, solo sviluppatori)
pt_br: Previsão de carga de trabalho (feriados e tarefas externas não incluídas, somente para desenvolvedores)
tr: İş Yükü Tahmini (tatiller ve externalTasks dahil değildir, yalnızca geliştiriciler)
uk: Прогнозування робочого навантаження (свята і зовнішні задачі, тільки для розробників)

source: Development workload (developers only)
ar: عبء التنمية (المطورون فقط)
de_de: Auslastung Entwickler
es_es: Carga de trabajo del desarrollo (solo desarrolladores)
fr: Temps consommé en développement (développeurs seuls)
it_it: tempi per lo sviluppo (solo sviluppatori)
pt_br: Tempo consumido no desenvolvimento(apenas desenvolvimento)
tr: Geliştirme iş yükü (yalnızca geliştiriciler)
uk: Трудомісткість розробки (розробники тільки)

source: ProjProdDays
de_de: Arbeitstage Projekt
fr: Jours de Production: Projets
it_it: Giorni di produzione: Progetti
pt_br: Dias de produção: Projetos

source: TotalProdDays
de_de: Gesamte Arbeitstage
fr: Jours de Production: Total
it_it: Giorni di produzione: Totale
pt_br: Dias de produção: Total

source: Platform Availability
ar: توفر المنصة
de_de: Systemverfügbarkeit
es_es: Disponibilidad de la plataforma
fr: Disponibilité de la plateforme de dévelopement
it_it: Disponibilità della piattaforma di sviluppo
pt_br: Disponibilidade da plataforma de desenvolvimento
tr: Platform Kullanılabilirliği
uk: Доступність платформи

source: prodDays
ar: أيام الإنتاج
de_de: Tage (verfügbar)
fr: Jours de Production
it_it: Giorni di produzione
pt_br: dias de produção

source: Tasks having no deadLine are not reported here
ar: المهام التي بلا موعد نهائي لا يتم الإبلاغ عنها هنا
de_de: Aufgaben ohne Deadline sind nicht aufgeführt
es_es: Las tareas sin {{Mantis:Codev-fbace7-DeadLine/es}} no aparecen aquí
fr: Les tâches sans deadLine ne sont pas représentées ici
it_it: Le attività senza scadenza non sono rappresentate qui.
lt: Užduotys, kurios neturi termino pabaigos čia nerodomos
pt_br: Casos sem vencimento não estão listados aqui
tr: Burada deadLine bulunmayan görevler bildirilmez
uk: Завдання, які не мають кінцевого строку тут не відображені.
