Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Fill period with timetracks
fr: Remplir une période avec des imputations
it_it: Riempi il periodo con tabelle orarie
pt_br: Preencher o período com cronogramas
tr: Dönemi zaman çizelgeleri ile doldurun
uk: Період заповнення відмітками часу

source: Managemnt load history
ar: إدارة تاريخ التحميل
de_de: Verwaltungsverlauf laden
fr: Historique de la charge de pilotage
it_it: Gestione cronologia di caricamento
pt_br: Histórico de carga de gerenciamento
tr: Yönetim yük geçmişi
uk: Історія завантаження управління

source: Progress History Indicator
ar: مؤشر تقدم التاريخ
de_de: Fortschrittsverlauf
es_es: Indicador de la Historia del Progreso
fr: Evolution de l'avancement
it_it: Indicatore della cronologia dei progressi
pt_br: Indicador de histórico de progresso
tr: İlerleme Geçmişi Göstergesi
uk: Індикатор історії прогресу

source: Evolution of the real progress vs the theoretical progress.
ar: تطور التقدم الحقيقي مقابل التقدم النظري.
de_de: Entwicklung des realen Fortschritts im Vergleich zum theoretischen Fortschritt.
es_es: Evolución del progreso real vs el progreso teórico.
fr: Evolution de l'avancement réel par rapport à l'avancement théorique.
pt_br: Evolução do progresso real versus o progresso teórico.
tr: Gerçek ilerlemenin teorik ilerlemeye karşı gelişimi.
uk: Еволюція реального прогресу проти теоретичного прогресу.

source: Theoretical progress
ar: التقدم النظري
de_de: Theoretischer Fortschritt
es_es: Progreso teórico
fr: Avancement théorique
pt_br: Progresso teórico
tr: Teorik ilerleme
uk: Теоретичний прогрес

source: Compares the EffortEstim to the Elapsed days
ar: يقارن تقدير الجهد بالأيام المنقضية
de_de: Vergleich Schätzung zu Verbrauch
es_es: Compara la estimación del esfuerzo con el tiempo transcurrido.
fr: Compare la Charge initiale au consommé
it_it: Confronta l'EffortEstim con i giorni trascorsi
pt_br: Compara o EffortEstim com os dias decorridos
tr: EffortEstim'i Geçen Günlerle karşılaştırır
uk: Порівнює EffortEstim з минулими днями

source: Elapsed / max(MgrEffortEstim, EffortEstim)
ar: المنقضي / الحد الأقصى (MgrEffortEstim EffortEstim)
fr: Consommé / max(Charge Mgr, Charge Init)
pt_br: Decorrido / max(MgrEffortEstim, EffortEstim)
tr: Geçen / maksimum (MgrEffortEstim, EffortEstim)
uk: Закінчився / max(MgrEffortEstim, EffortEstim)

source: Real progress
ar: التقدم الحقيقي
de_de: Fortschritt
es_es: Progreso real
fr: Avancement Réel
it_it: Avanzamento reale
pt_br: Progresso real
tr: Gerçek ilerleme
uk: Дійсний прогрес

source: Displays the backlog
ar: يعرض المتأخرات
de_de: Restaufwand aktualisieren
fr: Affiche le RAF
it_it: Visualizza il backlog
pt_br: Exibe a lista de pendências
tr: Biriktirme listesini görüntüler
uk: Відображає відставання

source: Elapsed / (Elapsed + Backlog)
ar: انقضت / (انقضت + تراكم)
fr: Consommé / (Consommé + RAF)
pt_br: Decorrido / (Decorrido + Atraso)
tr: Geçen / (Geçen + İş Listesi)
uk: Минуле / (Час, що минув + невиконане)

source: Historical Progression Chart
ar: مخطط التقدم التاريخي
de_de: Diagramm zur Verlaufsentwicklung
fr: Historique de progression
pt_br: Gráfico de progressão histórica
tr: Tarihsel İlerleme Tablosu
uk: Діаграма історичного прогресу

source: Mngt Elapsed
ar: Mngt المنقضي
de_de: Verbraucht
fr: Consommé Pilotage
it_it: Mngt Trascorso
pt_br: Gerenciamento de tempo decorrido
tr: Mngt Geçen

source: Mngt Provisions
ar: أحكام Mngt
de_de: Provisionen
fr: Provisions Pilotage
it_it: Disposizioni Mngt
pt_br: Provisões de gerenciamento
tr: Yönetim Hükümleri
uk: Положення про Mngt

source: Sorry, you need to be manager to use this plugin
fr: Vous devez être Manager pour utiliser ce plugin
it_it: Devi essere gestore per accedere a questa pagina.
pt_br: Desculpe, você precisa ser gerente para usar esse terminal
tr: Üzgünüz, bu eklentiyi kullanmak için yönetici olmanız gerekiyor
uk: На жаль, вам потрібно бути менеджером, щоб використовувати цей плагін

source: Root task
fr: Tâche racine
it_it: Attività pricipale
pt_br: Tarefa raiz
tr: Kök görevi
uk: Кореневе завдання

source: comma separated
fr: separateur virgule
pt_br: separada por vírgulas
tr: virgülle ayrılmış
uk: через кому

source: Root task list
fr: Liste de tâches racine
pt_br: Lista de tarefas raiz
tr: Kök görev listesi
uk: Список кореневих завдань

source: comma separated list of mantis tasks
pt_br: lista de tarefas do mantis separada por vírgulas
uk: список завдань Mantis, розділених комами

source: Also include parent-tasks in the tree (unchecked: include as folder only)
fr: Inclure également la tâche parente (décoché: création du noeud WBS uniquement)
pt_br: Incluir também as tarefas pai na árvore (desmarcado: incluir somente como pasta)
tr: Ağaçtaki üst görevleri de dahil et (işaretlenmemiş: yalnızca klasör olarak dahil et)
uk: Також включайте батьківські завдання в дерево (не позначено: включити лише як папку)

source: Include parent-tasks in its own folder (unchecked: include above)
fr: Inclure la tâche parente dans son propre noeud (décoché: ajouter au dessus)
pt_br: Incluir tarefas pai em sua própria pasta (desmarcado: incluir acima)
tr: Üst görevleri kendi klasörüne dahil et (işaretlenmemiş: yukarıya dahil et)
uk: Включити батьківські завдання у власну папку (не позначено: включити вище)

source: Clear the WBS before import (remove all existing issues from the command)
pt_br: Limpar o WBS antes da importação (remover todos os problemas existentes do comando)
uk: Очистити WBS перед імпортом (вилучити усі наявні проблеми з команди)

source: Import Relationship tree to command
fr: Importer un arbre de tâches défini par les relations parent-enfant de mantis
pt_br: Importar árvore de relacionamento para o comando
tr: İlişki ağacını komuta aktarın
uk: Імпортувати дерево відносин до команди

source: ERROR, Please check
fr: ERREUR, vérifier
pt_br: ERRO, verifique
tr: HATA, Lütfen kontrol edin
uk: ПОМИЛКА. Перевірте

source: Timetrack filter
fr: Filtre d'imputations
pt_br: Filtro de faixa horária

source: Only team members
es_es: Solo miembros del equipo
fr: Membres de l'équipe uniquement
pt_br: Somente membros da equipe

source: Display options
fr: Afficher les options
pt_br: Opções de exibição
tr: Görüntüleme seçenekleri

source: Involved users
fr: utilisateurs concernés
pt_br: Usuários envolvidos
tr: Katılan kullanıcılar

source: Total elapsed
fr: Total consommé
pt_br: Total decorrido
tr: Toplam vakit geçmesi
uk: Загалом минуло

source: sidetasks
fr: TachesAnnexes
pt_br: tarefas secundárias
tr: yan görevler
uk: супутні завдання

source: Groups
it_it: Gruppi
pt_br: Grupos
uk: Групи

source: Display the elapsed time for each user group
pt_br: Mostrar tempo decorrido para cada grupo de usuário
uk: Відображення часу, що минув для кожної групи користувачів

source: Tasks Drift alert
ar: إنذار انجراف المهام
de_de: Mehraufwandsalarm
fr: Alerte sur tâches en dérive
it_it: Avviso sulla tendenza delle attività
pt_br: Alerta de desvio de tarefas
tr: Görevler Drift uyarısı
uk: Сповіщення про дрейф завдань

source: Display resolved issues
ar: عرض القضايا المحلولة
de_de: Angezeigte Aufgaben
es_es: Muestra las incidencias resueltas
fr: Afficher les taches résolues
it_it: Mostra problemi risolti
pt_br: Exibir problemas resolvidos
tr: Çözülen sorunları görüntüle
uk: Відображення вирішених проблем

source: Drift current tasks
ar: انجراف المهام الحالية
de_de: Aktuelle Aufgaben
fr: Dérive tâches en cours
it_it: Tendenza delle attività correnti
pt_br: Deslocar tarefas atuais
tr: Mevcut görevleri sürükleyin
uk: Поточний дрейф завдань

source: Drift resolved tasks
ar: انجراف المهام المحلولة
de_de: Erledigte (resolved) Aufgaben ausblenden
fr: Dérive taches résolues
it_it: Tendenza delle attività risolte
pt_br: Tarefas resolvidas por desvio
tr: Çözülmüş görevleri sürükle
uk: Дрейф вирішив завдання

source: Update team
pt_br: Equipe de atualização

source: User team list
ar: قائمة فريق المستخدمين
de_de: Benutzerteamliste
fr: Liste des équipes par utilisateur
pt_br: Lista de equipes de usuários
tr: Kullanıcı ekibi listesi
uk: Список команд користувачів

source: Costs
ar: التكاليف
de_de: Kosten
es_es: Costos
fr: Coûts
it_it: Costi
pt_br: Custos
tr: Maliyetler
uk: Витрати

source: Management costs
ar: تكاليف الإدارة
de_de: Verwaltungskosten
fr: Coûts de pilotage
pt_br: Custos de gerenciamento
tr: Yönetim maliyetleri
uk: Витрати на управління

source: Reopened rate history
ar: تمت إعادة فتح معدل التاريخ
de_de: Verlauf des Wiedereröffnungsanteils
es_es: Historial de tasa reabierta
fr: Historique du taux de retour
lt: Atnaujinimo rodiklio istorija
pt_br: Histórico de taxas reabertas
tr: Yeniden açılan oran geçmişi
uk: Відновлена історія курсів

source: week
ar: أسبوع
de_de: Nächste Woche
es_es: semana
fr: semaine
it_it: settimana
pt_br: semana
tr: hafta
uk: тиждень

source: weeks
ar: أسابيع
de_de: Wochen
es_es: semanas
fr: semaines
it_it: settimane
pt_br: semanas
tr: haftalar
uk: тижні

source: month
ar: شهر
de_de: Monat
es_es: mes
fr: mois
it_it: mese
pt_br: mês
tr: ay
uk: місяць

source: BugValidation History Indicator
ar: مؤشر تاريخ التحقق من صحة الأخطاء
de_de: Fehlerüberprüfungs-Verlaufsindikator
fr: Taux de refus
pt_br: Indicador de histórico de validação de bugs
tr: BugValidation Geçmiş Göstergesi
uk: Індикатор історії помилок валідації

source: Resolved bugs must be validated. This shows how many bugs have been Rejected or Accepted during the validation stage. Bugs in 'resolved' status (not yet validated) are excluded.
ar: يجب التحقق من صحة الأخطاء، يوضح هذا عدد الأخطاء المرفوضة أو المقبولة أثناء مرحلة التحقق من الصحة، يتم استبعاد الخلل في حالة "تم الحل" (لم يتم التحقق من صحتها بعد).
de_de: Erledigte Fehler müssen überprüft werden. Dies zeigt, wie viele Fehler während des Überprüfungsschrittes abgelehnt oder akzeptiert wurden. Fehler mit dem Status „erledigt“ (noch nicht überprüft) werden ausgeschlossen.
es_es: Los problemas resueltos deben ser validados. Esto muestra cómo muchos problemas han sido Rechazados o Aceptados durante el proceso de validación. Los problemas en estado "resuelto" (aún no validados) son excluídos.
fr: Donne le taux de refus lors de la phase de validation. Les corrections peuvent être acceptées ou refusées. Les bugs dont le status est 'résolu' (non encore validés) ne sont pas pris en compte.
pt_br: Os bugs resolvidos devem ser validados. Isso mostra quantos bugs foram Rejeitados ou Aceitos durante o estágio de validação. Os bugs com status "resolvido" (ainda não validados) são excluídos.
tr: Çözülen hatalar doğrulanmalıdır. Bu, doğrulama aşamasında kaç hatanın Reddedildiğini veya Kabul edildiğini gösterir. 'Çözüldü' durumundaki (henüz doğrulanmamış) hatalar hariç tutuldu.
uk: Вирішені помилки мають бути перевірені. Це показує, скільки помилок було відхилено або прийнято на етапі перевірки. Помилки зі статусом «вирішено» (ще не перевірено) виключаються.

source: % Validated
ar: تم التحقق من صحة %
de_de: Geprüft
es_es: % validado
fr: % Validé
it_it: % convalidato
pt_br: % Validado
tr: % Onaylandı
uk: % Підтверджено

source: Displays the percent of bugs having successfully pass the validation tests
ar: يعرض النسبة المئوية للأخطاء التي نجحت في اجتياز اختبارات التحقق من الصحة
de_de: Zeigt den Prozentsatz der Fehler an, die die Validierungstests erfolgreich bestanden haben.
es_es: Muestra el porcentaje de errores que han superado satisfactoriamente las pruebas de validación.
fr: Nbre de bugs ayant passé avec succès les tests de validation
pt_br: Exibe a porcentagem de bugs que passaram com êxito nos testes de validação
tr: Doğrulama testlerini başarıyla geçen hataların yüzdesini görüntüler
uk: Відображає відсоток помилок, які успішно пройшли перевірку перевірки

source: status changed from 'resolved' to any higher status (and still in this state at the end of the period).
ar: تم تغيير الحالة من "تم الحل" إلى أي حالة أعلى (ولا تزال في هذه الحالة في نهاية الفترة).
de_de: Status geändert von „erledigt“ auf einen höheren Status (und bleibt in diesem Status bis zum Ende der Periode).
es_es: El estado ha cambiado de "resuelto" a cualquier estado mayor (y continúa en este estado al final del periodo)
fr: Le bug est passé à un status supérieur à 'résolu' (et est toujours dans cet état à la fin de la période)
pt_br: status alterado de "resolvido" para qualquer status superior (e ainda nesse estado no final do período).
tr: durum 'çözüldü' durumundan daha yüksek bir duruma değiştirildi (ve yine de dönem sonunda bu durumda).
uk: статус змінено з «вирішено» на будь-який вищий статус (і все ще в такому стані в кінці періоду).

source: % Rejected
ar: % مرفوضة
de_de: % Wiedergeöffnet
es_es: % Rechazados
fr: % Refus
it_it: % Rifiutato
pt_br: % Rejeitado
tr: % Reddedildi
uk: % Відхилено

source: Displays the percent of bugs having failed the validation tests
ar: يعرض النسبة المئوية للأخطاء التي فشلت في اجتياز اختبارات التحقق من الصحة
de_de: Zeigt den Prozentsatz der Fehler an, die die Validierungstests nicht bestanden haben.
es_es: Muéstra el porcentaje de errores que han fallado las pruebas de validación
fr: Affiche le pourcentage de bugs ayant échoué aux tests de validation
pt_br: Exibe a porcentagem de bugs que falharam nos testes de validação
tr: Doğrulama testlerinde başarısız olan hataların yüzdesini görüntüler
uk: Відображає відсоток помилок, які не пройшли перевірку перевірки

source: status changed from 'resolved (or higher) to any lower status (and still unresolved at the end of the period)
ar: تم تغيير الحالة من "تم لحل (أو أعلى) إلى أية حالة أقل (ولا تزال بدون حل في نهاية الفترة)
de_de: Status geändert von „erledigt“ (oder höher) auf einen niedrigeren Status (und bleibt unerledigt bis zum Ende der Periode).
es_es: El estado ha cambiado de solucionado (o más alto) a cualquier estado más bajo (y sigue sin resolverse al final del periodo)
fr: Le bug est passé d'un status 'résolu' (ou supérieur) à un status inférieur (et est toujours non résolu à la fin de la période)
pt_br: status alterado de "resolvido (ou superior) para qualquer status inferior (e ainda não resolvido no final do período)
tr: durum 'çözüldü (veya daha yüksek)' den daha düşük bir duruma değiştirildi (ve yine de dönem sonunda çözülmedi)
uk: статус змінено з «вирішено» (або вище) на будь -який нижчий статус (і все ще не вирішено в кінці періоду)

source: Bug Refusal Rate
ar: معدل رفض الخطأ
de_de: Fehlerablehnungsrate
fr: Taux de refus
pt_br: Taxa de recusa de insetos
tr: Hata Reddetme Oranı
uk: Частота відхилень помилок

source: Nb of issues having fail validation tests
ar: ملحوظة من القضايا التي لدديها فشل في اختبارات التحقق من الصحة
de_de: Anzahl der Einträge, die bei Validierungstests durchgefallen sind
fr: Nb de bugs ayant échoué aux tests de validation
pt_br: Número de problemas que falharam nos testes de validação
tr: Başarısız doğrulama testlerine sahip sorunların sayısı
uk: К-сть проблем, які мають невдалі перевірки валідації

source: Nb of issues having pass validation tests
ar: ملحوظة من القضايا التي تتجاوز في اختبارات التحقق من الصحة
de_de: Anzahl der Einträge, die Validierungstests bestanden haben
fr: Nb de bugs ayant passé avec succès les tests de validation
pt_br: Número de problemas que passaram nos testes de validação
tr: Geçer doğrulama testlerine sahip sorunların sayısı
uk: К-сть питань, які проходять перевірку валідації

source: Import issues
ar: قضايا الاستيراد
de_de: Aufgaben importieren
fr: Import tâches
it_it: Problemi di importazione
pt_br: Problemas de importação
tr: İçe aktarma sorunları
uk: Проблеми з імпортом

source: Sorry, only team members can import tasks.
ar: عذرا، لا يستطيع سوى أعضاء الفريق استيراد المهام.
de_de: Leider können nur Teammitglieder Aufgaben importieren.
es_es: Solo los miembros del equipo pueden importar tareas.
fr: Vous devez faire partie de l'équipe pour importer des tâches
pt_br: Desculpe, mas somente os membros da equipe podem importar tarefas.
tr: Maalesef yalnızca ekip üyeleri görevleri içe aktarabilir.
uk: На жаль, лише члени команди можуть імпортувати завдання.

source: Preview import
ar: معاينة الاستيراد
de_de: Vorschau
es_es: Vista previa de importación
fr: Aperçu
it_it: Anteprima importazione
pt_br: Visualizar
tr: İçe aktarmayı önizle
uk: Попередній перегляд імпорту

source: File Format
ar: صيغ الملفات
de_de: Dateiformat
es_es: Formatos del archivo
fr: Format de fichier
it_it: Formato del file
pt_br: Formato do arquivo
tr: Dosya Biçimi
uk: Формат файлу

source: Standard CSV format with :
ar: تنسيق CSV القياسي مع:
de_de: Standard CSV Format:
es_es: Formato CSV estándar con:
fr: Fichier CSV standard avec :
it_it: Formato standard CSV con:
pt_br: Arquivo CSV padrão:
tr: Standart CSV biçimi :
uk: Стандартний формат CSV із:

source: enclosure
ar: تسييج
de_de: Abgeschlossen
fr: Caractère d'encadrement de texte
it_it: allegato
pt_br: compartimento
tr: kuşatma
uk: огородження

source: Date format
ar: صيغة التاريخ
de_de: Datumsformat
es_es: Formato de fecha
fr: Format de Date
it_it: Formato data
pt_br: Formato da Data
tr: Tarih biçimi
uk: Формат дати

source: Number format
ar: صيغة الرقم
de_de: Zahlenformat
es_es: Formato de número
fr: Format numérique
it_it: Formato numeri
pt_br: Formato numérico
tr: Sayı biçimi
uk: Числовий формат

source: Encoding
ar: التشفير
de_de: Laden
es_es: Codificación
fr: Encodage
it_it: Codifica
pt_br: Codificação
tr: Kodlama
uk: Кодування

source: It is highly recommended to use <strong>UTF-8</strong> but ASCII and ISO-8859-1 (MS-Windows) are also suported.
ar: يُوصَى بشدة باستخدام <strong>UTF-8</strong> ولكن يتم أيضا دعم أسكي وأيزو-8859-1 (مايكروسوفت ويندوز).
de_de: Es wird empfohlen <strong>UTF-8</strong> zu benutzen, aber ASCII und ISO-8859-1 (MS-Windows) werden auch unterstützt.
es_es: Es altamente recomendado utilizar <strong>UTF-8</strong> pero ASCII e ISO-8859-1 (MS-Windows) también se permiten.
fr: Il est recommandé d'encoder en <strong>UTF-8</strong> mais ASCII et ISO-8859-1 (MS-Windows) sont également pris en charge.
it_it: Si consiglia di utilizzare < strong> UTF-8 < / strong> , ma anche ASCII e ISO - 8859-1 (Windows) sono supportati .
pt_br: É altamente recomendável usar <strong>UTF-8</strong> mas ASCII e ISO-8859-1 (MS-Windows) também são suportados.
tr: <strong>UTF-8</strong> kullanılması şiddetle önerilir, ancak ASCII ve ISO-8859-1 (MS-Windows) de desteklenir.
uk: Настійно рекомендується використовувати <strong>UTF-8</strong>, але також підтримуються ASCII та ISO-8859-1 (MS-Windows).

source: Columns
ar: أعمدة
de_de: Spalten
es_es: Columnas
fr: Colonne
it_it: Colonne
pt_br: Colunas
tr: Sütunlar
uk: Стовпці

source: the file must contain 7 columns, the 1st line contains the column names.
ar: يجب أن يحتوي الملف على 7 أعمدة، السطر الأول يحتوي على أسماء الأعمدة.
de_de: Die Datei muss 7 Spalten enthalten, die erste Zeile enthält die Namen der Spalten.
es_es: el archivo debe contener siete columnas; el primer renglón contiene los nombres de las columnas.
fr: Le fichier doit contenir 7 colonnes, la première ligne contenant le titre des champs.
pt_br: o arquivo deve conter 7 colunas, a primeira linha contém os nomes das colunas.
tr: dosya 7 sütun, 1. satır sütun adlarını içermelidir.
uk: файл повинен містити 7 стовпців, перший рядок містить назви стовпців.

source: Summary ; MgrEffortEstim ; EffortEstim ; Description ; Deadline ; ExternalRef ; WBS tree
ar: ملخص ; MgrEffortEstim ; EffortEstim ; وصف ; الموعد النهائي ; المرجع الخارجي ; شجرة WBS
fr: Titre ; Charge Mgr ; Charge ; Description ; DeadLine ; Ref Externe; branches WBS
pt_br: Resumo; MgrEffortEstim; EffortEstim; Descrição; Prazo; ExternalRef; Árvore WBS
tr: Özet; MgrEffortEstim; EffortEstim; Açıklama ; Son tarih ; ExternalRef; WBS ağacı
uk: Резюме; MgrEffortEstim; EffortEstim; Опис; Дедлайн; ExternalRef; Дерево WBS

source: File
ar: الملف
de_de: Dateiname
es_es: Archivo
fr: Fichier
pt_br: Arquivo
tr: Dosya
uk: Файл

source: Set All
ar: تعيين الكل
de_de: Alles auswählen
es_es: Establecer todos
fr: Appliquer à tous
it_it: Applica a tutti
pt_br: Aplicar a todos
tr: Hepsini Ayarla
uk: Вставити все

source: TargetVersion
ar: النسخة المستهدفة
de_de: Zielversion
fr: Version ciblée
it_it: VersioneDestinazione
pt_br: Versão de destino

source: Mantis issues to create:
ar: قضايا Mantis للإنشاء:
de_de: Anzulegende Mantis Einträge:
fr: Fiches Mantis à créer :
it_it: Ticket Mantis da creare:
pt_br: Casos Mantis a criar:
tr: Mantis sorunları oluşturmak için:
uk: Проблеми з Matis для створення:

source: WBS Tree
ar: شجرة WBS
de_de: WBS-Baum
es_es: Arbol EDT
fr: Dossiers WBS
pt_br: Árvore PEP
tr: WBS Ağacı
uk: Дерево WBS

source: Category not set on all issues
ar: التصنيفف غير محدد على جميع القضايا
de_de: Kategorie fehlt für manche Einträge
es_es: Categoría no establecida en todas las incidencias
fr: La catégorie doit être définie pour toutes les tâches
it_it: La categoria non è stata impostata su tutti i tickets
pt_br: Categoria não definida em todas as edições
tr: Kategori tüm konularda ayarlanmadı
uk: Категорія не встановлена з усіх питань

source: Type not set on all issues
ar: لا يتم ضبط النوع على جميع المشكلات
de_de: Zeit gebucht auf diesen Mantiseintrag
es_es: El tipo no se estableció en todas las incidencias
fr: Le type doit être définie pour toutes les tâches
it_it: Tipo non impostato su tutti i problemi
pt_br: Tipo não definido em todas as edições
tr: Tür tüm konularda ayarlanmadı
uk: Тип не встановлено з усіх питань

source: Import done !
ar: تم الاستيراد !
de_de: Benutzer importieren
es_es: Terminó la importación
fr: Import terminé !
it_it: Importazione eseguita !
pt_br: Importação realizada!
tr: İçe aktarma tamamlandı !
uk: Імпорт зроблено!

source: Load per User
ar: تحميل لكل مستخدم
de_de: Pro Benutzer laden
es_es: Carga por usuario
fr: Charge par utilisateur
it_it: Carico per utente
pt_br: Carga por usuário
tr: Kullanıcı Başına Yükle
uk: Завантаження на користувача

source: Check all the timetracks of the period and return their repartition per User
ar: تحقق من جميع الجداول الزمنية لهذه الفترة وأعد إعادة تقسيمها لكل مستخدم
de_de: Alle Zeitverfolgungen der Periode überprüfen und ihre Verteilung pro Benutzer zurückgeben
fr: Affiche le consommé sur la période, réparti par utilisateur
pt_br: Verifique todas as faixas de tempo do período e retorne sua repartição por usuário
tr: Dönemin tüm zaman çizelgelerini kontrol edin ve bölümlerini Kullanıcı başına döndürün
uk: Перевірте всі часові доріжки періоду та поверніть їх перерозподіл для кожного користувача

source: Time spent on the projects & sideTasks of the current task selection
ar: الوقت المستغرق في المشاريع والمهام الجانبية لاختيار المهمة الحالية
de_de: Mit den Projekten verbrachte Zeit und sonstige Aufgaben der aktuellen Aufgabenauswahl
fr: Consommé sur les projets et tâches annexes pour les tâches sélectionnées
pt_br: Tempo gasto nos projetos e tarefas paralelas da seleção de tarefas atual
tr: Projeler ve taraf için harcanan zaman Geçerli görev seçiminin görevleri
uk: Час, витрачений на проєкти та побічні завдання поточного завдання

source: Waste
ar: المخلفات
de_de: Verlust
fr: Pertes
it_it: Rifiuti
lt: Atliekos
pt_br: Resíduos
tr: Atık
uk: Вставити
