Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: You need to be manager to import issues.
ar: يجب أن تكون مديرا لاستيراد المشكلات.
de_de: Du bist nicht berechtigt, Benutzer zu importieren
fr: Désolé, vous devez être manager pour importer des tâches
pt_br: Você precisa ser gerente para importar problemas.
tr: Sorunları içe aktarmak için yönetici olmanız gerekir.
uk: Щоб імпортувати проблеми, вам потрібно бути менеджером.

source: Only team administrators can create users
ar: يمكن لإداريي الفريق فقط إنشاء مستخدمين
de_de: Nur Teamadministratoren können Benutzer erstellen.
es_es: Sólo los administradores del equipo pueden crear usuarios
fr: Seuls les administrateurs d'équipe sont autorisés à créer des utilisateurs
pt_br: Somente os administradores da equipe podem criar usuários
tr: Yalnızca ekip yöneticileri kullanıcı oluşturabilir
uk: Створювати користувачів можуть лише адміністратори команд

source: Import users
ar: استيراد المستخدمين
de_de: Benutzer importieren
es_es: Importar usuarios
fr: Import utilisateurs
it_it: Importa utenti
pt_br: Importar Uzuários
tr: Kullanıcıları içe aktar
uk: Імпортувати користувачів

source: Create Mantis users
ar: إنشاء مستخدمي Mantis
de_de: Mantis Notizen erhalten
es_es: Crear usuarios de Mantis
fr: Création d'utilisateurs Mantis
it_it: Crea utenti Mantis
pt_br: Criar usuários do Mantis
tr: Mantis kullanıcıları oluşturun
uk: Створити Mantis-користувачів

source: Add users to CodevTT team & projects
ar: إضافة المستخدمين إلى فريق ومشاريع CodevTT
de_de: CodevTT spezifische Projekte entfernen
fr: Ajout d'utilisateurs aux projets et à l'équipe CodevTT
pt_br: Adicionar usuários à equipe e aos projetos do CodevTT
tr: CodevTT ekibine ve projelerine kullanıcı ekle
uk: Додати користувачів до команди та проєктів CodevTT

source: Only team-leaders & administrators are allowed to do this action.
ar: يُسمَح فقط لقادة الفرق والإداريين بتنفيذ هذا الإجراء.
de_de: Nur Teamleiter und Administratoren dürfen diese Aktion ausführen.
fr: Seuls les Administrateurs sont autorisés à faire cette action.
pt_br: Somente os líderes de equipe e administradores têm permissão para realizar essa ação.
tr: Bu eylemi yalnızca ekip liderleri ve yöneticiler yapabilir.
uk: Виконати цю дію можуть лише керівники команд та адміністратори.

source: Send password by mail
ar: إرسال كلمة السر عن طريق البريد
de_de: Passwort per E-Mail senden
fr: Envoi du mot de passe par email
pt_br: Enviar senha por correio
tr: Parolayı postayla gönder
uk: Надіслати пароль поштою

source: Send a password per email to each user
ar: أرسل كلمة سر لكل بريد إلكتروني لكل مستخدم
de_de: Ein Passwort per E-Mail an jeden Benutzer senden
fr: Envoi du mot de passe par email à chaque utilisateur
pt_br: Enviar uma senha por e-mail para cada usuário
tr: Her kullanıcıya e-posta başına bir şifre gönderin
uk: Надсилати пароль на електронну пошту кожному користувачу

source: Generate password
ar: توليد كلمة السر
de_de: Passwort
es_es: Generar contraseña
fr: Générer un mot de passe
it_it: Genera password
pt_br: Gerar senha
tr: Şifre oluştur
uk: Згенерувати пароль

source: Display a generated password (common to all created users)
ar: عرض كلمة سر تم إنشاؤها (مشتركة لكل المستخدمين الذين تم تكوينهم)
de_de: Ein erzeugtes Passwort anzeigen (allgemein für alle erstellten Benutzer)
fr: Afficher un mot de passe généré (commun à tous les utilisateurs créés)
pt_br: Exibir uma senha gerada (comum a todos os usuários criados)
tr: Oluşturulan bir şifreyi görüntüle (oluşturulan tüm kullanıcılar için ortaktır)
uk: Відображати генерований пароль (загальний для всіх створених користувачів)

source: username
ar: اسم المستخدم
de_de: Umbenennen
es_es: nombre de usuario
fr: identifiant
it_it: nome utente
pt_br: usuário
tr: kullanıcı adı
uk: ім'я користувача

source: User already exists
ar: المستخدم موجود بالفعل
de_de: Der Benutzer ist bereits vorhanden
es_es: El usuario ya existe
fr: Identifiant déjà existant
pt_br: Usuário já existe
tr: Kullanıcı zaten var
uk: Такий користувач вже існує

source: Mantis project access level
ar: مستوى الوصول إلى مشروع Mantis
de_de: Mantis-Projekt-Zugriffsebene
es_es: Nivel de acceso de Matis al proyecto
fr: Droits d'accès Mantis
it_it: Livello di accesso progetto Mantis
pt_br: Nível de acesso ao projeto Mantis
tr: Mantis projesine erişim seviyesi
uk: Рівень доступу до проєкту Mantis

source: User can't be added to Mantis projects
ar: لا يمكن إضافة المستخدم إلى مشاريع Mantis
de_de: Der Benutzer kann nicht zu Mantis-Projekten hinzugefügt werden
es_es: El usuario no puede añadirse a proyectos de Mantis
fr: L'utilisateur ne peut être ajouté aux projets Mantis
it_it: L'utente non può essere aggiunto ai progetti Mantis
pt_br: O usuário não pode ser adicionado aos projetos do Mantis
tr: Kullanıcı Mantis projelerine eklenemez
uk: Користувач не може бути доданий до проєктів Mantis

source: CodevTT role
ar: دور CodevTT
de_de: CodevTT Typ
fr: Rôle CodevTT
it_it: Ruolo CodevTT
pt_br: Função do CodevTT
tr: CodevTT rolü
uk: Роль CodevTT

source: User already belong to this team
ar: المستخدم ينتمي بالفعل لهذا الفريق
de_de: Der Benutzer gehört bereits zu diesem Team
es_es: El usuario ya pertenece a este equipo
fr: L'utilisateurs est déjà membre de cette équipe
pt_br: O usuário já pertence a esta equipe
tr: Kullanıcı zaten bu ekibe ait
uk: Користувач вже належить цій команді

source: User can't be added to this team
ar: لا يمكن إضافة المستخدم لهذا الفريق
de_de: Der Benutzer kann nicht zu diesem Team hinzugefügt werden
es_es: El usuario no puede ser añadido a este equipo
fr: L'utilisateur ne peut être ajouté à cette équipe
pt_br: O usuário não pode ser adicionado a esta equipe
tr: Kullanıcı bu ekibe eklenemez
uk: Користувача не можна додати до цієї команди

source: Mantis users to create:
ar: مستخدمو Mantis للإنشاء:
de_de: Zu erstellende Mantis-Benutzer:
fr: Utilisateurs Mantis à créer:
pt_br: Usuários do Mantis para criar:
tr: Mantis kullanıcıları şunları oluşturur:
uk: Користувачі Mantis створюють:

source: First name
ar: الاسم الأول
de_de: Dateiname
fr: Prénom
it_it: Nome
pt_br: Nome
tr: Ad
uk: Ім'я

source: Username
ar: اسم المستخدم
de_de: Umbenennen
es_es: Nombre de usuario
fr: Identifiant
it_it: Nome utente
pt_br: Nome de usuário
tr: Kullanıcı adı
uk: Ім'я користувача

source: Mantis role
ar: دور Mantis
de_de: Mantis Notizen
es_es: Rol de Mantis
fr: Droits Mantis
it_it: Ruolo Mantis
pt_br: Papel do Louva-a-Deus
tr: Mantis rolü
uk: Роль Mantis

source: Date of entry in team
ar: تاريخ الدخول في الفريق
de_de: Die Person gehört nicht zum Team
es_es: Fecha de entrada en el equipo
fr: Date d'arrivée dans l'équipe
pt_br: Data de entrada na equipe
tr: Ekibe giriş tarihi
uk: Дата вступу до команди

source: Username not set on all users
ar: اسم المستخدم غير محدد على جميع المستخدمين
de_de: Der Benutzername ist nicht auf alle Benutzer festgelegt
es_es: No se ha establecido el nombre de usuario de todos los usuarios
fr: L'identifiant doit être défini pour tous les utilisateurs
pt_br: Nome de usuário não definido em todos os usuários
tr: Kullanıcı adı tüm kullanıcılar için ayarlanmadı
uk: Ім’я користувача не встановлено для всіх користувачів

source: Project access level not set on all users
ar: مستوى الوصول إلى المشروع لم يتم تعيينه على جميع المستخدمين
de_de: Die Projektzugriffsebene ist nicht auf alle Benutzer festgelegt
es_es: No se ha establecido el nivel de acceso al proyecto de todos los usuarios
fr: Les droits Mantis doivent être définis pour tous les utilisateurs
pt_br: Nível de acesso ao projeto não definido para todos os usuários
tr: Proje erişim düzeyi tüm kullanıcılarda ayarlanmadı
uk: Рівень доступу до проєкту встановлено не для всіх користувачів

source: CodevTT roles not set on all users
ar: لا يتم تعيين أدوار CodevTT على جميع المستخدمين
de_de: CodevTT-Rollen sind nicht auf alle Benutzer festgelegt
fr: le rôle CodevTT doit être défini pour tous les utilisateurs
pt_br: As funções do CodevTT não estão definidas para todos os usuários
tr: Tüm kullanıcılar için ayarlanmamış CodevTT rolleri
uk: Ролі CodevTT встановлені не для всіх користувачів

source: Date of entry in team not set on all users
ar: تاريخ الدخول في الفريق لم يتم تعيينه على جميع المستخدمين
de_de: Eintragsdatum im Team nicht auf alle Benutzer festgelegt
es_es: No se ha establecido la fecha de entrada en el equipo de todos los usuarios
fr: La date d'arrivée dans l'équipe doit être définie pour tous les utilisateurs
pt_br: Data de entrada na equipe não definida para todos os usuários
tr: Ekibe giriş tarihi tüm kullanıcılar için ayarlanmadı
uk: Дата входу до команди не встановлена для всіх користувачів

source: Import Done ! The password for every created users is
ar: تم الاستيراد! كلمة المرور لكل المستخدمين الذين تم إنشاؤهم هو
de_de: Import fertig! Das Passwort für jeden erstellten Benutzer ist
es_es: Se ha completado la importación. La contraseña de todos los usuarios creados es
fr: Import terminé ! le mot de passe des utilisateurs créés est
pt_br: Importação concluída! A senha para cada usuário criado é
tr: İçe Aktarma İşlemi Tamamlandı ! Oluşturulan her kullanıcı için şifre
uk: Імпорт завершено! Пароль для кожного створеного користувача — це

source: Import Done ! An email with login and password has been sent to each user.
ar: تم الاستيراد! تم إرسال بريد إلكتروني مع تسجيل الدخول وكلمة المرور إلى كل مستخد
de_de: Import fertig! Eine E-Mail mit dem Login und dem Passwort wurde an jeden Benutzer versandt.
es_es: Se ha completado la importación. Se ha enviado un correo a cada usuario con su usuario y contraseña.
fr: Import terminé ! Un email avec identifiant et mot de passe est envoyé à chaque utilisteur.
pt_br: Importação concluída! Um e-mail com login e senha foi enviado a cada usuário.
tr: İçe Aktarma İşlemi Tamamlandı ! Her kullanıcıya giriş ve şifre içeren bir e-posta gönderildi.
uk: Імпорт завершено! Кожному користувачу було надіслано електронний лист із логіном та паролем.

source: No errors
ar: لا توجد أخطاء
de_de: Fehler
es_es: Sin errores
fr: Pas d'erreur
it_it: Nessun errore
pt_br: Nenhum erro
tr: Hata yok
uk: Немає помилок

source: Consistency check
ar: فحص التناسق
de_de: Konsistenzprüfung
fr: Test d'intégrité
it_it: Test integrità
pt_br: Verificação de consistência
tr: Tutarlılık denetimi
uk: Перевірка узгодженості

source: Check for errors in issues
ar: تحقق من وجود أخطاء في القضايا
de_de: In Einträgen nach Fehlern suchen
fr: Recherche les erreurs d'intégrité dans les tâches
lt: Patikrinti ar nėra klaidų problemose
pt_br: Verificar se há erros nas edições
tr: Sorunlardaki hataları kontrol edin
uk: Перевірити наявність помилок у проблемах

source: Issue consistency check
ar: اختبار اتساق القضية
de_de: Eintragskonsistenzprüfung
fr: Test d'intégrité des tâches
lt: Problemos nuoseklumo tikrinimas
pt_br: Verificação da consistência da emissão
tr: Tutarlılık kontrolü
uk: Проблема перевірки узгодженості

source: Load per project categories
ar: التحميل في تصنيفات المشروع
de_de: Pro Projektkategorien laden
es_es: Carga por categorías de proyectos
fr: Charge par catégories projet
it_it: Carico per categorie di progetto
pt_br: Carga por categorias de projeto
tr: Proje kategorisi başına yükle
uk: Навантаження за категоріями проєктів

source: Hello World
ar: مرحبا بالعالم
es_es: Hola mundo
it_it: Salve mondo
lt: Sveikas, Pasauli
pt_br: Olá, Mundo
tr: Merhaba Dünya
uk: Привіт, Світ!

source: Timetrack details
ar: تفاصيل المسار الزمني
de_de: Einzelheiten zur Zeitverfolgung
es_es: Detalles de Control de Tiempo
fr: Imputations détaillées
it_it: Dettagli tempistiche
pt_br: Detalhes da trilha de tempo
tr: Zaman izlemesi ayrıntıları
uk: Деталі хронометражу

source: Refresh
ar: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr: Rafraichir
it_it: Aggiorna
pt_br: Atualizar
tr: Yenile
uk: Оновити

source: Send new message
ar: أرسل رسالة جديدة
de_de: Neue Nachricht senden
es_es: Enviar un mensaje nuevo
fr: Envoyer un message
pt_br: Enviar nova mensagem
tr: Yeni mesaj gönder
uk: Надіслати нове повідомлення

source: Expire
ar: الانتهاء
de_de: Ablauf
pt_br: Expirar
tr: Bitiş tarihi
uk: Термін дії закінчується

source: Exp. date
ar: تاريخ الانتهاء
de_de: Ablaufdatum
fr: Date exp.
pt_br: Data de vencimento
tr: Bitiş tarihi
uk: Термін придатності

source: Expiration Date (optional)
ar: تاريخ انتهاء الصلاحية (اختياري)
de_de: Ablaufdatum (optional)
fr: Date d'expiration (optionnel)
it_it: Data scadenza (facoltativa)
pt_br: Data de expiração (opcional)
tr: Sona Erme Tarihi (isteğe bağlı)
uk: Термін придатності (необов’язково)

source: Everybody (all teams)
ar: الجميع (كل الفرق)
de_de: Jeder (alle Teams)
es_es: Todos (todos los equipos)
fr: Tous (toutes les équipes)
pt_br: Todos (todas as equipes)
tr: Herkes (tüm takımlar)
uk: Усі (усі команди)

source: Message wall options
ar: خيارات جدار الرسالة
de_de: Optionen für die Nachrichtenwand
fr: Options des messages
pt_br: Opções de mural de recados
tr: Mesaj duvarı seçenekleri
uk: Налаштування стіни обговорень

source: Recipient
ar: المستلم
de_de: Empfänger
es_es: Destinatario
fr: Destinataire
pt_br: Recipiente
tr: Alıcı
uk: Одержувач

source: Current team
ar: الفريق الحالي
de_de: Aktuelles Team
es_es: Equipo actual
fr: Equipe en cours
pt_br: Time atual
tr: Şu anki ekip
uk: Поточна команда

source: All my teams
ar: كل فرقي
de_de: All meine Teams
es_es: Todos mis equipos
fr: Toutes mes équipes
pt_br: Todas as minhas equipes
tr: Tüm ekiplerim
uk: Усі мої команди

source: Assigned to me
ar: تعيين لي
de_de: Mir zugewiesen
fr: Assignés à moi
pt_br: Atribuídos a mim
tr: Beni görevlendirdi
uk: Призначено мені

source: Posted by me
ar: أُرسِلت بواسطتي
de_de: Von mir gepostet
fr: Ecrits par moi
pt_br: Postado por mim
tr: Benim tarafımdan gönderildi
uk: Опубліковано мною

source: All
ar: الكل
de_de: Alle
fr: Tous
it_it: Tutti
pt_br: Todos
tr: Hepsi
uk: Усе

source: Hidden messages
ar: رسائل مخفية
de_de: Versteckte Nachrichten
es_es: Mensajes ocultos
fr: Messages masqués
it_it: Messaggi nascosti
pt_br: Mensagens escondidas
tr: Gizli mesajlar
uk: Приховати повідомлення

source: Hide
ar: إخفاء
de_de: Nicht anzeigen
es_es: Ocultar
fr: Masquer
it_it: Nascondi
pt_br: Ocultar
tr: Gizle
uk: Приховати

source: Message wall help
ar: مساعدة رسالة الجدار
de_de: Hilfe zur Nachrichtenwand
fr: Aide
pt_br: Ajuda na parede da mensagem
tr: Mesaj duvarı yardımı
uk: Довідка на стіні обговорень

source: Buttons
ar: أزرار
de_de: Schaltflächen
es_es: Botones
fr: Boutons
pt_br: Botões
tr: Düğmeler
uk: Клавіші

source: Add new message
ar: أضف رسالة جديدة
de_de: Neue Nachricht hinzufügen
es_es: Añadir un mensaje nuevo
fr: Ajouter un message
it_it: Aggiungi nuovo messaggio
pt_br: Adicionar nova mensagem
tr: Yeni mesaj ekle
uk: Додати нове повідомлення

source: Post a new message
ar: انشر رسالة جديدة
de_de: Eine neue Nachricht posten
es_es: Publicar un mensaje nuevo
fr: Envoyer un nouveau message
pt_br: Publique uma nova mensagem
tr: Yeni mesaj gönder
uk: Опублікувати нове повідомлення

source: Set message wall options
ar: ضبط خيارات جدار الرسالة
de_de: Optionen für die Nachrichtenwand festlegen
fr: Enregistrer les options
pt_br: Definir opções do mural de recados
tr: Mesaj duvarı seçeneklerini ayarla
uk: Встановити налаштування стіни повідомлень

source: Mark as read. The message can then be hidden
ar: علم كمقروءة، يمكن بعد ذلك أن تكون الرسالة مخفية
de_de: Als gelesen markieren. Die Nachricht kann dann versteckt werden.
fr: Marquer comme lu. Le message peut ensuite être masqué
pt_br: Marcar como lida. A mensagem pode então ser ocultada
tr: Okundu olarak işaretle. Mesaj daha sonra gizlenebilir
uk: Позначити як прочитане. Після цього повідомлення можна приховати

source: Hide message. Depends on user setting "Display hidden messages"
ar: إخفاء الرسالة، يعتمد على إعداد المستخدم "عرض الرسائل المخفية"
de_de: Nachricht verstecken. Abhängig von der Benutzereinstellung „Versteckte Nachrichten anzeigen“.
fr: Masquer le message. Dépend de l'option "Afficher les messages masqués"
pt_br: Ocultar mensagem. Depende da configuração do usuário "Exibir mensagens ocultas"
tr: Mesajı gizle. "Gizli mesajları görüntüle" kullanıcı ayarına bağlıdır
uk: Сховати повідомлення. Залежить від налаштування користувача «Відображення прихованих повідомлень»

source: Show
ar: أظهر
de_de: Anzeigen
es_es: Mostrar
fr: Afficher
it_it: Mostra
pt_br: Exibir
tr: Göster
uk: Показати

source: Unhide a hidden message
ar: إظهار رسالة مخفية
de_de: Blendet eine versteckte Nachricht ein
fr: Rétablir un message masqué
pt_br: Mostrar uma mensagem escondida
tr: Gizli bir mesajı göster
uk: Показати приховане повідомлення

source: Delete a message.
ar: حذف رسالة.
de_de: Eine Nachricht löschen.
es_es: Eliminar un mensaje.
fr: Supprimer le message
pt_br: Excluir uma mensagem.
tr: Bir mesajı silin.
uk: Видалити повідомлення.

source: This will permanently delete this post, are you sure ?!
ar: سيؤدي هذا إلى حذف هذه المشاركة نهائيًا، فهل أنت متأكد؟!
de_de: Dies wird diesen Beitrag dauerhaft löschen. Bist du sicher?
fr: Voulez-vous supprimer ce message définitivement ?
pt_br: Isso excluirá permanentemente esta postagem, tem certeza?!
tr: Bu gönderiyi kalıcı olarak silecek, emin misiniz ?!
uk: Ви назавжди видалите цю публікацію, ви впевнені?!

source: Message wall
ar: حائط الرسالة
de_de: Nachrichtenwand
fr: Mur de messages
pt_br: Parede da mensagem
tr: Mesaj duvarı
uk: Стіна обговорення

source: Size
it_it: Dimensione
pt_br: Tamanho
uk: Розмір

source: Small
it_it: Piccolo
pt_br: Pequeno
uk: Малий

source: Medium
it_it: Medio
pt_br: Média
uk: Середній

source: Large
it_it: Grande
pt_br: Grande
uk: Великий

source: Huge
pt_br: Enorme
uk: Величезний

source: Acknowledged by
ar: معرف بواسطة
de_de: Bestätigt von
fr: Validé par
pt_br: Reconhecido por
tr: Onaylatan
uk: Підтверджено

source: Submission date
ar: تاريخ التقديم
de_de: Datum der Einreichung
es_es: Fecha de envío
fr: Date d'émission
pt_br: Data de submissão
tr: Teslim tarihi
uk: Дата подання

source: Expiration date
ar: تاريخ الانتهاء
de_de: Ablaufdatum
fr: Date d'expiration
it_it: Scadenza
pt_br: Data de validade
tr: Bitiş tarihi
uk: Термін придатності

source: Author
ar: المؤلف
de_de: Autor
es_es: Autor
fr: Auteur
it_it: Autore
pt_br: Autor
tr: Yazar
uk: Автор

source: Backlog history
pt_br: Histórico de pendências
uk: Історія відставання

source: Task type filter
pt_br: Filtro de tipo de tarefa
uk: Фільтр типу завдання

source: Check the submission date of the tasks
pt_br: Verifique a data de submissão das tarefas
uk: Перевірте дату подання завдань

source: Statistics on the age of open tasks
pt_br: Estatisticas na idade de tarefas abertas
uk: Статистика за віком відкритих завдань

source: New
it_it: Nuovo
pt_br: Novo
uk: Новий

source: Open
pt_br: Aberto
uk: Відкрите

source: Nb Issues
pt_br: Problemas Nb
uk: К-сть помилок

source: Nb new
pt_br: Nb novo
uk: К-сть нових

source: Nb open
pt_br: Nb aberto
uk: К-сть відкритих

source: Open issues seniority
pt_br: Antiguidade de questões abertas
uk: Відкриті питання трудового стажу

source: Display task list
pt_br: Mostrar lista de tarefas
uk: Відображення списку завдань

source: Time per status
ar: الوقت حسب الحالة
de_de: Zeit pro Status
es_es: Tiempo por estado
fr: Temps par Status
it_it: Tempo per stato
pt_br: Tempo por status
tr: Durum başına süre
uk: Час на статус

source: Time allocation by status
ar: تخصيص الوقت حسب الحالة
de_de: Zeit je Status
es_es: Asignación de tiempo por estado
fr: Répartition du temps par status
it_it: Ripartizione dei tempi per stato
pt_br: Alocação de tempo por status
tr: Duruma göre zaman tahsisi
uk: Розподіл часу за статусом

source: Timetracking analysis
pt_br: Análise de cronograma
uk: Аналіз відстеження часу

source: Average delay between the timetrack date and it's creation date (in days)
pt_br: Atraso médio entre data do cronograma e a data de sua criação (em dias)
uk: Середня затримка між датою відліку часу та датою її створення (у днях)

source: Average
pt_br: Média
uk: Середнє

source: (in days)
it_it: (in giorni)
pt_br: (em dias)
uk: (в днях)

source: Median
it_it: Mediana
pt_br: Mediana
uk: Медіана

source: Mode
it_it: Modalità
pt_br: Modo
uk: Режим

source: Nb timetracks
pt_br: Cronogramas Nb
uk: К-сть хронометражів

source: Missing
it_it: Mancante
pt_br: Faltando
uk: Відсутній

source: Effort estimation reliability rate
ar: نسبة دقة تقدير الجهد
de_de: Anteil der Aufwandsschätzungszuverlässigkeit
fr: Taux de fiabilité de l'estimation de charge
it_it: Tasso di affidabilità stimato degli sforzi
lt: Pastangų vertinimo patikimumo rodiklis
pt_br: Taxa de confiabilidade da estimativa de esforço
tr: Çaba tahmin güvenilirlik oranı
uk: Коефіцієнт надійності оцінки зусиль

source: EffortEstim reliability history
ar: تاريخ موثوقية تقدير الجهد
de_de: Zuverlässigkeit der Schätzung
fr: Historique de l'estimation de charge
pt_br: Histórico de confiabilidade do EffortEstim
tr: EffortEstim güvenilirlik geçmişi
uk: Історія надійності EffortEstim

source: Drag, drop and set the order of the filters
ar: سحب وإسقاط وتعيين ترتيب المرشحات
de_de: Ziehen, ablegen und die Reihenfolge der Filter festlegen
fr: Déplacez et ordonnez les filtres
pt_br: Arraste, solte e defina a ordem dos filtros
tr: Filtrelerin sırasını sürükleyin, bırakın ve ayarlayın
uk: Перетягніть, відпустіть і встановіть порядок фільтрів

source: Tasks pivot table
ar: الجدول المحوري للمهام
de_de: Aufgaben-Pivot-Tabelle
fr: Tableau croisé dynamique des tâches
pt_br: Tarefas de tabela dinâmica
tr: Görevler pivot tablosu
uk: Зведена таблиця завдань

source: Reset selected dashboards
pt_br: Redefinir painéis selecionados
uk: Скинути вибрані інформаційні панелі

source: Domain
it_it: Dominio
pt_br: Domínio
uk: Домен

source: Reset Dashboard
pt_br: Reinicializar Dashboard
uk: Скинути панель

source: Global cost estimation:
ar: تقدير التكلفة العالمية:
de_de: Globale Kostenschätzung:
es_es: Estimación de coste global:
fr: Coût global estimé:
pt_br: Estimativa de custo global:
tr: Küresel maliyet tahmini:
uk: Глобальна оцінка вартості:

source: Costs Mgr
ar: تكاليف Mgr
de_de: Kostenverwalter
fr: Coûts Mgr
pt_br: Gerente de custos
tr: Maliyet Mgr
uk: Витрати Мгр

source: Sum the costs of each timetrack.
ar: اجمع تكاليف كل مسار زمني.
de_de: Addiere die Kosten jeder Zeiterfassung.
fr: Total des coûts de toutes les imputations
pt_br: Some os custos de cada faixa de tempo.
tr: Her zaman izlemenin maliyetini toplayın.
uk: Підсумуйте витрати кожної часової доріжки.

source: Team AverageDailyCost and UserDailyCosts must be defined in team settings.
ar: يجب تحديد Team AverageDailyCost وUserDailyCosts في إعدادات الفريق.
de_de: Durchschnittliche tägliche Teamkosten und tägliche Benutzerkosten müssen in den Teameinstellungen definiert sein.
fr: Le Coût journaliers moyen de l'équipe et/ou les coûts journaliers individuels doivent être définis dans les paramètres de l'équipe
pt_br: O Team AverageDailyCost e o UserDailyCosts devem ser definidos nas configurações da equipe.
tr: Takım OrtalamasıDailyCost ve UserDailyCosts takım ayarlarında tanımlanmalıdır.
uk: Team AverageDailyCost та UserDailyCosts мають бути визначені в налаштуваннях команди.

source: AverageDailyCost is used when no UserDailyCosts is defined for the timetrack's user.
ar: يتم استخدام AverageDailyCost عند عدم تعريف UserDailyCosts لمستخدم المسار الزمني.
de_de: Die durchschnittlichen täglichen Kosten werden verwendet, falls keine täglichen Benutzerkosten für den Zeiterfassungsbenutzer definiert sind.
fr: Le Coût-Journalier-Moyen est utilisé lorsqu'aucun Coût-Journalier-Individuel n'est défini pour la personne ayant imputé
pt_br: AverageDailyCost é usado quando nenhum UserDailyCosts é definido para o usuário da faixa de horário.
tr: AverageDailyCost, zaman izleme kullanıcısı için herhangi bir UserDailyCosts tanımlanmadığında kullanılır.
uk: AverageDailyCost використовується, коли UserDailyCosts не визначено для користувача часової доріжки.
