Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: 'Incident' and 'Inactivity' sideTasks of the current selection.<br> (if 'waste' option has not been selected, this will be included in 'elapsed')
ar: 'جوانب "الحادثة" و"عدم النشاط" للتحديد الحالي.<br> (إذا لم يتم تحديد خيار "النفايات"، فسيتم تضمين هذا في "المنقضي")
de_de: Sidetasks „Vorfall“ und „Inaktivität“ der aktuellen Auswahl<br> (falls die Option „Verlust“ nicht ausgewählt wurde, wird dies in „verstrichen“ eingeschlossen).
fr: Tâches annexes 'Incident' et 'Inactivité' faisant partie de la sélection.<br> (Si l'option 'Pertes' est désactivée, ce sera inclu dans le 'consommé')
pt_br: tarefas secundárias de "Incidente" e "Inatividade" da seleção atual.<br> (se a opção "resíduos" não tiver sido selecionada, isso será incluído em "decorrido")
tr: 'Olay' ve 'Hareketsizlik' tarafı Geçerli seçimin görevleri.<br> ('atık' seçeneği seçilmemişse, bu 'geçen süreye dahil edilecektir')
uk: Сторінки «Інцидент» та «Бездіяльність» поточного виділення.<br> (якщо не вибрано параметр «відходи», це буде включено до «минулого»)

source: Other
ar: أخرى
de_de: Sonstige
es_es: Otro
fr: Autre
it_it: Altro
lt: Kita
pt_br: Outros
tr: Diğer
uk: Інше

source: The time spent on tasks & sideTasks that are not in the current task selection
ar: الوقت المستغرق في المهام والمهام الجانبية التي ليست في اختيار المهمة الحالية
de_de: Mit den Aufgaben verbrachte Zeit und sonstige Aufgaben, die nicht in der aktuellen Aufgabenauswahl sind.
fr: Consommé sur les tâches & tâches annexes ne faisant pas partie de la sélection
pt_br: O tempo gasto em tarefas e sideTasks que não estão na seleção de tarefas atual
tr: Geçerli görev seçiminde olmayan görevler ve alt görevler için harcanan süre
uk: Час, витрачений на виконання завдань та побічних завдань, яких немає у вибраному поточному завданні

source: External
ar: خارجية
de_de: Externe
es_es: Externo
fr: Externe
it_it: Esterne
lt: Išorinis
pt_br: Externo
tr: Harici
uk: Зовнішні

source: External tasks except 'Leave' category
ar: مهام خارجية باستثناء فئة "المغادرة"
de_de: Externe Aufgaben akzeptieren die Kategorie „Verlassen“
fr: Tâches externes à l'exception de la catégorie 'Absences'
pt_br: Tarefas externas, exceto a categoria "Licença
tr: 'Ayrılma' kategorisi dışındaki harici görevler
uk: Зовнішні завдання, крім категорії «Вийти»

source: External leave tasks & inactivity sideTasks that are not in the current task selection
ar: مهمات الرحيل الخارجية ومهمات عدم النشاط الفرعية التي ليست ضمن اختيار المهام الحالي
de_de: Externe Abwesenheitsaufgaben und Inaktivitäts-Sidetasks, die nicht in der aktuellen Aufgabenauswahl sind.
fr: Absences et tâches annexes d'inactivité ne faisant pas partie de la sélection
pt_br: Tarefas sideTasks externas de licença e inatividade que não estão na seleção de tarefas atual
tr: Harici izin görevleri ve hareketsizlik tarafı Geçerli görev seçiminde olmayan görevler
uk: Зовнішні завдання відпустки та завдання бездіяльності, яких немає у поточному виділенні завдання

source: Show waste sidetasks: 'Incident' and 'Inactivity' categories <br> (if unchecked, sidetasks will be included in 'elapsed')
ar: عرض فئات المهام الجانبية: فئات "الحوادث" و"عدم النشاط" <br> (إذا لم يتم اختيارها، سيتم تضمين المهام الجانبية في "المنقضي")
de_de: Zeigt Verlust-Sidetasks: Kategorien „Vorfall“ und „Inaktivität“<br> (falls nicht ausgewählt, werden Sidetasks in „verstrichen“ eingeschlossen).
fr: Afficher les pertes: tâches annexes de catégorie 'Incident' et 'Inactivité' <br> (si désactivé, ce sera inclu dans le 'consommé')
pt_br: Mostrar tarefas secundárias de resíduos: categorias "Incidente" e "Inatividade <br> (se desmarcada, as tarefas secundárias serão incluídas em 'decorrido')
tr: Atık yan görevlerini göster: 'Olay' ve 'Hareketsizlik' kategorileri<br> (işaretlenmezse, yan görevler 'geçen' dahil edilir)
uk: Показувати додаткові завдання щодо відходів: категорії «Інциденти» та «Бездіяльність»<br> (якщо цей прапорець не встановлено, бічні завдання будуть включені до «минулих»)

source: Show full activity: <br> If checked, timetracks on tasks not included in current selection will be displayed in additional columns.
pt_br: Mostrar atividade completa: <br> Se marcada, as faixas de tempo das tarefas não incluídas na seleção atual serão exibidas em colunas adicionais.
tr: Tüm aktiviteyi göster: <br> İşaretlenirse, mevcut seçime dahil olmayan görevlerle ilgili zaman çizelgeleri ek sütunlarda görüntülenecektir.
uk: Показати повну активність: <br>Якщо встановлено прапорець, часові доріжки для завдань, не включених у поточний вибір, відображатимуться у додаткових стовпцях.

source: WARN: this option will be disabled if 'Only team members' is unchecked
fr: ATTENTION: Cette option sera désactivée si 'Membres de l'équipe uniquement' est désactivée
pt_br: AVISO: essa opção será desativada se a opção "Only team members" estiver desmarcada
tr: UYARI: 'Yalnızca ekip üyeleri' işaretli değilse bu seçenek devre dışı bırakılacaktır.
uk: ПОПЕРЕДЖЕННЯ: ця опція буде вимкнена, якщо не встановлено прапорець «Тільки члени команди»

source: Move issue timetracks
ar: نقل المسارات الزمنية للقضية
de_de: Eintrags-Zeiterfassungen verschieben
fr: Déplacer les imputations
pt_br: Mover os cronogramas de emissão
tr: Sorun zaman aralıklarını taşı
uk: Перемістити часові доріжки видачі

source: Committer
ar: المنفذ
de_de: Aufträge Filter
es_es: Enviador
fr: Saisi par
pt_br: Compromissário
tr: Taahhütçü
uk: Комітер

source: Commit date
ar: تاريخ التنفيذ
de_de: Startdatum
fr: Date de saisie
it_it: Data di consegna
pt_br: Data de compromisso
tr: Taahhüt tarihi
uk: Дата вчинення

source: Select All
ar: اختر الكل
de_de: Alles auswählen
es_es: Seleccionar todo
fr: Sélectionner tout
it_it: Seleziona tutto
pt_br: Selecionar Tudo
tr: Hepsini seç
uk: Виділити всі

source: Dates
ar: تواريخ
de_de: Datum
es_es: Fechas
it_it: Date
pt_br: Datas
tr: Tarihler
uk: Дати

source: Start
ar: البداية
de_de: Startdatum
es_es: Inicio
fr: Début
it_it: Inizio
pt_br: Iniciar
tr: Başlangıç
uk: Початок

source: End
ar: النهاية
de_de: und
es_es: Fin
fr: Fin
it_it: Fine
pt_br: Terminar
tr: Bitiş
uk: Кінець

source: Origin
ar: الأصل
de_de: Ursprung
es_es: Origen
fr: Origine
pt_br: Origem
tr: Menşei
uk: Походження

source: Destination
ar: الوجهة
de_de: Beschreibung
es_es: Destino
it_it: Destinazione
pt_br: Destino
tr: Hedef
uk: Призначення

source: Please, fill all fields correctly
ar: من فضلك، املأ جميع الحقول بشكل صحيح
de_de: Fülle bitte alle Felder aus
es_es: Completa todos los campos correctamente
fr: Veuillez renseigner tous les champs
it_it: Per favore, compila tutti i campi correttamente
pt_br: Por favor, preencha todos os campos corretamente
tr: Lütfen tüm alanları doğru doldurun
uk: Будь ласка, заповніть усі поля правильно

source: Destination task must be different from origin
ar: يجب أن تكون مهمة الوجهة مختلفة عن الأصل
de_de: Die Zielaufgabe muss von der ursprünglichen Aufgabe abweichen
es_es: La tarea de destino tiene que ser diferente de la de origen
fr: La tâcje destinataire doit être différente de la tâche d'origine
lt: Paskirties užduotis turi skirtis nuo pradinės
pt_br: A tarefa de destino deve ser diferente da origem
tr: Hedef görevi başlangıç noktasından farklı olmalıdır
uk: Завдання призначення має відрізнятися від місця початку

source: Origin task
ar: المهمة الأصلية
de_de: Anzahl Aufgaben
es_es: Tarea de origen
fr: tâche source
pt_br: Tarefa de origem
tr: Kaynak görevi
uk: Початкове завдання

source: Move selected timetracks
ar: نقل المسارات الزمنية المحددة
de_de: Eintrags-Zeiterfassungen verschieben
fr: Déplacer les imputations
pt_br: Mover as trilhas de tempo selecionadas
tr: Seçili zaman izlemeleri taşı
uk: Перемістити вибрані часові доріжки

source: Destination task
ar: مهمة الوجهة
de_de: Zielaufgabe
es_es: Tarea de destino
fr: Tâche destinatrice
pt_br: Tarefa de destino
tr: Hedef görevi
uk: Завдання призначення

source: WARNING : In order to move timetracks, destination task creation date will be moved to
ar: تحذير: من أجل نقل المسارات الزمنية; سيتم نقل تاريخ إنشاء مهمة الوجهة إلى
de_de: WARNUNG: Um Zeiterfassungen zu verschieben, wird das Erstellungsdatum der Zielaufgabe verschoben nach
fr: ATTENTION: pour déplacer les imputations, la date de création de la tâche doit être positionnée au
pt_br: AVISO: Para mover as faixas de tempo, a data de criação da tarefa de destino será movida para
tr: UYARI : Zaman aralıklarını taşımak için hedef görev oluşturma tarihi
uk: УВАГА: Для того, щоб перемістити часові доріжки, дата створення цільового завдання буде переміщена до

source: Timetracks moved successfully !
ar: تم نقل المسارات الزمنية بنجاح !
de_de: Sicherung erfolgreich
fr: Imputations déplacées avec succès !
pt_br: O Timetracks foi movido com sucesso!
tr: Zaman izlemeleri başarıyla taşındı!
uk: Хронометражі успішно переміщені!

source: Issue Status History
ar: تاريخ حالة القضية
de_de: Eintragsstatusverlauf
es_es: Historial del estado de la incidencia
fr: Evolution des tâches par statut
it_it: Storico dello stato dei bugs
lt: Problemos Būsenos Istorija
pt_br: Histórico do status do problema
tr: Sorun Durum Geçmişi
uk: Історія стану проблеми

source: No
ar: لا
de_de: Nein
fr: Non
pt_br: Não
tr: Hayır
uk: Ні

source: Yes
ar: نعم
de_de: Ja
fr: Oui
it_it: Sì
pt_br: Sim
tr: Evet
uk: Так

source: Filter on Issue type
ar: تصفية على نوع القضية
de_de: Typ
es_es: Filtrar por tipo de informe
fr: Filtre par type de tâche
it_it: Filtra per tipo di problema
pt_br: Filtrar por tipo de problema
tr: Sorun türüne göre filtre
uk: Фільтр за типом проблеми

source: No filter
ar: لا يوجد مرشح
de_de: Filter setzen
es_es: Sin filtro
fr: Pas de Filtre
it_it: Nessun filtro
pt_br: Sem Filtro
tr: Filtre yok
uk: Без фільтру

source: Bugs only
ar: الأخطاء فقط
de_de: Nur Fehler
es_es: Solo problemas
fr: Que les bugs
pt_br: Somente bugs
tr: Yalnızca hatalar
uk: Лише баґи

source: Tasks only
ar: المهام فقط
de_de: Aufgaben
es_es: Solo tareas
fr: Que les tâches
it_it: Solo attività
pt_br: Somente tarefas
tr: Yalnızca görevler
uk: Лише завдання

source: Filter on External ID
ar: تصفية على المعرف الخارجي
de_de: Externe ID
fr: Filtrer sur la réf. externe
it_it: Filtra per ID esterno
pt_br: Filtro na ID externa
tr: Harici Kimlik Üzerine Filtre
uk: Фільтрувати зовнішній ідентифікатор

source: Issues with External ID
ar: مشكلات بمعرف خارجي
de_de: Eintrag Externe ID
fr: Tâches ayant une réf. externe
it_it: Problemi con ID esterno
pt_br: Problemas com a ID externa
tr: Harici Kimlik ile ilgili Sorunlar
uk: Проблеми із зовнішнім ідентифікатором

source: Issues without External ID
ar: مشكلات بدون معرف خارجي
de_de: Sortieren: mit/ohne externe ID
fr: Tâches sans réf. externe
pt_br: Problemas sem ID externa
tr: Harici Kimliği Olmayan Sorunlar
uk: Проблеми без зовнішнього ідентифікатора

source: Check all the timetracks of the period and return their repartition per Project
ar: تحقق من جميع الجداول الزمنية لهذه الفترة وأعد إعادة تقسيمها لكل مشروع
de_de: Alle Zeitverfolgungen der Periode überprüfen und ihre Verteilung pro Projekt zurückgeben
fr: Affiche le consommé sur la période, réparti par projet
pt_br: Verifique todas as faixas de horário do período e retorne sua divisão por projeto
tr: Dönemin tüm zaman çizelgelerini kontrol edin ve proje başına bölümlerini geri gönderin
uk: Перевірте всі часові доріжки періоду та поверніть їх перерозподіл для кожного проєкту

source: Selling price for period
fr: Prix de vente pour la période
pt_br: Preço de venda para o período
tr: Dönem satış fiyatı
uk: Ціна продажу за період

source: Elapsed during period
fr: Consommé sur la période
pt_br: Decorrido durante o período

source: Remaining to produce (at end of period)
fr: Reste à produire (en fin de période)
pt_br: Restante para produzir (no final do período)
tr: Üretim için kalanlar (dönem sonunda)
uk: Залишок виробництва (наприкінці періоду)

source: Selling Price for the Period
fr: Prix de vente pour la période
pt_br: Preço de venda do período
tr: Dönem Satış Fiyatı
uk: Ціна продажу за період

source: If you sell daily services with a specific price for each task, this plugin will give you the price of your batch of tasks over a given period of time.
fr: Si vous vendez du service à la journée avec un prix spécifique pour chaque tâche, ce plugin vous donnera le prix d'un lot de tâches sur une période donnée
pt_br: Se você vender serviços diários com um preço específico para cada tarefa, este plug-in fornecerá o preço do seu lote de tarefas durante um determinado período de tempo.
tr: Her görev için belirli bir fiyatla günlük hizmetler satıyorsanız, bu eklenti size belirli bir süre boyunca görev grubunuzun fiyatını verecektir.
uk: Якщо ви продаєте щоденні послуги з певною ціною за кожне завдання, цей плагін надасть вам ціну за вашу партію завдань за певний період часу.

source: For this plugin, you need to add the "CodevTT_DailyPrice" customField to your mantis projects and set a value for each task.
fr: Pour ce plugin il faut ajouter le champ personnalisé "CodevTT_PrixJournee" au projet mantis et le renseigner pour chaque tâche
pt_br: Para esse plug-in, você precisa adicionar o customField "CodevTT_DailyPrice" aos seus projetos mantis e definir um valor para cada tarefa.
tr: Bu eklenti için, mantis projelerinize "CodevTT_DailyPrice" customField öğesini eklemeniz ve her görev için bir değer ayarlamanız gerekir.
uk: Для цього плагіна вам потрібно додати customField «CodevTT_DailyPrice» customField до ваших проєктів Mantis та встановити значення для кожного завдання.

source: SellingPrice = DailyPrice x Elapsed during period
fr: Prix de vente = Prix journée x consommé sur la période
pt_br: Preço de venda = preço diário x tempo decorrido durante o período
tr: SellingPrice = DailyPrice x Dönem içinde geçti
uk: Ціна продажу = Ціна за день x минула протягом періоду

source: Remaining = MgrEffortEstim - Elapsed since the beginning of the task to end of period
fr: Reste à produire = ChargeMgr - Consommé depuis le début de la tâche
pt_br: Restante = MgrEffortEstim - Decorrido desde o início da tarefa até o final do período
tr: Remaining = MgrEffortEstim - Görevin başlangıcından dönem sonuna kadar geçen süre
uk: Залишилося = MgrEffortEstim — минув від початку завдання до кінця періоду

source: Include sideTasks
ar: أضيف مهام جانبية
fr: Inclure les TâchesAnnexes
pt_br: Incluir tarefas laterais
tr: sideTasks'ı dahil et

source: Task name
es_es: Nombre de tarea
fr: Nom de la tâche
pt_br: Nome da tarefa

source: Task ExtRef
fr: RefExt Tâche
pt_br: Tarefa ExtRef

source: Task ID
ar: معرف المهمة
de_de: Aufgabe Information
es_es: Identificador de tarea
fr: N° tâche
it_it: ID attività
pt_br: ID da tarefa
tr: Görev kimliği
uk: Ідентифікатор завдання

source: Elapsed on period
fr: consommé sur la période
pt_br: Período decorrido

source: Remaining to produce at end of period
fr: Reste à produire en fin de période
pt_br: Restante produção no final do período
tr: Dönem sonunda üretim için kalanlar
uk: Залишається виробляти в кінці періоду

source: Remaining
ar: المتبقي
es_es: Restantes
fr: Reste à produire
pt_br: Restante
tr: Kaldı

source: Daily Price
ar: السعر اليومي
es_es: Precio diario
fr: Prix journée
pt_br: Preço diário
tr: Günlük Miktar
uk: Щоденна ціна

source: Price on period
fr: Prix de la période
pt_br: Preço no período

source: Price
ar: السعر
es_es: Precio
fr: Prix
pt_br: Preço
tr: Miktar
uk: Ціна

source: Progress history
ar: تاريخ التقدم
de_de: Fortschrittsverlauf
es_es: Historial de progreso
fr: Historique avancement
it_it: Avanzamento storia
lt: Pažangos istorija
pt_br: Histórico de progresso
tr: İlerleme geçmişi
uk: Історія прогресу

source: Values
ar: القيم
de_de: Wert
es_es: Valores
fr: Valeurs
it_it: Valori
pt_br: Valores
tr: Değerler
uk: Значення

source: Theoric
ar: نظرية الأدب
de_de: Theoretisch
es_es: Teórico
fr: Théorique
pt_br: Teórico
tr: Teorik
uk: Теоретичний

source: % Progress
ar: التقدم %
de_de: Fortschritt
es_es: % Progreso
fr: % Avancement
it_it: % avanzamento
pt_br: % Pogresso
tr: % İlerleme
uk: % Прогрес

source: Load History
pt_br: Carregar histórico
uk: Історія завантаження

source: Sidetasks
ar: مهام جانبية
de_de: Sonstige Aufgaben
fr: TachesAnnexes
pt_br: Tarefas secundárias
tr: Yan görevler
uk: Побічні завдання

source: MgrEffortEstim + checked provisions
ar: MgrEffortEstim + أحكام مفحوصة
de_de: Aufwandsschätzung Manager inkl. Provisionen
fr: Charge Mgr + Provision sélectionnées
it_it: MgrEffortEstim + disposizioni verificate
pt_br: MgrEffortEstim + provisões verificadas
tr: MgrEffortEstim + kontrol edilen hükümler
uk: MgrEffortEstim + перевірив положення

source: Burndown chart
pt_br: Gráfico de burndown
uk: Вичерпана діаграма

source: Compares the budget (MgrEffortEstim + checked provisions) to the reestimated time (nb days needed to finish the tasks).
ar: يقارن الميزانية (MgrEffortEstim + الأحكام المحددة) إلى الوقت المعاد تقديره (ملحوظة الأيام اللازمة لإنهاء المهام).
de_de: Vergleicht das Budget (MgrEffortEstim + überprüfte Provisionen) mit der wiedergeschätzten Zeit (Anzahl der zum Abschluss der Aufgaben benötigten Tage).
fr: Compare le budget (Charge Mgr + provisions sélectionnées) au réestimé (nb jours pour finir les tâches).
pt_br: Compara o orçamento (MgrEffortEstim + provisões verificadas) com o tempo reestimado (número de dias necessários para concluir as tarefas).
tr: Bütçeyi (MgrEffortEstim + kontrol edilen hükümler) yeniden öngörülen süreyle (görevleri tamamlamak için nb gün gerekir) karşılaştırır.
uk: Порівнює бюджет (MgrEffortEstim + перевірені положення) з повторно розрахованим часом (к-сть днів, необхідних для виконання завдань).

source: % Budget Drift
ar: انجراف الميزانية %
de_de: Budget Abweichung Historie
fr: % Dérive Budget
it_it: % tendenza di bilancio
pt_br: % de desvio do orçamento
tr: % Bütçe Drift
uk: % Дрейф бюджету

source: ( reestimated - budget ) / budget
ar: ( معاد تقديرها - الميزانية) / الميزانية
fr: ( réestimé - budget ) / budget
pt_br: ( reestimado - orçamento ) / orçamento
tr: (yeniden tahmin - bütçe) / bütçe
uk: (переоцінено — бюджет)/бюджет

source: Budget Drift Progression Chart
ar: مخطط تقدم انجراف الميزانية
de_de: Budget Abweichung Historie
fr: Evolution de la Dérive Budget
it_it: Evoluzione della progressione della tendenza di bilancio
pt_br: Gráfico de progressão de desvio orçamentário
tr: Bütçe Drift İlerleme Tablosu
uk: Графік прогресу відхилення бюджету

source: Budget Drift
ar: انجراف الميزانية
de_de: Budget Tage
fr: Dérive Budget
it_it: Tendenza di bilancio
pt_br: Desvio orçamentário
tr: Bütçe Drift
uk: Дрейф бюджету

source: Budget history
ar: تاريخ الميزانية
de_de: Budget Abweichung Historie
fr: Evolution du budget
it_it: Storico del bilancio
pt_br: Histórico orçamentário
tr: Bütçe geçmişi
uk: Історія бюджету

source: Load per customfield values
pt_br: Carregar valores por campo personalizado
uk: Навантаження на значення користувацького поля

source: Custom field
pt_br: Campo personalizado
uk: Спеціальне поле

source: Timetrack list
ar: قائمة تتبع الوقت
de_de: Zeiterfassungs-Liste
fr: Liste des imputations
pt_br: Lista de faixa de tempo
tr: Zaman izlemesi listesi
uk: Список хронометражів

source: Update timetrack
ar: تحديث تتبع الوقت
de_de: Zeiterfassung aktualisieren
fr: Maj des imputations
pt_br: Atualizar faixa de tempo
tr: Zaman izlemeyi güncelle
uk: Оновити хронометраж

source: Backlog per User
ar: التراكم لكل مستخدم
de_de: Restaufwand pro Teammitglied
es_es: Pendientes por usuario
fr: RAF par utilisateur
it_it: Arretrato per utente
pt_br: Atraso por usuário
tr: Kullanıcı Başına İş Listesi
uk: Відставання від користувача

source: No task with backlog
ar: لا توجد مهمة بتراكم
de_de: Keine Aufgabe mit Restaufwand
fr: Pas de tâche avec RAF
pt_br: Nenhuma tarefa com backlog
tr: Biriktirme listesi ile görev yok
uk: Немає завдань із затримкою

source: For each user, return the sum of the backlog of its assigned tasks
ar: لكل مستخدم، قم بإرجاع مجموع تراكم مهامه المعينة
de_de: Gibt die Summe des Mehraufwands seiner zugewiesenen Aufgaben für jeden Benutzer zurück.
fr: Pour chaque utilisateur, renvoie la somme du RAF de ses tâches
pt_br: Para cada usuário, retorne a soma do backlog de suas tarefas atribuídas
tr: Her kullanıcı için, atanan görevlerinin birikmiş işlerinin toplamını döndürün
uk: Для кожного користувача поверніть суму заборгованості по призначених йому завданнях

source: WBS path
fr: Chemin WBS
pt_br: Caminho do PEP
tr: WBS yolu
uk: Шлях WBS

source: Ongoing tasks
ar: المهام الجارية
fr: tâches en cours
pt_br: Tarefas em andamento
tr: Devam eden görevler

source: Display only the tasks with activity (timetracks) on the period
fr: N'afficher que les tâches ayant du consommé sur la période
pt_br: Exibir apenas as tarefas com atividade (faixas horárias) no período
tr: Yalnızca dönem içinde etkinlik (zaman çizelgeleri) olan görevleri görüntüle
uk: Відображати лише завдання з активністю (часові доріжки) за період

source: The time spent on the task during the period (which can be less than the total time spent since the beginning of the task)
fr: Temps consommé sur la tâche depuis le début de la période (possiblement moins que le consommé depuis le début de la tâche)
pt_br: O tempo gasto na tarefa durante o período (que pode ser menor do que o tempo total gasto desde o início da tarefa)
tr: Dönem içinde göreve harcanan süre (görevin başlangıcından bu yana harcanan toplam süreden az olabilir)
uk: Час, витрачений на виконання завдання протягом періоду (який може бути меншим, ніж загальний час, витрачений з початку виконання завдання)

source: List the users having spent time on the task during the period
fr: Liste des utilisateurs ayant consommé du temps sur la tâche pendant la période
pt_br: Listar os usuários que passaram algum tempo na tarefa durante o período
tr: Dönem boyunca görevde zaman geçirmiş kullanıcıları listeleyin

source: Nb submitted
ar: قُدِّمت الملحوظة
de_de: Nb erfasst
fr: Nb ouvertes
pt_br: Nb submetido
tr: Nb gönderildi
uk: К-сть поданих

source: Nb resolved
ar: تم حل الملحوظة
de_de: Nb gelöst
fr: Nb résolues
pt_br: Nb resolvido
tr: Nb çözüldü
uk: К-сть вирішених

source: Submitted issues
ar: القضايا المقدمة
de_de: Eingereichte Einträge
fr: Tâches ouvertes
it_it: Anomalie inviate
pt_br: Problemas enviados
tr: Gönderilen sorunlar
uk: Подані проблеми

source: Resolved issues
ar: القضايا المحلولة
de_de: Gelöste Einträge
fr: Tâches résolues
it_it: Anomalie risolte
pt_br: Problemas resolvidos
tr: Çözülen sorunlar
uk: Вирішені проблеми

source: Submitted/Resolved Issues History
ar: تاريخ قديم/حل القضايا
de_de: Verlauf der eingereichten/gelösten Einträge
fr: Historique des tâches Ouvertes/Résolues
pt_br: Histórico de problemas enviados/resolvidos
tr: Gönderilen/Çözülen Sorunlar Geçmişi
uk: Історія поданих/вирішених питань

source: Submitted/Resolved issues
ar: تم تقديم/حل المشاكل
de_de: Eingereichte/Gelöste Einträge
fr: Tâches Ouvertes/Résolues
it_it: Anomalie inviate/risolte
pt_br: Problemas enviados/resolvidos
tr: Gönderilen/Çözülen sorunlar
uk: Подані/вирішені питання

source: Submitted / Resolved Issues
ar: مقدمة / مشاكل محلولة
de_de: Erfasste / Erledigte Einträge (Mantis)
es_es: Incidencias enviadas / resueltas
fr: Tâches Ouvertes / Résolues
it_it: Tickets aperti/risolti
lt: Išsiųstos / Išspręstos Problemos
pt_br: Reportados / Casos resolvidos
tr: Gönderilen / Çözülen Sorunlar
uk: Представлені/Вирішені проблеми

source: Submitted
ar: قُدِّمت
de_de: Erfasst bzw. gemeldet
es_es: Enviada
fr: Ouvertes
it_it: Aperte
lt: Pateikta
pt_br: Reportados
tr: Gönderildi
uk: Подано

source: Resolved
ar: تم الحل
de_de: Erledigt
es_es: Resuelto
fr: Résolues
it_it: Risolti
lt: Išspręsta
pt_br: Resolvidos
tr: Çözüldü
uk: Вирішено
