Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Attributes
ar: السمات
de_de: Eigenschaften
es_es: Atributos
fr: Propriétés
it_it: Proprietà
pt_br: Propriedades
tr: Öznitellikler
uk: Властивості

source: Loading
ar: جارٍ التحميل
de_de: Laden
es_es: Cargando
fr: Chargement
it_it: Caricamento
lt: Įkeliama
pt_br: Carregando
tr: Yükleniyor
uk: Завантаження

source: Preparing project:
ar: إعداد مشروع:
de_de: Projekt vorbereiten:
es_es: Preparación de proyecto:
fr: Préparation du projet :
it_it: Preparazione del progetto:
lt: Projektas ruošiamas:
pt_br: Preparação do projeto:
tr: Proje hazırlanıyor:
uk: Підготування проєкту:

source: Configure existing Projects
ar: تكوين المشاريع القائمة
de_de: Existierende Projekte konfigurieren
es_es: Configurar proyectos existentes
fr: Configuration des projets existants
it_it: Configura progetti esistenti
lt: Konfigūruoti egzistuojančius Projektus
pt_br: Configuração dos projetos existentes
tr: Mevcut Projeleri Yapılandır
uk: Налаштувати існуючі проєкти

source: Select the projects to be managed with CoDevTT
ar: تحديد المشاريع لإدارتها بCoDevTT
de_de: Projekte zum Verwalten mit CodevTT auswählen
es_es: Seleccionar los proyectos que se gestionarán con CodevTT
fr: Sélectionnez les projets à gérer avec CodevTT
it_it: Seleziona i progetti da gestire con CoDevTT
lt: Pasirinkite projektus CoDevTT valdymui
pt_br: Selecione os projetos para serem gerenciados com o CoDevTT
tr: CoDevTT ile yönetilecek projeleri seçin
uk: Виберіть проєкти для керування за допомогою CoDevTT

source: Prepare
ar: إعداد
de_de: Vorbereiten
es_es: Preparar
fr: Préparer
it_it: Prepara
lt: Parengti
pt_br: Preparar
tr: Hazırla
uk: Підготувати

source: ServiceContract
ar: عقد الخدمة
de_de: Servicevertrag
fr: Contrat de Service
it_it: Contratto di servizio
pt_br: Contrato de serviço
uk: Сервісний договір

source: --- Create New ServiceContract ---
ar: --- إنشاء عقد خدمة جديد ---
de_de: --- Servicevertrag anlegen ---
es_es: --Crear Nuevo ServiceContract
fr: -- Créer un Nouveau Contrat de Service ---
it_it: --- Crea un nuovo contratto di servizio ---
pt_br: -- Criar um novo Contrato de Serviço ---
tr: --- Yeni ServiceContract Oluştur ---
uk: --- Створити новий сервісний договір ---

source: Charges
ar: الرسوم
de_de: Kosten
es_es: Cargos
it_it: Carichi
lt: Mokesčiai
pt_br: Encargos
tr: Masraflar
uk: Збори

source: Go to
ar: اذهب إلى
de_de: Auswählen
es_es: Ir a
fr: Aller à
it_it: Vai a
lt: Eiti į
pt_br: Ir para
tr: Git
uk: Перейти на

source: No Command found.
ar: لا توجد أوامر
de_de: Kein Auftrag vorhanden.
es_es: No se encontró ninguna orden.
fr: Pas de commande.
it_it: Nessun ordine.
lt: Komandą nerasta.
pt_br: Comando não localizado.
tr: Komut bulunamadı.
uk: Команда не знайдена.

source: No sidetasks found.
ar: لا توجد مهام جانبية.
de_de: Keine 'Sonstige Aufgabe' vorhanden
es_es: No se encontraron tareas extras.
fr: Pas de tâches annexes.
it_it: Nessuna attività collaterale inclusa.
lt: Nerasta jokių pašalinių užduočių.
pt_br: Não foram encontradas tarefas secundárias.
tr: Hiçbir yan görev bulunamadı.
uk: Побічних завдань не знайдено.

source: All tasks
ar: جميع المهام
de_de: Alle Aufgaben
es_es: Todas las tareas.
fr: Toutes les tâches
it_it: Tutte le attività
lt: Visos užduotys
pt_br: Todos os casos
tr: Tüm görevler
uk: Всі завдання

source: No Total found.
ar: لا يوجد إجمالي.
de_de: Keine Gesamtsumme vorhanden
es_es: No se encontró un total.
fr: Pas de Totaux disponibles.
it_it: Nessun totale trovato.
pt_br: Total não localizado.
tr: Toplam bulunamadı.
uk: Всього не знайдено.

source: Note: SideTasks already defined in Commands are not displayed.
ar: ملاحظة: لا يتم عرض مهام جانبية معرفة بالفعل في أوامر.
de_de: Info: Bereits definierte 'Sonstige Aufgaben' werden nicht angezeigt
es_es: Nota: no se muestras las tareas extra ya definidas en los comandos
fr: Note : Les tâches annexes définies dans les commandes ne sont pas affichées.
it_it: Nota : Le attività colaterali incluse definite negli ordini non verranno mostrate.
pt_br: Nota: Estes casos relacionados estão definidos em comandos e não serão exibidos.
tr: Not: Komutlarda zaten tanımlanmış SideTasks gösterilmez.
uk: Примітка: Додаткові завдання, що вже визначені в командах, не відображаються.

source: No task found.
ar: لم يتم العثور على المهمة.
de_de: Keinen Task gefunden
es_es: No se encontraron tareas.
fr: Pas de tâches.
it_it: Nessuna attività trovata.
lt: Nerasta jokių užduočių.
pt_br: Não há casos.
tr: Görev bulunamadı.
uk: Жодне завдання не знайдено.

source: No provision found.
ar: لم يتم العثور على بند.
de_de: Keine Provisionen gefunden
es_es: No se encontró ninguna provisión.
fr: Pas de Provisions.
it_it: Nessuna disposizione.
pt_br: Nenhuma provisão encontrada.
tr: Hiçbir hüküm bulunamadı.
uk: Жодного положення не знайдено.

source: Select User
ar: اختر مستخدما
de_de: Benutzer auswählen
es_es: Seleccionar usuario
fr: Changer de collaborateur
it_it: Seleziona utente
lt: Pasirinkti Vartotoją
pt_br: Selecionar usuário
tr: Kullanıcı Seç
uk: Виберіть користувача

source: Select team user
ar: اختر فريق المستخدم
de_de: Teammitglied auswählen
es_es: Seleccionar usuario del equipo
fr: Sélectionner un membre de l'équipe
it_it: Seleziona utente della squadra
lt: Pasirinkti komandos narį
pt_br: Selecione o usuário da equipe
tr: Takım kullanıcısını seç
uk: Вибрати користувача команди

source: Change user
ar: تغيير المستخدم
de_de: Benutzer ändern
es_es: Cambiar usuario
fr: Changer de collaborateur
it_it: Cambia utente
lt: Keisti vartotoją
pt_br: Alterar usuário
tr: Kullanıcı değiştir
uk: Змінити користувача

source: If unchecked, a 'standard' Mantis note will be created
ar: إذا تم إلغاء التحديد، سيتم إنشاء ملاحظة Mantis "القياسية"
de_de: Falls nicht ausgewählt, wird eine Standard-Mantis-Notiz erstellt
es_es: Si no se selecciona, se creará una nota de Mantis 'estándar'
fr: Si décoché, une note 'classique' de Mantis sera créée
it_it: Se non selezionato, sarà creata una nota 'standard' Mantis
pt_br: Se não estiver marcada, será criada uma nota "padrão" do Mantis
tr: İşaretlenmezse, 'standart' bir Mantis notu oluşturulur
uk: Якщо цей прапорець не встановлено, буде створено «за замовчуванням» ноту Богомола

source: Add as Timesheet note
ar: إضافة ملاحظة الجدول الزمني
de_de: Als Zeiterfassungsnotiz hinzufügen
es_es: Agregar como parte de horas nota
fr: Ajouter une note de CRA
lt: Pridėti kaip darbo laiko apskaitos pastabą
pt_br: Adicionar como nota da planilha de horas
tr: Zaman Çizelgesi notu olarak ekle
uk: Додати як примітку до розкладу роботи

source: Edit timesheet note
ar: تحرير ملاحظة الجدول الزمني
de_de: Notiz aktualisieren
fr: Editer la note
it_it: Modifica nota
lt: Redaguoti darbo laiko apskaitos pastabą
pt_br: Editar nota da planilha de horas
tr: Zaman çizelgesi notunu düzenle
uk: Змінити примітку табеля розкладу

source: Delete timesheet note for task
ar: حذف ملاحظة الجدول الزمني لمهمة
de_de: Zeiterfassungsnotiz für Aufgabe löschen?
fr: Effacer la note de la tâche
it_it: Cancella foglio lavoro per l'attività
lt: Ištrinti darbo laiko apskaitos pastabą užduočiai
pt_br: Excluir a nota da planilha de horas para a tarefa
tr: Görev için zaman çizelgesi notunu sil
uk: Видалити примітку табеля розкладу для завдання

source: Current backlog
ar: التراكم الحالي
de_de: Aktueller Restaufwand
es_es: Pendientes actuales
fr: RAF actuel
it_it: Arretrato corrente
pt_br: Atraso atual
tr: Geçerli birikim
uk: Поточні відставання

source: Fixed in version
pt_br: Corrigido na versão

source: Update Backlog
ar: تحديث التراكم
de_de: Restaufwand aktualisieren
es_es: Actualizar pendientes
fr: Mise à jour du RAF
it_it: Aggiorna arretrati
pt_br: Update Backlog/acúmulo
tr: İş Günlüğünü Güncelle
uk: Оновити відставання

source: Task resolved, backlog must be '0'
ar: تم حل المهمة; التراكم يجب أن يكون "0"
de_de: Aufgabe erledigt, Restaufwand sollte „0“ sein
es_es: Tarea resuelta, la acumulación debe ser '0'
fr: Tâche résolue, le RAF devrait être à zero
it_it: Attività risolta, l'arretrato dovrebbe essere '0'
pt_br: Tarefa resolvida, o backlog deve ser "0
tr: Görev çözüldü, bekleme listesi '0' olmalı
uk: Завдання вирішено, відставання має бути «0»

source: Timetracking disabled if current status in :
fr: Imputations désactivés si le status est :
pt_br: Rastreamento de tempo desativado se o status atual estiver em :
tr: Şu konumdaki mevcut durumsa zaman izleme devre dışı bırakıldı:
uk: Відстеження часу вимкнено, якщо поточний стан :\

source: Timetrack note is required
ar: ملاحظة المسار الزمني مطلوبة
de_de: Es ist eine Zeiterfassungsnotiz erforderlich
fr: Veuillez ajouter une note
it_it: E' richiesta una annotazione di una tabella oraria.
pt_br: É necessária uma nota sobre o cronômetro
tr: Zaman takip notu gerekli
uk: Потрібна примітка про часові доріжки

source: No task selected !
ar: لم يتم اختيار مهمة!
de_de: Keine Aufgabe ausgewählt!
es_es: Ninguna tarea seleccionada
fr: Aucune tâche sélectionnée !
it_it: Nessuna attività selezionata!
lt: Jokia užduotis nepasirinkta !
pt_br: Sem caso selecionado !
tr: Görev seçilmedi !
uk: Не вибрано жодного завдання!

source: Browse...
ar: تصفح...
de_de: Auswählen ...
es_es: Examinar...
fr: Parcourir...
it_it: Naviga...
lt: Naršyti...
pt_br: Exibir...
tr: Araştır...
uk: Переглянути…

source: Select all
ar: اختر الكل
de_de: Alles auswählen
es_es: Seleccionar todo
fr: Sélectionner tout
it_it: Seleziona tutto
lt: Pasirinkti visus
pt_br: Selecionar tudo
tr: Hepsini seç
uk: Виділити все

source: Length of
ar: طول
de_de: Die Länge des
es_es: Longitud de
fr: La longueur de
it_it: Lunghezza di
lt: Ilgis
pt_br: Tamaño de la imagen
tr: Uzunluğu
uk: Довжина

source: must be between
ar: يجب أن يكون بين
de_de: muss liegen zwischen
es_es: debe estar entre
fr: doit être entre
it_it: deve essere compreso tra
lt: turi būti tarp
pt_br: Deve estar entre
tr: arasında olmalı
uk: повинен бути між

source: and
ar: و
de_de: und
es_es: y
fr: et
it_it: e
lt: ir
pt_br: e
tr: ve
uk: і

source: CodevTT Identification
ar: تحديد CodevTT
de_de: CodevTT Anmeldung
es_es: Identificación de CodevTT
fr: Identification CodevTT
it_it: Identificazione CodevTT
lt: CodevTT Identifikacija
pt_br: Identificação CodevTT
tr: CodevTT Tanımlama
uk: Ідентифікація CodevTT

source: password
ar: كلمة السر
de_de: Passwort
es_es: contraseña
fr: Mot de passe
lt: slaptažodis
pt_br: senha
tr: parola
uk: пароль

source: Login failed.
ar: فشل تسجيل الدخول.
de_de: Login fehlgeschlagen.
es_es: Falló el inicio de sesión.
fr: échec d'identification
it_it: Login fallito
lt: Prisijungti nepavyko.
pt_br: Falha no login.
tr: Oturum açma başarısız.
uk: Увійти не вдалося.

source: Password
ar: كلمة السر
de_de: Passwort
es_es: Contraseña
fr: Mot de passe
lt: Slaptažodis
pt_br: Senha
tr: Parola
uk: Пароль

source: Lost your password?
ar: أنسيت كلمة المرور؟
de_de: Passwort vergessen?
es_es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it_it: Hai dimenticato la password?
lt: Pamiršote slaptažodį?
pt_br: Perdeu sua senha?
tr: Parolanızı mı kaybettiniz?
uk: Забули свій пароль?

source: Redirection
ar: تحويل
de_de: Umleitung
es_es: Redirección
it_it: Redirezione
lt: Peradresavimas
pt_br: Redirecionando
tr: Yönlendirme
uk: Перенаправлення

source: Fair play !
ar: اللعب العادل !
es_es: Juego limpio !
it_it: Attento !
lt: Sąžiningas žaidimas !
pt_br: Jogo limpo!
tr: Adil oyun !
uk: Чесна гра!

source: You are using CodevTT since
ar: أنت تستخدم CodevTT منذ
de_de: Sie nutzen CodevTT seit
es_es: Estás usando CodevTT desde
fr: Vous utilisez CodevTT depuis
it_it: Stai usando CodevTT da
lt: Jūs naudojate CodevTT nuo
pt_br: Você está usando o CodevTT desde
tr: O zamandan beri CodevTT kullanıyorsunuz
uk: Ви використовуєте CodevTT відтоді

source: If you like this software, please consider making a donation.
ar: إذا أحببت هذا البرنامج، يُرجَى النظر في التبرع.
de_de: Wenn Ihnen diese Software gefällt, denken Sie bitte über ein Spende nach.
es_es: Si te gusta este software, considera hacer una donación.
fr: Si ce logiciel vous convient, soutenez-nous !
it_it: Se pensi che CodevTT sia utile dona qualche soldino!
lt: Jei jums patinka ši programinė įranga, prašome pagalvoti apie auką.
pt_br: Se você gostar deste software, considere a possibilidade de fazer uma doação.
tr: Bu yazılımı beğendiyseniz, lütfen bağış yapmayı düşünün.
uk: Якщо вам подобається це програмне забезпечення, подумайте про пожертвування.

source: Weekly Activity
ar: نشاط الأسبوع
de_de: Wochenübersicht
es_es: Actividad semanal
fr: Activité hebdomadaire
it_it: Attività settimanale
lt: Savaitinė Veikla
pt_br: Atividade semanal
tr: Haftalık Etkinlik
uk: Щотижнева діяльність

source: Timesheets
ar: الجداول الزمنية
de_de: Stundennachweis
es_es: Planillas horarias
fr: CRAs
it_it: Fogli lavoro
lt: Laiko apskaitos žiniaraščiai
pt_br: Folhas de Horas
tr: Çizelgeleri
uk: Розклад

source: sum(Backlog) of assigned tasks
ar: مجموعة (متراكمة) من المهام الموكلة
de_de: Summe Restaufwand zugewiesener Aufgaben
es_es: total(Atraso) de tareas asignadas
fr: somme(RAF) des tâches assignées
it_it: somma (arretrati) delle attività assegnate
pt_br: soma(Backlog) dos atribuído atuais
tr: Atanan görevlerin toplamı
uk: sum(Backlog) доручених завдань

source: Workload
ar: عبء العمل
de_de: Arbeitslast
es_es: Carga de trabajo
fr: Charge
it_it: Carico
lt: Darbo krūvis
pt_br: Carga
tr: İş yoğunluğu
uk: Робоче навантаження

source: Timesheet notes
ar: ملاحظات الجدول الزمني
de_de: Stundennachweis Notizen
es_es: Notas de Hoja de Tiempos
fr: Note de CRA
it_it: Note di foglio lavoro
lt: Laiko apskaitos žiniaraščių pastabos
pt_br: Notas de quadro de horários
tr: Zaman çizelgesi notları
uk: Примітки щодо розкладу роботи

source: All Tasks
ar: جميع المهام
de_de: Alle Aufgaben
es_es: Todas las tareas
fr: Toutes les tâches
it_it: Tutte le attività
lt: Visos Užduotys
pt_br: Todas as tarefas
tr: Tüm Görevler
uk: Усі завдання

source: Timetrack notes
ar: ملاحظات المسار الزمني
de_de: Zeiterfassungs-Notizen
fr: Notes d'imputation
pt_br: Notas da faixa de tempo
tr: Zaman takip notları
uk: Примітки про хронометраж

source: Timetrack Note
ar: ملاحظة المسار الزمني
de_de: Zeiterfassungsnotiz
fr: Note d'imputation
pt_br: Nota da faixa de tempo
tr: Zaman Takip Notu
uk: Примітка про хронометраж

source: Read by
ar: قرأه
de_de: Gelesen von
es_es: Leído por
fr: Vu par
it_it: Visto da
lt: Skaityta
pt_br: Lido por
tr: Okuyan
uk: Читав

source: Action
ar: فعل
de_de: Aktion
es_es: Acción
it_it: Azione
lt: Veiksmas
pt_br: Ação
tr: Eylem
uk: Дія

source: Mark as read
ar: علم كمقروء
de_de: Als gelesen markieren
es_es: Marcar como leí­do
fr: Marquer comme lue
it_it: Segna come già letto
lt: Žymėti kaip perskaitytą
pt_br: Marcar como lida
tr: Okundu olarak işaretle
uk: Позначити як прочитане

source: Delete note
ar: حذف الملاحظة
de_de: Notiz löschen
es_es: Eliminar nota
fr: Supprimer la note
it_it: Cancella la nota
lt: Ištrinti pastabą
pt_br: Apagar nota
tr: Notu sil
uk: Видалити примітку

source: Options
ar: خيارات
de_de: Optionen
es_es: Opciones
it_it: Opzioni
lt: Parinktys
pt_br: Opções
tr: Seçenekler
uk: Опції

source: Planning Options
ar: خيارات التخطيط
de_de: Planung optionen
es_es: Opciones de Planificación
fr: Options du planning
it_it: Opzioni di pianificazione
lt: Planavimo Pasirinkimai
pt_br: Opções de planejamento
tr: Planlama Seçenekleri
uk: Параметри планування

source: Unassigned tasks
ar: المهام غير المعينة
de_de: Nicht zugeordnete Aufgaben
es_es: Tareas sin asignar
fr: Tâches non assignées
it_it: Attività non assegnate
lt: Nepriskirtos užduotys
pt_br: Tarefas não atribuídas
tr: Atanmamış görevler
uk: Непризначені завдання

source: Team's backlog
ar: تراكم الفريق
de_de: Restaufwand Team
es_es: Pendientes del equipo
fr: Backlog de l'équipe
it_it: Arretrati del Team
pt_br: A lista de pendências da equipe
tr: Ekibin biriktirme listesi
uk: Відставання команди

source: tasks
ar: مهام
de_de: Aufgaben
es_es: tareas
fr: tâches
it_it: Attività
lt: užduotys
pt_br: tarefas
tr: görevler
uk: завдання

source: workload
ar: عبء العمل
de_de: Auslastung
es_es: carga de trabajo
fr: charge
it_it: carico
lt: darbo krūvis
pt_br: carga
tr: iş yoğunluğu
uk: робоче навантаження

source: nbDaysToDeadLine
de_de: Anzahl Tage bis Fristende (Deadline)
fr: NbJoursRestants
pt_br: núm dias restantes
uk: Днів до кінцевого терміну

source: day
ar: يوم
de_de: Tag
es_es: día
fr: jour
it_it: giorno
lt: diena
pt_br: dia
tr: gün
uk: день

source: Team Members
ar: أعضاء الفريق
de_de: Teammitglieder
es_es: Miembros del equipo
fr: Membres de l'équipe
it_it: Membri del Team
lt: Komandos Nariai
pt_br: Membros da equipe
tr: Ekip Üyeleri
uk: Члени команди

source: Team Projects
ar: مشاريع الفريق
de_de: Teamprojekte
es_es: Proyectos del equipo
fr: Projets de l'équipe
it_it: Progetti del Team
lt: Komanda Projektai
pt_br: Projetos da equipe
tr: Ekip Projeleri
uk: Проєкти команди

source: Preferences
ar: تفضيلات
de_de: Einstellungen
es_es: Preferencias
fr: Préférences
it_it: Preferenze
lt: Nustatymai
pt_br: Preferências
tr: Tercihler
uk: Налаштування

source: Timetrack Durations
ar: مدد المسار الزمني
de_de: Zeiterfassungs
es_es: Duraciones Timetrack
fr: Durées d'imputations
it_it: Durata della traccia lavoro
pt_br: Duração do Timetrack
tr: Zaman İzleme Süreleri
uk: Тривалість хронометражу

source: Costs management
ar: إدارة التكاليف
de_de: Kostenmanagement
es_es: Gestión de costos
fr: Gestion des coûts
it_it: Gestione dei costi
pt_br: Gerenciamento de custos
tr: Maliyet yönetimi
uk: Управління витратами

source: OnDuty tasks
ar: مهام في الخدمة
de_de: Bereitschaft
es_es: Tareas OnDuty
fr: Astreintes
it_it: Attività OnDuty
pt_br: Tarefas OnDuty
tr: OnDuty görevleri
uk: Завдання OnDuty

source: Tools
ar: أدوات
de_de: Werkzeuge
es_es: Herramientas
fr: Outils
it_it: Strumenti
lt: Įrankiai
pt_br: Ferramentas
tr: Araçlar
uk: Інструменти

source: Team name
fr: Nom de l'équipe
pt_br: Nome do equipa
tr: Ekip adı
uk: Назва команди

source: Creation Date
ar: تاريخ الإنشاء
de_de: Anlagedatum
es_es: Fecha de creación
fr: Date de création
it_it: Data di creazione
lt: Sukūrimo Data
pt_br: Data da criação
tr: Oluşturulma Tarihi
uk: Дата створення

source: Enabled
ar: ممكن
de_de: Aktiviert
es_es: Activado
fr: Activé
it_it: Abilitato
lt: Aktyvus
pt_br: Ativo
tr: Etkin
uk: Увімкнено

source: Note: A <em>Team Admin</em> must also be declared as <em>TeamMember</em> to be included in the team's productivity report.
ar: ملاحظة: يجب أيضا اعتبار <em>مدير الفريق</em> <em>عضو فريق</em> ليتم تضمينه في تقرير إنتاجية الفريق.
de_de: Info: Ein <em> Teamadministrator</em> muss auch als <em>Teammitglied</em> erfasst sein, um im Produktivitätsbericht bewertet zu werden.
es_es: Nota: Un <em>Team Admin</em> debe tambien ser declarado como a <em>TeamMember</em> para ser incluido en el reporte de productividad del equipo.
fr: Note : Un <em>Team Admin</em> doit également être déclaré comme <em>TeamMember</em> pour être pris en compte dans les indicateurs de production.
it_it: Nota : Un <em>Team Admin</em> deve anche essere dichiarato come <em>Membro del Team</em> per essere incluso nel report di produttività del Team.
lt: Pastaba: <em>Komandos Administratorius</em> turi būti įtrauktas kaip <em>KomandosNarys</em>, kad būtų įtrauktas į komandos produktyvumo ataskaitą.
pt_br: Nota: Um <i>Team Admin</i> também deve ser declarado como <i>TeamMember</i> para ser incluído no relatório de produtividade da equipe.
tr: Not: Bir <em>Ekip Yöneticisi</em> de ekibin verimlilik raporuna dahil edilmek üzere <em>TeamMember</em> olarak ilan edilmelidir.
uk: Примітка. <em>Адміністратор команди</em> також має бути оголошеним <em>Членом команди</em>, щоб включити його у звіт про продуктивність команди.

source: Team Administrators
ar: إداريو الفريق
de_de: Team-Administratoren
fr: Administrateurs d'équipe
pt_br: Administradores de equipe
tr: Ekip Yöneticileri
uk: Адміністратори команди

source: add as team administrator
ar: إضافة كإداري فريق
de_de: als Team-Administrator hinzufügen
fr: Ajouter comme administrateur d'équipe
pt_br: adicionar como administrador de equipe
tr: ekip yöneticisi olarak ekle
uk: додати як адміністратора групи

source: Add a team administrator
ar: إضافة كإداري فريق
de_de: Fügt einen Teamadministrator hinzu
fr: Ajouter un administrateur d'équipe
pt_br: Adicionar um administrador de equipe
tr: Ekip yöneticisi ekle
uk: Додайте адміністратора групи

source: Remove administrator
ar: إزالة الإداري
de_de: Administrator entfernen
fr: Supprimer l'administrateur
pt_br: Remover administrador
tr: Yöneticiyi kaldır
uk: Вилучити адміністратора

source: Remove the following Team Administrator ?
ar: إزالة إداري الفريق التالي؟
de_de: Den folgenden Team-Administrator entfernen?
fr: Supprimer l'administrateur d'équipe ?
pt_br: Remover o seguinte administrador de equipe?
tr: Aşağıdaki Ekip Yöneticisi kaldırılsın mı?
uk: Вилучити наступного адміністратора команди?

source: Delete team
ar: حذف الفريق
de_de: Team löschen
es_es: Eliminar equipo
fr: Supprimer l'équipe
it_it: Cancella team
lt: Ištrinti komandą
pt_br: Remover equipe
tr: Ekibi sil
uk: Видалити команду

source: Active team members
pt_br: Membros ativos do time
uk: Активні члени команди

source: Add team member
ar: إضافة عضو الفريق
de_de: Teammitglied hinzufügen
fr: Ajouter un membre à l'équipe
pt_br: Adicionar membro da equipe
tr: Ekip üyesi ekle
uk: Додати члена команди

source: Arrival-Date
ar: تاريخ الوصول
de_de: Startdatum
es_es: Fecha de llegada
fr: Date d'arrivée
it_it: Data di arrivo
lt: Atvykimo Data
pt_br: Data entrada
tr: Varış Tarihi
uk: Дата прибуття

source: Add User
ar: إضافة مستخدم
de_de: Mitglied hinzufügen
es_es: Añadir usuario
fr: Ajout Utilisateur
it_it: Aggiungi utente
lt: Pridėti Vartotoją
pt_br: Adicionar usuário
tr: Kullanıcı Ekle
uk: Додати користувача

source: Import all users from team
ar: استيراد كافة المستخدمين من فريق
de_de: Mitglieder von Team importieren
es_es: Importar todos los usuarios del equipo
fr: Importer les membres de l'équipe
it_it: Importa tutti i membri del Team
lt: Importuoti visus komandos vartotojus
pt_br: Importar membros da equipe
tr: Tüm kullanıcıları ekipten içe aktar
uk: Імпортувати всіх користувачів із команди

source: Import
ar: استيراد
es_es: Importar
fr: Importer
it_it: Importa
lt: Importuoti
pt_br: Importar
tr: İçe aktar
uk: Імпорт

source: Import user groups from CSV
pt_br: Importar grupos de usuários de um arquivo CSV
uk: Імпортувати групи користувачів із файлу CSV

source: import groups
it_it: importa gruppi
pt_br: importar grupos
uk: імпортувати групи

source: User groups
fr: Groupes d'utilisateurs
pt_br: Grupos de utilizadores
tr: Kullanıcı grupları
uk: Групи користувача

source: CSV file
fr: Fichier CSV
pt_br: Arquivo CSV
tr: CSV dosyası
uk: CSV-файл

source: upload
it_it: carica
pt_br: carregar
uk: завантажити

source: Import template
ar: قالب الاستيراد
de_de: Vorlagen importieren
es_es: Importar plantilla
fr: Modèle d'import
it_it: Importa template
pt_br: Importar template
tr: Şablonu içe aktar
uk: Імпортувати шаблон

source: Info
ar: معلومات
es_es: Información
lt: Informacija
pt_br: Informação
tr: Bilgi
uk: Інформація

source: Group examples: FrontEnd, BackEnd, Architect, Designers, Qualifiers
pt_br: Exemplos de grupos: FrontEnd, BackEnd, Arquiteto, Designers, Qualificadores
uk: Приклади груп: FrontEnd, BackEnd, Architect, Designers, Qualifiers

source: CSV File Format
fr: Format de fichier CSV
pt_br: Formato de arquivo CSV
tr: CSV Dosya Biçimi
uk: Формат файлу CSV

source: delimiter
ar: المحدد
de_de: Trennzeichen
es_es: delimitador
fr: séparateur
it_it: separatore
pt_br: separador
tr: sınırlayıcı
uk: роздільник

source: 1st column
fr: 1ère colonne
pt_br: 1ª coluna
tr: 1. sütun
uk: 1-а колонка

source: 2nd column
fr: 2ème colonne
pt_br: 2ª coluna
tr: 2. sütun
uk: 2-а колонка

source: Colors
ar: الألوان
de_de: Farbe
es_es: Colores
fr: Couleurs
it_it: Colori
pt_br: Cores
tr: Renkler
uk: Кольори
