Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Set equivalences in accordance to your Mantis workflow
ar: تعيين معادلات وفقا لسير عمل Mantis لديك
de_de: Entsprechungen zum Mantisworkflow einstellen
fr: Précisez les équivalences en fonction de votre workflow Mantis
it_it: Imposta le equivalenze in accordo con la configurazione di Mantis
pt_br: Defina as equivalências de acordo com seu fluxo de trabalho do Mantis
tr: Mantis iş akışınıza göre denklikleri ayarlayın
uk: Встановіть еквіваленти відповідно до робочого процесу Mantis

source: CodevTT Administrator
ar: إداري CodevTT
es_es: Administrador de CodevTT
fr: Administrateur CodevTT
it_it: Amministratore CodevTT
lt: CodevTT Administratorius
pt_br: Administrador do CodevTT
tr: CodevTT Yöneticisi
uk: Адміністратор CodevTT

source: More administrators can be defined later, for now you just need one.
ar: يمكن تعريف إداريين أكثر في وقت لاحق، حتى الآن كل ما تحتاجه واحد.
de_de: Mehr Administratoren können später definiert werden, für jetzt wird nur einer benötigt.
es_es: Se pueden definir más administradores después. Por ahora sólo necesitas uno.
fr: D'autres administrateurs pourront être ajoutés ultérieurement.
it_it: Altri amministratori possono essere definiti più tardi, per ora ne serve soltanto uno.
lt: Daugiau administratorių gali būti nustatyta vėliau, dabar jums reikia tik vieno.
pt_br: Mais administradores podem ser definidos posteriormente; por enquanto, você só precisa de um.
tr: Daha sonra daha fazla yönetici tanımlanabilir, çünkü şimdi sadece birine ihtiyacınız var.
uk: Пізніше можна визначити більше адміністраторів, наразі вам потрібен лише один.

source: Tasks external ID field
ar: حقل معرف مهام خارجي
de_de: Eintrag Externe_ID Feld
fr: Champ personnalisé de la Réf. externe
it_it: Campo ID attività esterna
lt: Užduočių išorinio ID laukas
pt_br: Campo ID externo das tarefas
tr: Görevler harici kimlik alanı
uk: Поле зовнішнього ідентифікатора завдань

source: Create a new CustomField
ar: إنشاء حقل مخصص جديد
de_de: Spezifisches Feld anlegen
fr: Créer un champ personnalisé
it_it: Crea un nuovo campo personalizzato
pt_br: Criar um novo CustomField
tr: Yeni bir CustomField oluşturun
uk: Створити нове CustomField

source: Use this CustomField :
ar: استخدام هذا الحقل المخصص
de_de: Spezifisches Feld verwenden:
fr: Utiliser ce champ personnalisé :
it_it: Usa questo campo personalizzato:
pt_br: Use este CustomField :
tr: Bu CustomField'ı kullanın :
uk: Використовувати цю CustomField:

source: Default Jobs
ar: وظائف افتراضية
de_de: Standardtätigkeiten
es_es: Trabajos predeterminados
fr: Postes par défaut
it_it: Job di default
lt: Numatytieji Darbai
pt_br: Número de cargos
tr: Varsayılan İşler
uk: Роботи за замовчуванням

source: CodevTT support management
ar: إدارة دعم CodevTT
es_es: Administración de soporte de CodevTT
fr: gestion du support
it_it: Codevtt gestione supporto
lt: CodevTT paramos valdymas
pt_br: Gerenciamento de suporte do CodevTT
tr: CodevTT destek yönetimi
uk: Управління підтримкою CodevTT

source: Specific to SideTasks
ar: مهام جانبية محددة
de_de: Spezifisch für 'Sonstige Aufgaben'
fr: Spécificité des tâches annexes
it_it: Specifico per attività collaterali
pt_br: Específica para casos correlatos
tr: SideTasks Özgü
uk: Особливо для SideTasks

source: Proceed Step 3
ar: الشروع خطوة 3
de_de: Schritt 3
fr: Exécuter Etape 3
it_it: Eseguo passo 3
lt: Darykite 3 Žingsnį
pt_br: Executar Etapa 3
tr: 3. Adıma Geçin
uk: Перейти до кроку 3

source: Other external activity
ar: نشاط خارجي آخر
de_de: Sonstige externe Aktivität
es_es: Otra actividad externa
fr: autre activité
it_it: altre attività esterne
lt: Kita išorės veikla
pt_br: Outra atividade externa
tr: Diğer dış faaliyetler
uk: Інша зовнішня діяльність

source: Leave
ar: مغادرة
de_de: Abwesenheit
fr: Absence
it_it: Assenza
lt: Išėjimas
pt_br: Ausência
tr: Ayrıl
uk: Залишити

source: Sick Leave
ar: إجازة مرضية
de_de: Krankheit
fr: Maladie
it_it: Malattia
lt: Nedarbingumo Atostogos
pt_br: Licença médica
tr: Hastalık İzni
uk: Лікарняний

source: Analyse
ar: تحليل
es_es: Analizar
it_it: Analisi
lt: Analizuoti
pt_br: Analise
tr: Analiz
uk: Проаналізувати

source: Development
ar: التطوير
de_de: Entwicklung
es_es: Desarrollo
fr: Dévelopement
it_it: Sviluppo
lt: Plėtra
pt_br: Desenvolvimento
tr: Geliştirme
uk: Розвиток

source: Tests
ar: اختبارات
de_de: Test
es_es: Pruebas
lt: Testai
pt_br: Testes
tr: Testler
uk: Тести

source: CodevTT_ExternalTasks
ar: CodevTT_مهام خارجية
de_de: CodevTT Externe Aufgaben
fr: CodevTT Taches Externes
it_it: CodevTT attività esterne
pt_br: CodevTT Casos Externos

source: CodevTT ExternalTasks Project
ar: مشروع CodevTT للمهام الخارجية
de_de: CodevTT Externe Aufgaben Projekt
fr: CodevTT Projet de taches externes
it_it: CodevTT Progetto delle attività esterne
pt_br: CodevTT Projeto de casos externos
tr: CodevTT ExternalTasks Projesi
uk: Проєкт зовнішніх завдань CodevTT

source: Any external task, NOT referenced in any Mantis project
ar: أية مهمة خارجية، غير مشار إليها في أي مشروع Mantis
de_de: Jegliche Aufgaben, die nicht in Mantis verwaltet werden
es_es: Cualquier tarea externa, NO referenciada en ningún proyecto Mantis
fr: Toutes activités non référencées dans un projet Mantis
it_it: Ogni attività esterna non collegata a Mantis
pt_br: Qualquer tarefa externa, NÃO referenciada em nenhum projeto do Mantis
tr: Herhangi bir harici görev, herhangi bir Mantis projesinde DEĞİLDİR
uk: Будь-яке зовнішнє завдання, на яке НЕ посилається жоден проєкт Mantis

source: On holiday, leave, ...
ar: في عطلة; اترك ...
de_de: Urlaub, Krankheit, etc.
es_es: En feriado, dejar, ...
fr: Congé, Maladie, ...
it_it: In vacanza, malattia, ...
lt: Atostogos, išėjimai, ...
pt_br: Em férias, licenças, ...
tr: Tatilde, bırakın, ...
uk: У відпустку виїжджаю, …

source: Sick
ar: مريض
de_de: Krankheit
fr: Maladie
it_it: Malattia
lt: Serga
pt_br: Doente
tr: Hasta
uk: Хворий

source: Step 1
ar: الخطوة 1
de_de: Schritt 1
es_es: Paso 1
fr: Etape 1
it_it: Passo 1
lt: 1 Žingsnis
pt_br: Passo 1
tr: Adım 1
uk: Крок 1

source: Step 2
ar: الخطوة 2
de_de: Schritt 2
es_es: Paso 2
fr: Etape 2
it_it: Passo 2
lt: 2 Žingsnis
pt_br: Passo 2
tr: Adım 2
uk: Крок 2

source: Step 3
ar: الخطوة3
de_de: Schritt 3
es_es: Paso 3
fr: Etape 3
it_it: Passo 3
lt: 3 Žingsnis
pt_br: Passo 3
tr: Adım 3
uk: Крок 3

source: Step 4
ar: الخطوة 4
de_de: Schritt 4
es_es: Paso 4
fr: Etape 4
it_it: Passo 4
lt: 4 Žingsnis
pt_br: Passo 4
tr: Adım 4
uk: Крок 4

source: Provision
ar: أحكام
it_it: Disposizione
pt_br: Provisão
tr: Önlem
uk: Положення

source: Errors affecting the CommandSet
ar: الأخطاء التي تؤثر على مجموعة الأوامر
de_de: Fehler in der Auftragsliste
fr: Erreurs impactant la Macro Commande
it_it: Errori sul Macro ordine
pt_br: Erros que afetam o CommandSet
tr: CommandSet'i etkileyen hatalar
uk: Помилки, що впливають на CommandSet

source: Provisions updated FAILED !
ar: فشلت الأحكام المحدثة !
de_de: Aktualisierung der Provisionen fehlgeschlagen!
fr: ERREUR lors de la mise à jour des provisions !
it_it: ERRORE durante l'aggiornamento delle disposizioni.
pt_br: Disposições atualizadas FALHARAM!
tr: Hüküm güncellemesi BAŞARISIZ !
uk: ПОМИЛКА під час оновлення положень!

source: Sorry, only managers can remove tasks from commands
ar: عذرا، يمكن للمديرين فقط إزالة المهام من الأوامر
de_de: Nur Verwalter können Aufgaben von Befehlen entfernen
es_es: Únicamente los supervisores pueden quitar tareas de las órdenes
fr: Vous devez être Manager pour sortir des tâches d'une commande
lt: Atsiprašome, tik vadovai gali pašalinti užduotys iš komandos
pt_br: Desculpe, mas somente os gerentes podem remover tarefas dos comandos
tr: Maalesef yalnızca yöneticiler görevleri komutlardan kaldırabilir
uk: Вибачте, лише керівники можуть видаляти завдання з команд

source: Sorry, only managers can add tasks to commands
ar: عذرا، يمكن للمديرين فقط إضافة المهام من الأوامر
de_de: Nur Verwalter können Aufgaben zu Befehlen hinzufügen
es_es: Únicamente los supervisores pueden añadir tareas a las órdenes
fr: Vous devez être Manager pour ajouter des tâches à une commande
lt: Atsiprašome, tik vadovai gali pridėti užduotys į komandos
pt_br: Desculpe, mas somente os gerentes podem adicionar tarefas aos comandos
tr: Maalesef, yalnızca yöneticiler komutlara görev ekleyebilir
uk: Вибачте, лише керівники можуть додавати завдання до команд

source: Sorry, this task is not in your team's projects
ar: معذرة، هذه المهمة ليست في مشاريع فريقك
de_de: Diese Aufgabe ist nicht in den Projekten deines Teams
es_es: Disculpas, esta tarea no está en los proyectos de tu equipo
fr: Cette tâche ne fait pas partie des projets de votre équipe
it_it: Spiacenti, questa attività non è nei progetti della tua squadra
lt: Atsiprašome, ši užduotis nėra jūsų komandos projektuose
pt_br: Desculpe, esta tarefa não está nos projetos da sua equipe
tr: Maalesef, bu görev ekibinizin projelerinde değil
uk: Вибачте, це завдання не в проєктах Вашої команди

source: Sorry, you're not an active member of this team
ar: معذرة، لست عضوا نشطا في هذا الفريق
de_de: Leider sind Sie kein aktives Mitglied dieses Teams
es_es: Disculpas, no eres un miembro activo de este equipo.
fr: Désolé, vous n'êtes pas défini comme membre actif de cette équipe
it_it: Spiacenti, non sei un membro attivo di questa squadra
lt: Atsiprašome, jūs neesate aktyvus šios komandos narys
pt_br: Desculpe, você não é um membro ativo desta equipe
tr: Üzgünüz, bu ekibin aktif bir üyesi değilsiniz
uk: Вибачте, Ви не є активним членом цієї команди

source: You do not have permissions to display task :
pt_br: Você não tem permissão para exibir a tarefa:
uk: У вас немає дозволів на відображення завдання:

source: Task not found in Mantis DB :
pt_br: Tarefa não localizada na base de dados do mantis:
uk: Завдання не знайдено в Mantis DB:

source: No projects in this team
ar: لا توجد أية مشاريع في هذا الفريق
de_de: Dieses Team hat keine Projekte
es_es: No hay proyectos en este equipo
fr: Aucun projet valide n'est défini pour cette équipe
it_it: Nessun progetto per questo Team
lt: Jokių projektų šioje komandoje
pt_br: Não há projetos nesta equipe
tr: Bu ekipte proje yok
uk: Наразі немає жодних проєктів для цієї команди

source: New Tasks
ar: مهام جديدة
de_de: Neue Aufgaben
es_es: Tareas nuevas
fr: Nouvelles tâches
it_it: Nuove attività
lt: Naujos Užduotys
pt_br: Novos casos
tr: Yeni Görevler
uk: Нові завдання

source: Current Tasks
ar: المهام الحالية
de_de: Aktuelle Aufgaben
es_es: Tareas actuales
fr: Tâches en cours
it_it: Attività in corso
lt: Dabartinės Užduotys
pt_br: Casos atuais
tr: Mevcut Görevler
uk: Поточні завдання

source: Resolved Tasks
ar: المهام المحلولة
de_de: Erledigte Aufgaben
es_es: Tareas resueltas
fr: Tâches résolues
it_it: Attività risolte
lt: Išspręstos Užduotys
pt_br: Casos resolvidos
tr: Çözülen Görevler
uk: Вирішені завдання

source: onTime
ar: في الوقت المحدد
de_de: rechtzeitig
es_es: a tiempo
fr: dans les temps
it_it: in tempo
lt: Laiku
pt_br: dans les temps
uk: вчасно

source: NOT onTime
ar: ليس في الوقت المحدد
de_de: nicht rechtzeitig
es_es: NO a tiempo
fr: en retard
it_it: in ritardo
lt: NE laiku
pt_br: en retard
tr: onTime DEĞİL
uk: запізно

source: no deadLine
ar: لا يوجد موعد نهائي
de_de: Endtermin (Deadline) fehlt
es_es: sin fecha límite
fr: sans deadLine
it_it: senza scadenza
lt: nėra jokių terminų
pt_br: sans deadLine
tr: deadLine yok
uk: без крайнього терміну

source: Monitored
ar: مراقب
de_de: Beobachtet
es_es: Monitoreado
fr: Suivie
it_it: Monitorato
lt: Stebimas
pt_br: Monitorado
tr: İzlendi
uk: Контрольований

source: No date defined
ar: لا يوجد موعد محدد
de_de: Endtermin nicht definiert
es_es: Ninguna fecha definida
fr: Date non définie
it_it: Nessuna data definita
lt: Nėra nustatyta data
pt_br: Nenhuma data definida
tr: Tarih tanımlanmadı
uk: Не визначено дату

source: No target version defined
ar: لم يتم تحديد إصدار مستهدف
de_de: Zielversion nicht definiert
fr: Version ciblée non positionnée
it_it: Nessuna versione di destinazione definita
pt_br: Nenhuma versão de destino definida
tr: Hedef sürüm tanımlanmadı
uk: Не визначено цільової версії

source: Test: export to ODT
ar: اختبار: تصدير إلى ODT
de_de: Test: als ODT exportieren
es_es: Prueba: exportar a ODT
fr: Test : exporter in ODT
it_it: Test : esporta in ODT
lt: Testas: eksportuoti į ODT
pt_br: Test: Exportar para ODT
tr: Test: ODT'ye aktar
uk: Тест: експорт в ODT

source: Sorry, there are no projects defined for your team.
ar: معذرة، لا توجد مشاريع محددة لفريقك.
de_de: Es sind keine Projekte für dieses Team vorhanden.
es_es: Disculpas, no hay proyectos definidos para tu equipo.
fr: Désolé, il n'y a pas de projets définis pour cette équipe.
it_it: Non ci sono progetti per il tuo Team.
lt: Atsiprašome, nėra projektų apibrėžtu jūsų komandai.
pt_br: Desculpe, não há projetos definidos para sua equipe.
tr: Maalesef, ekibiniz için tanımlanmış proje yok.
uk: На жаль, для Вашої команди наразі немає проєктів.

source: days are incomplete or undefined
ar: أيام غير مكتملة أو غير محددة
de_de: Tage unvollständig, bzw. nicht definiert
es_es: los días están incompletos o indefinidos
fr: jours sont incomplets ou non définis
it_it: I giorni sono incompleti o non definiti
lt: dienos yra neužbaigtos arba neapibrėžtos
pt_br: dias estão incompletos ou indefinidos
tr: günler eksik veya tanımsız
uk: дні неповні чи невизначені

source: Error: Task not found in Mantis DB !
ar: خطأ: لم يتم العثور على المهمة في Mantis DB!
de_de: Fehler: Aufgabe exisitert nicht in Mantis Datenbank!
es_es: Error: la tarea no se encuentra en la base de datos de Mantis.
fr: Erreur : Tâche introuvable dans la BDD Mantis !
it_it: Errore: attività non trovata sul DB Mantis!
lt: Klaida: Užduotis nerasta Mantis DB !
pt_br: Erro: Caso não localizado na base de dados do mantis!
tr: Hata: Mantis DB'sinde görev bulunamadı !
uk: Помилка: завдання не знайдено в базі даних Mantis!

source: Click to add a note
ar: انقر لإضافة ملاحظة
de_de: Hier klicken, um eine Notiz hinzuzufügen
es_es: Haz para añadir una nota
fr: Cliquer pour ajouter une note
it_it: Clicca per aggiungere una nota
lt: Spauskite norėdami pridėti pastabą
pt_br: Clique para adicionar uma nota
tr: Bir not eklemek için tıklayın
uk: Натисніть, щоб додати нотатку

source: External Tasks
ar: مهام خارجية
de_de: Externe Aufgaben
es_es: Tareas externas
fr: Tâches externes
it_it: Attività esterne
lt: Išorinės Užduotys
pt_br: Tarefas externas
tr: Harici Görevler
uk: Зовнішні завдання

source: Sidetasks Inactivity
ar: خمول المهام الجانبية
de_de: Inaktivität 'Sonstige Aufgaben'
fr: Tâches annexes d'inactivité
it_it: Inattività delle attività collaterali
lt: Pašalinių užduočių Neveiklumas
pt_br: Inatividade de tarefas secundárias
tr: Yan Görevler Etkin Değil
uk: Бездіяльність побічних завдань

source: Activity on other teams
ar: النشاط على الفرق الأخرى
de_de: Aktivität bei anderen Teams
fr: Activité dans une autre équipe
it_it: Attività su altre squadre
pt_br: Atividade em outras equipes
tr: Diğer ekiplerdeki faaliyetler
uk: Діяльність в інших групах

source: today
ar: اليوم
de_de: heute
es_es: hoy
fr: aujourd'hui
it_it: oggi
lt: šiandien
pt_br: hoje
tr: bugün
uk: сьогодні

source: User not in team
ar: مستخدم ليس في الفريق
de_de: Die Person gehört nicht zum Team
es_es: El usuario no está en el equipo
fr: L'utilisateur ne fait pas partie de l'équipe
it_it: Utente non nel Team
lt: Vartotojas ne komandoje
pt_br: Usuário que não faz parte da equipe
tr: Kullanıcı ekipte değil
uk: Користувач не належить до команди

source: Other team
ar: فريق آخر
de_de: Anderes Team
es_es: Otro equipo
fr: Autre équipe
it_it: Altra squadra
pt_br: Outra equipe
tr: Diğer ekip
uk: Інша команда

source: REFUSED
pt_br: RECUSADO

source: ERROR: Failed to update backlog !
pt_br: ERRO: Falha ao atualizar a lista de pendências!

source: ERROR: Failed to getAvailableStatusList !
pt_br: ERRO: Falha ao obter a lista de status disponíveis!

source: ERROR: Failed to setStatus !
pt_br: ERRO: Falha ao definir o status!

source: Timetracking is forbidden when issue's status is :
pt_br: O acompanhamento em tempo real não é permitido quando a situação do problema é:
uk: Відстеження хронометражу заборонено, якщо статус проблеми такий:

source: Sorry, multiple existing timetracks, please use the regular Timetracking page
pt_br: Desculpe, existem várias faixas de horário, por favor, use a página regular de faixas de horário

source: ERROR: Failed to add/update timetrack !
pt_br: ERRO: Falha ao adicionar/atualizar a trilha de tempo!

source: ERROR: Failed to delete the timetrack !
pt_br: ERROR: Falha em apagar o cronograma !
uk: ПОМИЛКА: Не вдалося видалити хронометраж!

source: Timetrack not added: Timetrack note is mandatory
ar: لم تتم إضافة المسار الزمني: ملاحظة المسار الزمني إلزامية
de_de: Zeiterfassung nicht hinzugefügt: Zeiterfassungsnotiz ist verpflichtend.
fr: Imputation non créée: la note doit être spécifié
it_it: Non è stata aggiunta una tabella oraria: una annotazione di una tabella oraria è obbligatoria.
pt_br: Faixa de horário não adicionada: a nota da faixa de horário é obrigatória
tr: Zaman izlemesi eklenmedi: Zaman izlemesi notu zorunludur
uk: Відеомережа не додана: Примітка про часову доріжку є обов’язковою

source: Timetrack not added: Job is not specified
ar: لم تتم إضافة المسار الزمني: لم يتم تحديد المهمة
de_de: Zeiterfassung nicht hinzugefügt: Aufgabe wurde nicht angegeben.
fr: Imputation non créée: le poste doit être spécifié
it_it: Non è stata aggiunta una tabella oraria: il lavoro non è specificato.
pt_br: Timetrack não adicionado: o trabalho não está especificado
tr: Zaman izlemesi eklenmedi: İş belirtilmedi
uk: Хронометраж не додано: не вказана вакансія

source: Timetrack not added: bugid is not specified
de_de: Zeiterfassung nicht hinzugefügt: Aufgabe wurde nicht angegeben.
fr: Imputation non créée: tâche non spécifiée
it_it: Non è stata aggiunta una tabella oraria: bugid non è specificato
pt_br: Timetrack não adicionado: o bugid não foi especificado
tr: Zaman izleme eklenmedi: bugid belirtilmedi
uk: Хронометраж не додано: bugid не вказано

source: Timetrack not added: duration is not specified
de_de: Zeiterfassung nicht hinzugefügt: Dauer wurde nicht angegeben.
fr: Imputation non créée: la durée doit être spécifié
it_it: Non è stata aggiunta una tabella oraria: la durata non è specificata
pt_br: Timetrack não adicionado: a duração não é especificada
tr: Zaman izleme eklenmedi: süre belirtilmedi
uk: Хронометраж не додано: тривалість не вказана

source: ERROR: Failed to add timetrack !
pt_br: ERRO: Falha em adicionar cronograma !
uk: ПОМИЛКА: Не вдалося додати хронометраж!

source: Task deadlines alert
ar: تنبيه المواعيد النهائية للمهمة
de_de: Aufgaben-Stichtags-Alarm
fr: Alerte sur dates jalons
lt: Užduoties termino įspėjimas
pt_br: Alerta de prazos de tarefas
tr: Görev son tarihleri uyarısı
uk: Сповіщення про терміни виконання завдань

source: Display unresolved tasks that should have been delivered
ar: عرض المهام غير المغلقة التي كان ينبغي تسليمها
de_de: Ungelöste Aufgaben anzeigen, die geliefert werden sollten.
fr: Affiche les tâches ayant du être livrées (date jalon dépassée)
lt: Rodyti neišspręstas užduotys, kurios turėjo būti pristatytos
pt_br: Exibir tarefas não resolvidas que deveriam ter sido entregues
tr: Teslim edilmesi gereken çözülmemiş görevleri göster
uk: Показати невирішені завдання, які слід було виконати

source: CodevTT administration tools
de_de: CodevTT-Verwaltungstools
fr: Outils d'administration de CodevTT
it_it: Amministrazione strumenti CodevTT
pt_br: Ferramentas de administração do CodevTT
tr: CodevTT yönetim araçları
uk: Інструменти адміністрування CodevTT

source: Task burndown chart
ar: مخطط احتراق المهام
de_de: Aufgabenerledigungs-Diagramm
fr: Evolution du RAF de la tâche
pt_br: Gráfico de burndown de tarefas
tr: Görev azaltma tablosu
uk: Вичерпана діаграма завдання

source: Display task backlog updates since the task creation
ar: عرض تحديثات تراكم المهمة منذ إنشاء المهمة
de_de: Aufgaben-Backlog-Aktualisierungen seit der Aufgabenerstellung anzeigen
fr: Affiche l'évolution du RAF dans le temps (burndown chart)
pt_br: Exibir atualizações do backlog da tarefa desde a criação da tarefa
tr: Görev oluşturulduğundan beri görev biriktirme listesi güncellemelerini görüntüle
uk: Показувати оновлення накопичених завдань із моменту створення завдання

source: Backlog (days)
ar: تراكم (أيام)
de_de: Restaufwand (Tage)
fr: RAF (jours)
it_it: Backlog (giorni)
pt_br: Backlog (dias)
tr: İş listesi (günler)
uk: Відставання (днів)

source: Management
ar: إدارة
es_es: Administración
lt: Valdymas
pt_br: Gerenciamento
tr: Yönetim
uk: Управління

source: Man-days available in period, except leaves and external tasks
ar: رجل-أيام متاح في فترة، باستثناء الأوراق والمهام الخارجية
de_de: In der Periode verfügbare Arbeitstage, ausgenommen Urlaube und externe Aufgaben.
fr: Nbre de jours-hommes disponibles sur la période (taches annexes et externes exclues)
it_it: Giorni-uomo disponibili nel periodo, escluse le ferie e le attività esterne
pt_br: Dias-homem disponíveis no período, exceto licenças e tarefas externas
tr: Yapraklar ve dış görevler hariç, dönem içinde adam günleri mevcuttur
uk: Робочі дні, доступні в період, крім відпусток та зовнішніх завдань

source: Task is not in team's projects
pt_br: A tarefa não está nos projetos da equipe
uk: Завдання не в проєктах команди

source: Timetrack added by
fr: Imputation ajoutée par
it_it: Tabella oraria aggiunta da
pt_br: Timetrack adicionado por
tr: Zaman çizelgesi ekleyen
uk: Хронометраж додано

source: Task does not exist !
pt_br: A tarefa não existe!
uk: Завдання не існує!

source: Management load history
ar: إدارة تاريخ التحميل
de_de: Verwaltungsverlauf laden
fr: Historique de la charge de pilotage
pt_br: Histórico de carga de gerenciamento
tr: Yönetim yük geçmişi
uk: Історія завантаження управління

source: Compares the elapsed time on management sideTasks to the management provisions
ar: يقارن الوقت المنقضي على جانب الإدارة المهام بأحكام الإدارة
de_de: Vergleicht die verstrichene Zeit bei der Verwaltung von sideTasks mit den Verwaltungsprovisionen
es_es: Compara el tiempo transcurrido en la gestión de sideTasks par alas disposiciones de gestión.
fr: Compare le consommé en gestion de projet à la somme des provisions de pilotage
pt_br: Compara o tempo decorrido das tarefas do lado do gerenciamento com as provisões de gerenciamento
tr: Yönetim tarafındaki geçen sideTasks hükümleriyle karşılaştırır
uk: Порівнює час, що минув на управлінських завданнях, із положеннями про управління

source: Import Mantis relationship-tree to WBS
pt_br: Importar a árvore de relacionamento do Mantis para o PEP
uk: Імпортувати дерево відносин Mantis до WBS

source: Import a mantis parent-child relationship issue structure to a command WBS structure
fr: Importer un arbre de tâches défini par les relations parent-enfant de mantis dans une commande
pt_br: Importar uma estrutura de problemas de relacionamento pai-filho do Mantis para uma estrutura WBS de comando
tr: Bir mantis üst-alt ilişkisi sorun yapısını bir komut WBS yapısına aktarın
uk: Імпортувати структуру проблеми відносин батьків-дочірших mantis до структури WBS команди

source: Load per user groups
fr: Charge par groupe d'utilisateurs
pt_br: Carga por grupos de usuários
tr: Kullanıcı grupları başına yükle
uk: Навантаження на групи користувачів

source: Check all the timetracks of the period and return their repartition per User groups
fr: Affiche le consommé sur la période, réparti par groupe d'utilisateurs
pt_br: Verifique todas as faixas de horário do período e retorne sua repartição por grupos de usuários
tr: Dönemin tüm zaman çizelgelerini kontrol edin ve Kullanıcı gruplarına göre yeniden bölümlerini iade edin
uk: Перевірити всі часові доріжки періоду та повернути їх перерозподіл за групами користувачів

source: No group defined
fr: Aucun groupe associé à cet utilisateur
pt_br: Nenhum grupo definido
tr: Grup tanımlanmadı
uk: Група не визначена
