Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: No workflow transitions defined, using default configuration.
ar: لا تحولات سير عمل محددة، وذلك باستخدام التكوين الافتراضي.
de_de: Keine Workflow Transitions definiert, es wird der Standard verwendet
es_es: No se definió la transición de la carga de trabajo, usando configuración predeterminada.
fr: Aucun cycle de vie n'est défini, utilisation de la configuration par défaut.
it_it: Nessun workflow definito, uso le impostazioni di default.
pt_br: Sem ciclo de trabalho definidos, utilizando a configuração padrão.
tr: Varsayılan yapılandırma kullanılarak tanımlanmış iş akışı geçişi yok.
uk: Не визначено жодних переходів робочого процесу, використовуючи конфігурацію за замовчуванням.

source: Configuration Option
ar: خيار التكوين
de_de: Konfigurationsoption
es_es: Opción de configuración
fr: Option de configuration
it_it: Impostazioni di configurazione
lt: Konfigūravimo Parinktis
pt_br: Opções de configuração
tr: Yapılandırma Seçeneği
uk: Параметр конфігурації

source: No configuration options defined, using default configuration.
ar: لا توجد خيارات تكوين محددة، وذلك باستخدام التكوين الافتراضي.
de_de: Keine Optionen definiert, es wird der Standard verwendet
es_es: No se definió ninguna opción de configuración. Se usa la configuración predeterminada.
fr: Aucune option n'est définie, utilisation de la configuration par défaut.
it_it: Nessuna impostazione definita, uso la configurazione di default.
lt: Nenurodytos jokios konfigūravimo parinktis, naudojama numatytoji konfigūracija.
pt_br: Sem configuração definida, utilizando configuração padrão.
tr: Varsayılan yapılandırma kullanılarak tanımlanmış yapılandırma seçeneği yok.
uk: Не визначено жодних параметрів конфігурації, використовується конфігурація за замовчуванням.

source: Computed on task NOT Resolved/Closed on
ar: محسوبة على مهمة غير محلولة/مغلقة
de_de: Berücksichtigt offene Aufgaben am
es_es: Computado en taareas NO en Resueltos/Cerrados
fr: Le calcul est fait sur les fiches NON Résolues/Fermées au
it_it: Calcolo fatto sui tickets non risolti/chiusi al
pt_br: Cálculo de casos NÃO Fechados/Resolvidos
tr: Görevde Hesaplandı Çözülmedi/Kapanmadı
uk: Обчислено за завданням НЕ вирішено/Закрито на

source: Unassigned tasks will not be displayed
ar: لن يتم عرض المهام غير المعينة
de_de: Nicht zugewiesene Aufgaben werden nicht angezeigt
es_es: No se mostrarán las tareas sin asignar
fr: Les tâches non assignées ne sont pas prises en compte
it_it: Le attività on assegnate non sono contabilizzate
lt: Nepriskirtos užduotys nebus rodomos
pt_br: Tarefas não assinadas não serão exibidas
tr: Atanmamış görevler gösterilmeyecek
uk: Незазначені завдання не відображатимуться

source: deviation
ar: الانحراف
de_de: Abweichung
es_es: desviación
fr: Dérive
it_it: Distacco
lt: nuokrypis
pt_br: desvio
tr: sapma
uk: відхилення

source: Overview
ar: نظرة عامة
de_de: Übersicht
es_es: Resumen
fr: Résumé
it_it: Panoramica
lt: Apžvalga
pt_br: Resumo
tr: Genel bakış
uk: Огляд

source: Task list
ar: قائمة المهام
de_de: Liste der Tasks
es_es: Lista de tareas
fr: Liste des Tâches
it_it: Lista Attività
lt: Užduočių sąrašas
pt_br: Lista de casos
tr: Görev listesi
uk: Список завдань

source: Team Info
ar: معلومات الفريق
de_de: Team Information
es_es: Información del equipo
fr: Description de l'équipe
lt: Komandoa Informacija
pt_br: Descrição da equipe
tr: Takım Bilgisi
uk: Інформація про команду

source: Team Name
ar: اسم الفريق
es_es: Nombre del equipo
fr: Nom de l'équipe
it_it: Nome del team
lt: Komandos Pavadinimas
pt_br: Nome da equipe
tr: Takım Adı
uk: Назва команди

source: Team Administrator
ar: مدير الفريق
de_de: Administrator
es_es: Administrador del equipo
fr: Administrateur Equipe
it_it: Amministratore del Team
lt: Komandos Administratorius
pt_br: Administrador da equipe
tr: Takım Yöneticisi
uk: Адміністратор команди

source: SideTasks Project
ar: المهام الجانبية للمشروع
de_de: 'Sonstige Aufgaben' Projekt
es_es: Proyecto de tareas extras
fr: Projets TachesAnnexes
it_it: Progetti attività collaterali
pt_br: Projeto de tarefas correlatas
tr: SideTasks Projesi
uk: Додаткові завдання проєкту

source: Add common ExternalTasks Project
ar: إضافة مشروع مهام خارجية عام
de_de: 'Sonstige Aufgaben' Projekt hinzufügen
es_es: Añade TareasExternas comúnes del Proyecto
fr: Ajouter le projet de taches externes commun
it_it: Aggiungi il progetto delle attività esterne comuni
pt_br: Adicionar projeto de casos externos
tr: Ortak ExternalTasks Projesi ekle
uk: Додайте загальний проєкт ExternalTasks

source: Create specific SideTask Project
ar: إنشاء مشروع مهام جانبية محدد
de_de: 'Sonstige Aufgaben' Projekt anlegen
fr: Créer un projet de TachesAnnexes Spécifique
it_it: Crea un progetto specifico di attività collaterale
pt_br: Criar um proeto específico para casos recorrelatos
tr: Özel SideTask Projesi Oluştur
uk: Створіть спеціальний проєкт для сторонніх завдань

source: WARNING: Disabling SideTasks project creation is generaly NOT a good idea,so don't do it unless you know exactly what you are doing.
ar: تحذير: تعطيل إنشاء مشروع مهام جانبية ليست فكرة جيدة عموما; لذلك لا تفعل ذلك إلا إذا كنت تعرف بالضبط ما تقوم به.
de_de: Warnung: 'Sonstige Aufgaben' Projekte sind wichtig. Deaktivierung wird nicht empfohlen.
es_es: AVISO: Desahabilitar la creación de SideTaks del projecto generalmente NO es una buena idea, así que no lo hagas excepto que sepas exactamente qué estás haciendo.
fr: ATTENTION : Ne pas créer de projet TachesAnnexes n'est généralement PAS une bonne idée, et réservé à une utilisation avancée.
it_it: ATTENZIONE : Disabilitare un progetto di attività collaterali generalmente NON è una buona idea, quindi Non farlo a meno che tu non sappia ESATTAMENTE cosa stai facendo.
pt_br: ATENÇÃO: Desabilitar o projeto de casos correlatos geralmente não é uma boa idéia, pois assim você não sabe exatamente o que você está fazendo.
tr: UYARI: Yan Görevler'i devre dışı bırakmak proje oluşturma genellikle iyi bir fikir DEĞİLDİR, bu nedenle ne yaptığınızı tam olarak bilmiyorsanız bunu yapmayın.
uk: ПОПЕРЕДЖЕННЯ: Відключення створення проєкту Side Tasks, як правило, НЕ гарна ідея, тому не робіть цього, якщо ви точно не знаєте, що робите.

source: Project Name
ar: اسم المشروع
de_de: Projektname
es_es: Nombre del proyecto
fr: Nom du Projet
it_it: Nome del Progetto
lt: Projekto Pavadinimas
pt_br: Nome do projeto
tr: Proje Adı
uk: Назва проєкту

source: Meeting, Pre-sales, ProjectManagement, ...
ar: اجتماعات، ما قبل المبيعات، إدارة المشاريع، ...
de_de: Besprechung, Projektmanagement, etc.
es_es: Reuniones, Pre-ventas, GestiónDeProyectos, ...
fr: Réunion, Avant-vente, Suivi de projet, ...
it_it: Riunione, Prevendita, Monitoraggio progetti, ...
pt_br: Reunião, orçamentos, gerenciamento do projeto, ...
tr: Toplantı, Satış Öncesi, ProjectManagement, ...
uk: Зустрічі, передпродаж, управління проєктами, …

source: Incident
ar: حادث
de_de: Vorfall
es_es: Incidente
it_it: Incidente
lt: Incidentas
pt_br: Incidente
tr: Olay
uk: Інцидент

source: Server or Platform down, ...
ar: خادم أو منصة لأسفل، ...
de_de: Serverprobleme, etc.
es_es: Servidor o plataforma caídos, ...
fr: Serveur inaccessible, ...
it_it: Server inaccessibile, ...
pt_br: Servidor inacessível, ...
tr: Sunucu veya Platform çöktü, ...
uk: Впав сервер чи платформа…

source: Sys. Admin, Scritps, ...
de_de: Administration, etc.
fr: Admin Sys, Scripts, ...
it_it: Admin Sistema, Scripts, ...
pt_br: Admin Sys, Scripts, ...
tr: Sys. Yönetici, Betikler, ...
uk: Сист. адміністратор, скрипти…

source: Team Workshop
ar: ورشة عمل الفريق
de_de: Workshops
es_es: Taller de equipo
fr: Capitalisation
it_it: Lavoro del team
pt_br: Grupo de trabalho
tr: Ekip Atölyesi
uk: Майстерня команди

source: Support, Doc, Training, Wiki, ...
ar: دعم، شرح، تدريب، ويكي، ...
de_de: Support, Training, etc.
es_es: Asistencia, documentación, capacitación, wiki…
fr: Support, Doc, Formation, Wiki, ...
it_it: Supporto, Doc, Formazione, Wiki, ...
pt_br: Suporte, Doc, Formatação, Wiki, ...
tr: Destek, Doktor, Eğitim, Viki, ...
uk: Підтримка, Документи, Навчання, Вікі, …

source: Inactivity
ar: عغدم النشاط
de_de: Inaktivität
es_es: Inactividad
fr: Inactivité
it_it: Inattività
lt: Neveiklumas
pt_br: Inatividade
tr: Hareketsizlik
uk: Бездіяльність

source: On Duty, Waste, other special cases
ar: في الخدمة، نفايات، حالات خاصة أخرى
de_de: Bei Bereitschafts-, Verlust- oder Spezialfällen
fr: Astreinte, autre cas particuliers
it_it: In servizio, Rifiuti, altri casi speciali
pt_br: Plantão, resíduos, outros casos especiais
tr: Görevde, Atık, diğer özel durumlar
uk: Черговий, відходи, інші особливі випадки

source: Custom Fields
ar: حقول مخصصة
de_de: Benutzerspezifische Felder
es_es: Campos personalizados
fr: Champs personnalisés
it_it: Campi personalizzati
lt: Pritaikyti Laukai
pt_br: Campos personalizados
tr: Özel Alanlar
uk: Користувацькі поля

source: CodevTT custom fields
ar: حقول CodevTT المخصصة
de_de: CodevTT Felder
es_es: Campos personalizados de CodevTT
fr: Champs CodevTT
it_it: Campi di CodevTT
lt: Pritaikyti CodevTT laukai
pt_br: Campos CodevTT
tr: CodevTT özel alanları
uk: Користувацькі поля CodevTT

source: These are sample sideTasks, you can create more with Mantis
ar: هذه هي نماذج المهام الجانبية، يمكنك إنشاء المزيد باستخدام Mantis
de_de: Es gibt sonstige Beispielaufgaben. Du kannst weitere mit Mantis erstellen.
es_es: Estos son ejemplos de sideTask, puedes crear más usando Mantis
fr: Les tâches annexes ci-dessous sont à titre d'exemple, vous pouvez en créer d'autres avec Mantis
pt_br: Estes são exemplos de sideTasks, você pode criar mais com o Mantis
tr: Bunlar örnek yanGörevler, Mantis ile daha fazlasını oluşturabilirsiniz
uk: Це зразки побічних завдань, ви можете створити більше за допомогою Mantis

source: Project management
ar: إدارة المشروع
de_de: Projektmanagement
es_es: Gestión de proyectos
fr: Pilotage projet
it_it: Gestione del progetto
pt_br: Gerenciamento de projetos
tr: Proje yönetimi
uk: Управління проєктом

source: Team meeting
ar: اجتماع الفريق
de_de: Teamtreffen
es_es: Reunión de equipo
fr: Réunion d'équipe
it_it: Riunione del team
pt_br: Reunião da equipe
tr: Ekip toplantısı
uk: Командні збори

source: Network is down
ar: الشبكة معطلة
de_de: Netzwerkprobleme
es_es: La red está caída
fr: Indisponibilité réseau
it_it: La rete è giù
pt_br: A rede está inoperante
tr: Ağ çöktü
uk: Мережа відключена

source: Compilation scripts
ar: البرامج النصية التجميعية
de_de: Kompilationsskripte
es_es: Scripts de compilación
fr: Scripts de compilation
it_it: Compilazione degli script
pt_br: Scripts de compilação
tr: Derleme betikleri
uk: Компіляції скриптів

source: Update team WIKI
ar: تحديث فريق الويكي
de_de: Team-WIKI aktualisieren
es_es: Actualizar el wiki del equipo
fr: Mise à jour du WIKI
it_it: Aggiorna team WIKI
pt_br: Atualizar a WIKI da equipe
tr: Güncelleme ekibi VİKİ
uk: Оновити команду ВІКІ

source: Other activity charged on the project
ar: نشاط آخر تم تحميله على المشروع
de_de: Andere Aktivitäten auf dem Projekt
es_es: Otra actividad cargada al projecto.
fr: Autre activité imputée sur le projet
pt_br: Outras atividades cobradas no projeto
tr: Projeden tahsil edilen diğer faaliyetler
uk: Інша діяльність, що надається проєктом

source: Create
ar: أنشئ
de_de: Anlegen
es_es: Crear
fr: Créer
it_it: Crea
lt: Sukurti
pt_br: Criar
tr: Oluştur
uk: Створити

source: Export
ar: تصدير
es_es: Exportar
it_it: Esporta
lt: Eksportuoti
pt_br: Exportar
tr: Dışa aktar
uk: Експорт

source: Planning
ar: تخطيط
de_de: Planung
es_es: Planificación
it_it: Pianificazione
lt: Planavimas
pt_br: Planejamento
tr: Planlama
uk: Планування

source: Assignment
ar: التعيين
de_de: Zuweisung
es_es: Asignación
fr: Affectations
it_it: Assegnazione
pt_br: Tarefa
tr: Atama
uk: Призначення

source: User assignment
ar: تعيين المستخدم
de_de: Benutzerzuweisung
es_es: Asignación de usuarios
fr: Affectations
pt_br: Assinaturas do usuário
tr: Kullanıcı ataması
uk: Призначення користувача

source: Add user
ar: إضافة المستخدم
de_de: Benutzer hinzufügen
es_es: Añadir usuario
fr: Ajout utilisateur
it_it: Aggiungi utente
pt_br: Adicionar usuário
tr: Kullanıcı ekle
uk: Додати користувача

source: Time on task
ar: الوقت المستغرق في المهمة
de_de: Zeit pro Status
es_es: Tiempo por tarea
fr: Répartition de la charge
it_it: Tempo sull'attività
pt_br: Tempo na tarefa
tr: Görevdeki zaman
uk: Час на завдання

source: Auto
ar: تلقائي
de_de: Automatisch
es_es: Automático
it_it: Automatico
pt_br: Automático
tr: Otomatik
uk: Автоматично

source: Total assigned effort
ar: مجموع جهد التعيين
de_de: Gesamter zugewiesener Aufwand
es_es: Esfuerzo total asignado
fr: Charge totale affectée
pt_br: Esforço total assinado
tr: Toplam atanan çaba
uk: Всього призначено зусилля

source: Save user assignment for this task
ar: حفظ تعيين المستخدم لهذه المهمة
de_de: Benutzerzuweisung für diese Aufgabe speichern
es_es: Guarda la asignación de usuario para esta tarea
fr: Enregistrer les affectations de cette tâche
pt_br: Salve a assinatura do usuário para esta tarefa
tr: Bu görev için kullanıcı atamasını kaydet
uk: Зберегти призначення користувача для цього завдання

source: Scheduling method
ar: طريقة الجدولة
de_de: Planungsmethode
es_es: Método de planificación de tiempo
fr: Méthode de planifiation
pt_br: Método de agendamento
tr: Zamanlama yöntemi
uk: Метод розкладу

source: Display ExtRef instead of mantis_id
ar: عرض ExtRef بدلا من mantis_id
de_de: ExtRef anstatt der mantis_id anzeigen
es_es: Muestra ExtRef en vez de mantis_id
fr: Afficher la référence externe au lieu du mantis_id
pt_br: Exiba ExtRef em vez de mantis_id
tr: mantis_id yerine ExtRef öğesini görüntüleyin
uk: Відображати ExtRef замість mantis_id

source: Initial date
ar: التاريخ الأولي
de_de: Startdatum
es_es: Fecha inicial
fr: Date de début
it_it: Data iniziale
pt_br: Data inicial
tr: Başlangıç tarihi
uk: Початкова дата

source: Number of days to display
ar: عدد الأيام لعرضها
de_de: Anzahl der anzuzeigenden Tage
es_es: Número de días para mostrar
fr: nombre de jours à afficher
it_it: Numero di giorni da mostrare
pt_br: Número de dias para exibir
tr: Gösterilecek gün sayısı
uk: Кількість днів для відображення

source: Number of days to compute
ar: عدد الأيام لحسابها
de_de: Anzahl der zu berechnenden Tage
es_es: Número de días para computar
fr: nombre de jours à calculer
it_it: Numero di giorni da calcolare
pt_br: Número de dias para computar
tr: Hesaplanacak gün sayısı
uk: Кількість днів для обчислення

source: Task warning threshold (n days before dealine)
ar: إنذار الحد الأقصى للمهمة (ن عدد الأيام قبل انتهاء)
de_de: Aufgabenwarnungsschwelle (n Tage vor dem Stichtag)
es_es: Umbral de aviso de la tarea (n días antes de la fecha límite)
fr: Seuil d'alerte (n jours avant la deadline)
pt_br: Limite de aviso de tarefa (n dias antes do prazo final)
tr: Görev uyarısı eşiği (son teslim tarihinden n gün önce)
uk: Поріг попередження про завдання (за n днів до дедлайну)

source: Save options
ar: حفظ الخيارات
de_de: Optionen speichern
es_es: Opciones de guardado
fr: Enregistrer les options
it_it: Salva opzioni
pt_br: Salvar opções
tr: Seçenekleri kaydet
uk: Зберегти налаштування

source: Hide tasks from observed teams
pt_br: Esconder tarefas de times observados
uk: Приховати завдання від спостережуваних команд

source: External ID
ar: المعرف الخارجي
de_de: Externe ID
es_es: Id. externo
fr: Référence externe
it_it: ID esterno
lt: Išorės ID
pt_br: ID externo
tr: Harici kimliği
uk: Зовнішній ідентифікатор

source: Remove task from command
ar: إزالة مهمة من الأوامر
de_de: Aufgabe vom Auftrag entfernen
es_es: Quitar tarea de la orden
fr: Sortir la tâche de la commande
it_it: Rimuovi attività dal comando
pt_br: Remover tarefa do comando
tr: Görevi komuttan kaldır
uk: Видалити завдання з команди

source: Add to command
ar: أضف للأمر
de_de: Aufgabe zum Auftrag hinzufügen
es_es: Añadir a la orden
fr: Ajouter à la commande
it_it: Aggiungi al comando
lt: Įtraukti į komandą
pt_br: Adicionar ao comando
tr: Komuta ekle
uk: Додати до команди

source: Properties
ar: الخصائص
de_de: Eigenschaften
es_es: Propiedades
fr: Propriétés
it_it: Proprietà
lt: Nustatymai
pt_br: Propriedades
tr: Özellikler
uk: Властивості

source: Timetracks
ar: المسارات الزمنية
de_de: Gebuchte Zeiten
es_es: Registro de Tiempo
fr: Imputations
it_it: Tracce lavoro
pt_br: Atividades
tr: Zaman izlemeleri
uk: Хронометражі

source: Time tracking
ar: تتبع الوقت
de_de: Zeiterfassung
es_es: Control de Tiempo
fr: Suivi d'activité
it_it: Tempistiche
lt: Laiko stebėjimas
pt_br: Rastreamento de tempo
tr: Zaman izleme
uk: Облік часу

source: Update timetracking
ar: تحديث تتبع الوقت
de_de: Zeiterfassung aktualisieren
es_es: Actualizar tiempo de seguimiento
fr: Mise à jour des temps
it_it: Aggiorna tempistiche
pt_br: Atualizar o rastreamento de tempo
tr: Zaman izlemeyi güncelle
uk: Оновити облік часу

source: Task Info
ar: معلومات المهمة
de_de: Aufgabe Information
es_es: Información de la tarea
fr: Info tâche
it_it: Info attività
lt: Užduotis Informacija
pt_br: Informações da Tarefa
tr: Görev Bilgisi
uk: Інформація щодо завдань

source: Update task info
ar: تحديث معلومات المهمة
de_de: Aufgabe Information aktualisieren
es_es: Actualizar la información de la tarea
fr: Mise à jour des propriétés
it_it: Aggiorna informazioni attività
lt: Atnaujinti užduoties informaciją
pt_br: Atualizar informações da tarefa
tr: Görev bilgilerini güncelle
uk: Оновити інформацію щодо завдань

source: External Ref
ar: مرجع خارجي
de_de: Externe Ref.
es_es: Ref externa
fr: Réf. Externe
it_it: Rif. Esterno
pt_br: Ref. Externa
tr: Harici Referans
uk: Зовнішні посилання

source: Priority
ar: الأولوية
de_de: Priorität
es_es: Prioridad
fr: Priorité
it_it: Priorità
lt: Prioritetas
pt_br: Prioridade
tr: Öncelik
uk: Пріоритет

source: Severity
ar: الخطورة
de_de: Schweregrad
es_es: Gravedad
fr: Criticité
it_it: Gravità
lt: Svarba
pt_br: Gravidade
tr: Önem
uk: Серйозність

source: Relation
ar: العلاقة
de_de: Beziehung
es_es: Relación
it_it: Relazione
lt: Ryšys
pt_br: Relação
tr: İlişki
uk: Відношення

source: Mantis notes
ar: ملاحظات Mantis
de_de: Mantis Notizen
es_es: Notas de Mantis
fr: Notes Mantis
it_it: Note Mantis
lt: Mantis pastabos
pt_br: Notas da Mantis
tr: Mantis notları
uk: Нотатки Mantis

source: Get mantis notes
ar: الحصول على ملاحظات Mantis
de_de: Mantis Notizen erhalten
es_es: Obtener notas de Mantis
fr: Afficher les notes Mantis
it_it: Ottieni note Mantis
lt: Gauti mantis pastabas
pt_br: Obter notas de mantis
tr: Mantis notları alın
uk: Отримати нотатки Mantis

source: Click refresh button to display...
ar: انقر على زر التحديث للمعاينة ...
de_de: Schaltfläche „Aktualisieren“ zur Anzeige anklicken …
es_es: Pulsa el botón de refrescar para mostrar...
fr: Clickez le bouton de mise à jour pour afficher les notes...
it_it: Clicca sul pulsante aggiorna per visualizzare...
lt: Spustelėkite atnaujinimo mygtuką, kad būtų rodoma...
pt_br: Pressione o botão atualizar para mostrar...
tr: Görüntülemek için yenile düğmesine tıklayın...
uk: Натисніть на «Оновити», щоб відобразити…

source: First Timetrack date
ar: تاريخ تتبع الوقت الأول
de_de: Erstes Zeiterfassungs-Datum
fr: Première date d'imputation
pt_br: Data da faixa da primeira vez
tr: İlk Zaman İzleme tarihi
uk: Дата першого хронометражу

source: Latest Timetrack date
ar: تاريخ آخر تتبع وقت
de_de: Aktuellstes Zeiterfassungs-Datum
fr: Dernière Date d'imputation
pt_br: Data da faixa mais recente
tr: Son Zaman İzleme tarihi
uk: Дата останнього хронометражу

source: WARNING: Prior timetracks could not be displayed !
ar: تحذير: لا يمكن عرض تتبعات الوقت السابقة!
de_de: WARNUNG: Frühere Zeiterfassungen konnten nicht angezeigt werden!
fr: ATTENTION: Les imputations précédentes n'ont pas pu être affichées !
pt_br: AVISO: os timetracks anteriores não puderam ser exibidos!
tr: UYARI: Önceki zaman izlemeleri görüntülenemedi !
uk: УВАГА: Неможливо відобразити попередні часові доріжки!

source: Update timetracking values
ar: تحديث قيم تتبع الوقت
de_de: Zeiterfassungswerte aktualisieren
es_es: Actualiza los valores del control de tiempo
fr: Mise à jour des temps
pt_br: Atualize os valores do controle de tempo
tr: Zaman izleme değerlerini güncelle
uk: Оновити значення відстеження часу

source: Remove from :
ar: إزالة من:
de_de: Entfernen von:
es_es: Quitar de:
fr: Supprimer de :
it_it: Rimuovi da:
lt: Pašalinti iš :
pt_br: Remover de :
tr: Şuraya kaldırın :
uk: Вилучити з:

source: Add to Command
ar: إضافة إلى الأمر
de_de: Zu Auftrag hinzufügen
es_es: Añadir a la orden
fr: Ajouter à une commande
it_it: Aggiungi al comando
lt: Pridėti į Komandą
pt_br: Adicionar ao comando
tr: Komuta Ekle
uk: Додати в команду

source: set/remove task specific deadline
ar: تعيين / إزالة الموعد النهائي المحدد للمهمة
de_de: Aufgabenspezifischen Termin festlegen/entfernen
es_es: Establece/Elimina la tarea específica de la fecha límite
fr: ajouter/enlever la date jalon de la tâche
lt: nustatyti/pašalinti užduoties konkretų terminą
pt_br: estabeleça/elimine o prazo específico da tarefa
tr: göreve özel son tarih belirle/kaldır
uk: встановити/видалити заданий термін

source: Delivery date
ar: تاريخ التسليم
de_de: Liefertermin
es_es: Fecha de entrega
fr: Date Livraison
it_it: Data di consegna
lt: Pristatymo data
pt_br: Data de entrega
tr: Teslim tarihi
uk: Дата доставки

source: set/remove delivery date
ar: تحديد/إزالة تاريخ التسليم
de_de: Lieferungsdatum festlegen/entfernen
es_es: establecer/quitar fecha de entrega
fr: ajouter/enlever la date de livraison
it_it: imposta/rimuovi data di consegna
lt: nustatyti/pašalinti pristatymo datą
pt_br: estabeleça/elimine a data de entrega
tr: teslim tarihini ayarla/kaldır
uk: встановити/видалити дату доставки

source: Task is resolved, backlog should be '0'
ar: يتم حل المهمة، التراكم يجب أن يكون "0"
de_de: Aufgabe erledigt, Restaufwand solte '0' sein
es_es: La tarea está resuelta, backlog tendría que ser '0'
fr: Tâche résolue, le RAF devrait être à zero
it_it: Attività risolta, l'arretrato dovrebbe essere '0'
pt_br: Tarefa resolvida, backlog pode ser '0'
tr: Görev çözüldü, biriktirme listesi '0' olmalıdır
uk: Завдання вирішено, відставання має рівнятися '0'

source: Backlog should not be set if status is :
ar: يجب عدم تعيين تراكم إذا كانت الحالة: /
de_de: Backlog sollte nicht festgelegt werden, wenn der Status ist :
es_es: Backlog no tendría que establecerse si el estado es :
fr: Le RAF devrait pas être renseigné si les status est:
pt_br: Backlog não deve ser estabelecido se o status for :
tr: Durum şöyle ise biriktirme listesi ayarlanmamalıdır :
uk: Відставання не може бути встановлено, якщо статус:

source: Set command filters
ar: تعيين مرشحات الأوامر
de_de: Filter setzen
es_es: Establecer filtros de órdenes
fr: Filtrer les commandes
it_it: Filtro ordini
lt: Nustatyti komandos filtrus
pt_br: Definir filtros de comando
tr: Komut filtrelerini ayarla
uk: Встановити командні фільтри

source: --- Create New Command ---
ar: ---انشئ امر جديد ---
de_de: --- Auftrag erfassen ---
es_es: --- Crear orden nueva ---
fr: -- Créer une Nouvelle commande ---
it_it: --- Crea nuovo Ordine ---
lt: --- Sukurti Naują Komandą ---
pt_br: -- Criar novo comando ---
tr: --- Yeni Komut Oluştur ---
uk: --- Створити нову команду ---

source: Command Filters
ar: شروط الأوامر
de_de: Aufträge Filter
es_es: Filtros de órdenes
fr: Filtres de commandes
it_it: Filtro Ordini
lt: Komandos Filtrai
pt_br: Filtros de comando
tr: Komut Filtreleri
uk: Фільтри команди
