Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Team members assigned to a group
fr: Membres d'équipe assignés à un groupe
pt_br: Membros da equipe atribuídos a um grupo
tr: Bir gruba atanan ekip üyeleri
uk: Члени команди, призначені до групи

source: Users not assigned to any group
fr: Utilisateurs assignés à aucun groupe
pt_br: Usuários não atribuídos a nenhum grupo
tr: Herhangi bir gruba atanmamış kullanıcılar
uk: Користувачі, не приписані до жодної групи

source: Not a team member, but assigned to a group
fr: Utilisateur assigné à un groupe mais ne faisant pas partie de l'équipe
pt_br: Não é um membro da equipe, mas é atribuído a um grupo
tr: Ekip üyesi değil, bir gruba atanmış
uk: Не член команди, але призначений до групи

source: Number of team members
pt_br: Número de membros no time
uk: Кількість членів команди

source: Arrival date in the team
ar: موعد الوصول في الفريق
de_de: Startdatum (Team)
es_es: Fecha de llegada al equipo
fr: Date d'arrivée dans l'équipe
it_it: Data di arrivo nel Team
lt: Prisijungimo prie komandos data
pt_br: Data de entrada na equipe
tr: Ekibe varış tarihi
uk: Дата прибуття в колектив

source: Arrival Date
ar: تاريخ الوصول
de_de: Startdatum
es_es: Fecha de llegada
fr: Date d'arrivée
it_it: Data di arrivo
lt: Atvykimo Data
pt_br: Data de chegada
tr: Varış Tarihi
uk: Дата прибуття

source: Departure date from the team
ar: موعد المغادرة من الفريق
de_de: Enddatum (Team)
es_es: Fecha de salida del equipo
fr: Date de départ de l'équipe
it_it: Data di partenza da Team
lt: Išvykimo iš komandos data
pt_br: Data de saída da equipe
tr: Ekipten ayrılış tarihi
uk: Дата виїзду з команди

source: Departure Date
ar: تاريخ المغادرة
de_de: Enddatum
es_es: Fecha de salida
fr: Date de départ
it_it: Data di partenza
lt: Išvykimo Data
pt_br: Data da saída
tr: Ayrılış Tarihi
uk: Дата відправлення

source: Update team member
ar: تحديث عضو الفريق
de_de: Teammitglied aktualisieren
fr: Mise à jour du user
pt_br: Atualizar membro da equipe
tr: Ekip üyesini güncelle
uk: Оновити члена команди

source: Arrival date
ar: تاريخ الوصول
de_de: Datum des Eintritts
es_es: Fecha de llegada
fr: Date d'arrivée
it_it: Data di arrivo
pt_br: Data de chegada
tr: Varış tarihi
uk: Дата прибуття

source: Departure date
ar: تاريخ المغادرة
de_de: Datum des Ausscheidens
es_es: Fecha de salida
fr: Date de départ
it_it: Data di partenza
pt_br: Data de saída
tr: Ayrılış tarihi
uk: Дата відправлення

source: optionnal
pt_br: opcional
uk: необов'язково

source: (no group)
it_it: (nessun gruppo)
pt_br: (sem grupo)
uk: (без групи)

source: add new group
it_it: aggiungi nuovo gruppo
pt_br: adicionar novo grupo
uk: додати нову групу

source: Create SideTasksProject
ar: إنشاء مشاريع مهام جانبية
de_de: 'Sonstige Aufgaben' Projekt anlegen
es_es: Crear Proyecto de SideTasks
fr: Créer un projet de TachesAnnexes
it_it: Crea un progetto di attività collaterali
pt_br: Criar projeto de SideTasks
tr: SideTasksProject oluştur
uk: Створення додаткових завдань проєкту

source: Project name
ar: اسم المشروع
de_de: Projekname
es_es: Nombre del proyecto
fr: Nom du projet
it_it: Nome del progetto
lt: Projekto pavadinimas
pt_br: Nome do projeto
tr: Proje adı
uk: Назва проєкту

source: Create project
ar: إنشاء مشروع
de_de: Neues Projekt
es_es: Crear proyecto
fr: Créer le projet
it_it: Crea progetto
lt: Kurti projektą
pt_br: Criar projeto
tr: Proje oluştur
uk: Створити проєкт

source: Average Daily Cost
ar: متوسط ​​التكلفة اليومية
de_de: Durchschnittliche tägliche Kosten
es_es: Promedio del Coste Diario
fr: Coût Journalier Moyen
it_it: Media del costo giornaliero
pt_br: Custo diário médio
tr: Ortalama Günlük Maliyet
uk: Середня щоденна вартість

source: The ADC is the default UDC for team members
ar: ADC هو UDC الافتراضي لأعضاء الفريق
de_de: Die TDK sind die Standard-TBK für Teammitglieder
es_es: El ADC es el defecto UDC de los miembros del equipo
fr: Le coût journalier moyen (CJM) est la valeur par défaut lorsque le coût journalier individuel (CJI) n'est pas défini
pt_br: O ADC é o UDC padrão para membros da equipe
tr: ADC, ekip üyeleri için varsayılan UDC'dir
uk: ADC — це стандартний UDC для членів команди

source: Team Currency
ar: عملة الفريق
de_de: Teamwährung
es_es: Moneda del equipo
fr: Devise de l'équipe
pt_br: Moeda da equipe
tr: Ekip Para Birimi
uk: Командна валюта

source: Team Average Daily Cost
ar: متوسط ​​التكلفة اليومية للفريق
de_de: Durchschnittliche tägliche Teamkosten
es_es: Coste promedio diario del equipo
fr: Coût Journalier moyen de l'équipe
pt_br: Custo diário médio da equipe
tr: Takım Ortalama Günlük Maliyeti
uk: Середня добова вартість команди

source: Default currency for the team.
ar: العملة الافتراضية للفريق.
de_de: Standardwährung für das Team.
es_es: Moneda predeterminada del equipo.
fr: Devise de l'équipe par défaut
pt_br: Moeda padrão para a equipe.
tr: Ekip için varsayılan para birimi.
uk: Валюта команди за замовчуванням.

source: All indicators will use this currency and all values defined in other currencies will be converted.
ar: سوف تستخدم جميع المؤشرات هذه العملة وسيتم تحويل جميع القيم المحددة بالعملات الأخرى.
de_de: Alle Indikatoren verwenden diese Währung und alle Werte, die in anderen Währungen definiert sind, werden konvertiert.
es_es: Todos los indicadores utilizarán esta moneda y todos los valores definidos en otras monedas serán convertidos.
fr: Les indicateurs utiliseront cette devise, les autres devises seront converties vers celle-ci.
pt_br: Todos os indicadores usarão essa moeda e todos os valores definidos em outras moedas serão convertidos.
tr: Tüm göstergeler bu para birimini kullanacak ve diğer para birimlerinde tanımlanan tüm değerler dönüştürülecektir.
uk: Усі індикатори використовуватимуть цю валюту, а всі значення, визначені в інших валютах, будуть конвертовані.

source: Currency
ar: العملة
de_de: Währung
es_es: Moneda
fr: Devise
it_it: Valuta
pt_br: Moeda
tr: Para birimi
uk: Валюта

source: referal currency
ar: عملة الإحالة
de_de: Bezugswährung
es_es: moneda de referencia
fr: Devise de référence
pt_br: moeda de referência
tr: tavsiye para birimi
uk: реферальна валюта

source: TODO: describe how and where it is used in CodevTT
ar: للقيام به: صف كيف وأين يتم استخدامه في CodevTT
de_de: TODO: Beschreibe, wie und wo es in CodevTT verwendet wird.
es_es: TODO: describir como y donde es utilizado en CodevTT
pt_br: TODO: descreva como e onde é usado no CodevTT
tr: YAPILACAKLAR: CodevTT'de nasıl ve nerede kullanıldığını açıklayın
uk: TODO: опишіть, як і де він використовується в CodevTT

source: User Daily Costs
ar: تكاليف المستخدم اليومية
de_de: Tägliche Benutzerkosten
es_es: Coste Diario del Usuario
fr: Coût journalier individuel
pt_br: Custos diários do usuário
tr: Kullanıcı Günlük Maliyetleri
uk: Щоденні витрати користувача

source: The UDC is the cost of a user for a single day, it overrides the ADC
ar: UDC هي تكلفة المستخدم ليوم واحد، وتتجاوز ADC
de_de: Die TBK sind die Kosten eines Benutzers für einen einzelnen Tag. Sie überschreiben die TDK.
es_es: El UDC es el coste de un usuario para un dia, elimnado el ADC
fr: le CJI est le coût journalier pour un utilisateur, il surcharge le CJM
pt_br: O UDC é o custo de um usuário para um único dia, ele substitui o ADC
tr: UDC, bir kullanıcının bir günlük maliyetidir, ADC'yi geçersiz kılar
uk: UDC — це вартість користувача за один день, вона перевищує ADC

source: Add UserDailyCost
ar: إضافة UserDailyCost
de_de: Tägliche Benutzerkosten hinzufügen
es_es: Anadir CosteDiarioUsuario
fr: Ajout Coût journalier utilisateur
pt_br: Adicionar custodiáriodousuário
tr: UserDailyCost ekle
uk: Додати UserDailyCost

source: Add user daily cost
ar: إضافة التكلفة اليومية للمستخدم
de_de: Tägliche Benutzerkosten hinzufügen
es_es: Anadir coste diario del usuario
fr: Ajout du coût journalier d'un utilisateur
pt_br: Adicionar custo diário ao usuário
tr: Kullanıcıya günlük maliyeti ekle
uk: Додати щоденну вартість користувача

source: Team creation date
ar: تاريخ انشاء الفريق
de_de: Teamerstellungsdatum
es_es: Fecha de creacion d'equipo
fr: Date de création de l'équipe
pt_br: Data de criação da equipe
tr: Ekip oluşturma tarihi
uk: Дата створення команди

source: User arrival date
ar: تاريخ وصول المستخدم
de_de: Benutzereintrittsdatum
es_es: Fecha de llegada del usuario
fr: Date d'arrivée
pt_br: Data de chegada do usuário
tr: Kullanıcı varış tarihi
uk: Дата прибуття користувача

source: User Daily Cost
ar: التكلفة اليومية للمستخدم
de_de: Tägliche Benutzerkosten
es_es: Coste Diario del Usuario
fr: Coût journalier utilisateur
pt_br: Custo diário do usuário
tr: Kullanıcı Günlük Maliyeti
uk: Щоденні витрати користувача

source: Timetracking settings
fr: Options Imputations
pt_br: Configurações de controle de tempo
tr: Zaman izleme ayarları
uk: Налаштування відстеження часу

source: Timetracking disabled if task status in
fr: Imputation désactivée si le status de la tâche est
pt_br: Rastreamento de tempo desativado se o status da tarefa estiver em
tr: Görev durumu açıksa zaman izleme devre dışı
uk: Відстеження часу вимкнено, якщо статус завдання

source: Edit Forbidden status list
fr: Editer la liste des status désactivés
pt_br: Editar lista de status Proibido
tr: Yasak durum listesini düzenle
uk: Редагувати список заборонених статусів

source: Edit Forbiden status list
fr: Editer la liste des status désactivés
pt_br: Editar a lista de status do Forbiden
tr: Yasak durum listesini düzenle
uk: Редагувати список заборонених статусів

source: Issue Tooltips
ar: تلميحات المشكلة
de_de: Tooltips zuordnen
es_es: Editar a Tooltips
fr: Infobulles des tâches
it_it: Argomento suggerimento
pt_br: Editar uma Tooltips
tr: Sorun İpuçları
uk: Підказки щодо проблем

source: Tooltip fields
ar: حقول تلميح الأدوات
de_de: Tooltip Felder
es_es: Campos de información emergente
fr: Champs de l'infobulle
it_it: Campi suggerimento
pt_br: Campos de dica de ferramenta
tr: Araç ipucu alanları
uk: Поля підказок

source: No custom IssueTooltips defined for your projects.
ar: لا توجد تلميحات مشاكل معرفة لمشاريعك.
de_de: Keine benutzerspezifischen Tooltips definiert
es_es: Ningun problema persnalizado ha sido definido para su proyectos.
fr: Aucune infobulle customisée n'est définie pour les projets.
it_it: Nessun suggerimento sull'argomento è stato definito per il progetto.
pt_br: Nenhum problema personalizado foi definido para seus projetos.
tr: Projeleriniz için tanımlanmış özel IssueTooltips yok.
uk: Для ваших проєктів не визначено спеціальних підказок IssueTooltips.

source: Consistency Check
ar: فحص التناسق
de_de: Konsistenzprüfung
es_es: Verificación de consistencia
fr: Test d'intégrité
it_it: Test integrità
lt: Nuoseklumo Tikrinimas
pt_br: Teste de integridade
tr: Tutarlılık Denetimi
uk: Перевірка узгодженості

source: Enable/Disable alerts
ar: تمكين/تعطيل التنبيهات
de_de: Warnhinweise de/aktivieren
es_es: Activar/desactivar alertas
fr: Activer/Désactiver les alertes
it_it: Attiva/Disattiva allarmi
lt: Įjungti/Išjungti perspėjimus
pt_br: Ativar/desativar alertas
tr: Uyarıları etkinleştir/devre dışı bırak
uk: Увімкнути/вимкнути сповіщення

source: Add OnDuty tasks
ar: إضافة مهام في الخدمة
de_de: Bereitschaftsaufgaben hinzufügen
es_es: Anadir tareas OnDuty
fr: Ajouter des Astreintes
it_it: Aggiungi ad attività OnDuty
pt_br: Adicionar tarefas de plantão
tr: OnDuty görevleri ekle
uk: Додайте завдання OnDuty

source: Note: OnDuty tasks are team specific 'Leave' tasks, with a slightly different behaviour.
ar: ملاحظة: مهام OnDuty هي مهام "مغادرة" محددة للفريق، مع سلوك مختلف قليلا.
de_de: Info: Bereitschaftsaufgaben sind Teamaufgaben, mit einem etwas anderen Verhalten.
es_es: Nota: Las tareas OnDuty son tareas especificos 'Dejar' poco diferentes
fr: Note: une astreinte est très semblable à une tâche 'Absence'. Elle est spécifique à l'équipe.
it_it: Nota : le attività OnDuty sono compiti del Team di tipo 'Lascia' , con un comportamento leggermente diverso.
pt_br: Observação: as tarefas OnDuty são tarefas "Leave" específicas da equipe, com um comportamento ligeiramente diferente.
tr: Not: OnDuty görevleri, biraz farklı davranışlarla takıma özgü 'Ayrılma' görevleridir.
uk: Примітка: Завдання OnDuty — це завдання команди «Вихід» з особливою поведінкою команди.

source: Inactivity tasks
ar: خمول المهام
de_de: Inaktivitätsaufgabe
es_es: Tareas de inactividad
fr: Inactivités
it_it: Inattività
lt: Neveiklumo užduotys
pt_br: Inatividade
tr: Hareketsizlik görevleri
uk: Бездіяльність

source: No 'inactivity' task defined in your SideTasks projects.
ar: لا يوجد "خمول" مهام معرف في مشاريعك.
de_de: Es wurde keine Inaktivitätsaufgabe im 'Sonstige Aufgaben' Projekt definiert.
es_es: Ninguna tarea 'inactiva' es definida ensus proyectos SideTasks.
fr: Aucune tâche de catégorie 'inactivité' définie dans les projets de tâches annexes.
it_it: Nessuna 'inattività' definito nei vostri progetti .
pt_br: Nenhuma tarefa de 'inatividade' definida em seus projetos do SideTasks.
tr: SideTasks projelerinizde 'hareketsizlik' görevi tanımlanmadı.
uk: У ваших проєктах SideTasks не визначено завдання «бездіяльності».

source: delete OnDuty task
ar: حذف مهمة في الخدمة
de_de: Bereitschaftsaufgabe löschen
es_es: eliminar tarea OnDuty
fr: effacer cette Astreinte
it_it: Cancella attività OnDuty
pt_br: excluir tarefa OnDuty
tr: OnDuty görevini sil
uk: видалити завдання OnDuty

source: Timetrack durations list
ar: قائمة فترات المسار الزمني
de_de: Liste der Zeiterfassungsvorschläge
es_es: Lista de duracion para contar la hora
fr: Liste des durées pour les imputations
it_it: Lista di durata delle tracce lavoro
pt_br: Lista de duração para contar o tempo
tr: Zaman izleme süreleri listesi
uk: Список тривалості хронометражу

source: These are the values proposed in the Timetracking page, when adding a timetrack.
ar: هذه هي القيم المقترحة في صفحة تتبع الوقت، عند إضافة المسار الزمني.
de_de: Dies sind die Vorschlagswerte, die auf der Zeiterfassungsseite angezeigt werden.
es_es: Estos son los valores propuestos en la pagina Timetracking, al medir la hora
fr: Valeurs proposées dans la page de saisie des CRAs, lors de la saisie d'ine imputation.
it_it: Questi sono i valori proposti nella pagina delle tracce lavoro, quando si aggiunge una traccia lavoro.
pt_br: Esses são os valores propostos na página Rastreamento de tempo, ao adicionar um rastreamento de tempo.
tr: Bunlar, bir timetrack eklerken Zaman İzleme sayfasında önerilen değerlerdir.
uk: Це значення, запропоновані на сторінці Timetracking при додаванні timetrack.

source: Display
ar: عرض
de_de: Anzeigen
es_es: Mostrar
fr: Afficher
it_it: Mostra
lt: Rodyti
pt_br: Exibir
tr: Görüntüle
uk: Відображення

source: add a custom duration
ar: إضافة المدة المخصصة
de_de: Benutzerspezifische Zeitspanne hinzufügen.
es_es: añadir una duración personalizada
fr: Ajouter une durée
it_it: Aggiungi una durata personalizzata
lt: pridėti pasirinktinę trukmę
pt_br: adicionar uma duração personalizada
tr: özel bir süre ekle
uk: додати користувацьку тривалість

source: Delete duration
ar: احذف المدة
de_de: Zeitspanne löschen
es_es: Eliminar duración
fr: Supprimer durée
it_it: Elimina durata
lt: Ištrinti trukmę
pt_br: Excluir duração
tr: Süreyi sil
uk: Видалити тривалість

source: Deleted the following duration ?
ar: حذف المدة التالية؟
de_de: Folgende Zeitspanne wirklich löschen?
es_es: ¿Eliminar la siguiente duración?
fr: Supprimer la durée suivante ?
it_it: Eliminare la seguente durata?
lt: Ištrinti šią trukmę ?
pt_br: Excluiu a duração seguinte?
tr: Aşağıdaki süre silindi mi ?
uk: Видалено наступну тривалість?

source: Team Member
ar: عضو فريق
de_de: Teammitglied
es_es: Miembros del equipo
fr: Membre de l'équipe
it_it: Membro del Team
lt: Komandos Narys
pt_br: Membros da equipe
tr: Ekip Üyesi
uk: Член команди

source: Source Team
ar: الفريق المصدر
de_de: Team
es_es: Equipo de código fuente
fr: équipe source
it_it: Team sorgente
lt: Šaltinio Komanda
pt_br: Equipe de fontes
tr: Kaynak Ekibi
uk: Вихідна команда

source: Inactivity task
ar: خمول المهام
de_de: Inaktivitätsaufgabe
es_es: Tarea de inactividad
fr: Inactivité
it_it: Inattività
lt: Neveiklumo užduotis
pt_br: Inatividade
tr: Hareketsizlik görevi
uk: Бездіяльність

source: Remove user from this team ?
ar: إزالة المستخدم من هذا الفريق؟
de_de: Mitglieder aus Team entfernen?
es_es: ¿Eliminar al usuario de este equipo?
fr: Retirer l'utilisateur de cette équipe ?
it_it: Cancellare il membro di questo Team?
lt: Pašalinti vartotoją iš šios komandos ?
pt_br: Remover usuário desta equipe?
tr: Kullanıcı bu ekipten kaldırılsın mı ?
uk: Видалити користувача з цієї команди?

source: Remove this project from the team ?
ar: إزالة هذا المشروع من الفريق؟
de_de: Dieses Projekt aus dem Team entfernen?
es_es: ¿Quitar este proyecto del equipo?
fr: Retirer ce projet de l'équipe ?
pt_br: Remover este projeto da equipe?
tr: Bu proje ekipten kaldırılsın mı ?
uk: Видалити цей проєкт з команди?

source: Remove IssueTooltip customisation for project
ar: إزالة تخصيص نصيحة أداة المشاكل للمشروع
de_de: IssueTooltip-Anpassung für das Projekt entfernen
es_es: Remover al IssueTooltip personalizado del proyecto
fr: Supprimer la personnamisation des Infobulles pour le projet
pt_br: Remover a personalização do IssueTooltip para o projeto
tr: Proje için IssueTooltip özelleştirmesini kaldırın
uk: Вилучити налаштування IssueTooltip для проєкту

source: This task will no longer be identified as an 'OnDuty' task.
ar: لن يتم تحديد هذه المهمة كمهمة "في الخدمة".
de_de: Aufgabe wird nicht länger als Bereitschaftsaufgabe verwendet
es_es: Esta tarea no sera mas identificada como tarea 'OnDuty'.
fr: Cette tâche ne sera plus considérée comme astreinte.
it_it: Questa attività non sarà più identificata compito di 'OnDuty'.
pt_br: Esta tarefa não será mais identificada como uma tarefa 'OnDuty'.
tr: Bu görev artık bir 'OnDuty' görevi olarak tanımlanmayacak.
uk: Це завдання більше не визначатиметься як завдання «OnDuty».

source: Job list for project :
fr: Liste de postes pour le projet :
it_it: Elenco lavori per progetto:
pt_br: Lista de trabalho para projeto:
tr: Proje için iş listesi:
uk: Список вакансій для проєкту:

source: Forbiden Status for project:
fr: Status désactivés pour le projet :
pt_br: Forbiden Status do projeto:
tr: Proje için Yasak Durum:
uk: Заборонений статус проєкту:

source: Please select a CSV file
fr: Veuillez Sélectionner un fichier CSV
pt_br: Selecione um arquivo CSV
tr: Lütfen bir CSV dosyası seçin
uk: Виберіть файл CSV

source: Please check table below and click 'OK' button to accept changes
fr: Vérifiez la table ci-dessous puis valider avec 'OK'
pt_br: Verifique a tabela abaixo e clique no botão "OK" para aceitar as alterações
tr: Lütfen aşağıdaki tabloyu kontrol edin ve değişiklikleri kabul etmek için 'Tamam' düğmesine tıklayın
uk: Перевірте таблицю нижче та натисніть кнопку «Ок», щоб прийняти зміни

source: Sorry, you need to be Team Leader to access this page.
ar: عذرا، تحتاج إلى أن تكون قائد فريق للوصول إلى هذه الصفحة.
de_de: Nur Teammanager können auf diese Seite zugreifen
es_es: Debes ser líder del equipo para acceder a esta página.
fr: Vous devez être TeamLeader pour accéder à cette page.
it_it: Devi essere Team Leader per accedere a questa pagina.
lt: Atsiprašome, jūs turite būti Komandos Lyderis, kad galėtumėte prieiti prie šio puslapio.
pt_br: Você deve ser um gerente de equipe para acessar esta pagina.
tr: Maalesef, bu sayfaya erişmek için Ekip Lideri olmanız gerekiyor.
uk: На жаль, для доступу до цієї сторінки потрібно бути керівником групи.

source: --- Create New CommandSet ---
ar: --- إنشاء مجموعة أوامر جديدة ---
de_de: --- Auftragsliste anlelgen ---
fr: -- Créer une Nouvelle MacroCommande ---
it_it: -- Crea una nuova Macro --
pt_br: -- Criar um novo grupo de comandos ---
tr: --- Yeni CommandSet Oluştur ---
uk: --- Створити новий CommandSet ---

source: Service Contract
ar: عقد الخدمة
de_de: Servicevertrag
fr: Contrat de Service
it_it: Contratto di servizio
pt_br: Contrato de Serviço
tr: Hizmet Sözleşmesi
uk: Сервісний договір

source: None
ar: لا شيء
de_de: Keine
es_es: Ninguno
fr: Aucun
it_it: Nessuno
lt: Nėra
pt_br: Nenhum
tr: Hiçbiri
uk: Немає

source: Provision included in 'check budget'
ar: الاعتماد مدرج في "فحص الميزانية"
de_de: Budget beinhaltet Provisionen
fr: Provision inclue dans 'check budget'
it_it: Disposizioni incluse in 'check budget'
pt_br: Provisão incluída no "orçamento de verificação
tr: 'Bütçeyi kontrol et'e dahil olan hüküm
uk: Положення, включені до «чекового бюджету»

source: Provision NOT included in 'check budget'
ar: الاعتماد غير مدرج في "فحص الميزانية"
de_de: Budget beinhaltet KEINE Provisionen
fr: Provision NON inclue dans 'check budget'
it_it: Disposizioni NON incluse in 'check budget'
pt_br: Provisão NÃO incluída no "orçamento de verificação
tr: 'Bütçeyi kontrol et' hükümüne dahil DEĞİL
uk: Положення НЕ включено до «чекового бюджету»

source: Bilan mensuel SAUF SuiviOp.
ar: الميزانية العمومية الشهرية باستثناء SuiviOp
de_de: XXX absolutely no clue
es_es: Saldo mensual EXCEPTO SuiviOp.
pt_br: Saldo mensal exceto SuiviOp.

source: Bilan mensuel (nbre de fiches / status &agrave; la fin du mois)
ar: الميزانية العمومية الشهرية (عدد البطاقات / الحالة &agrave; في نهاية الشهر)
de_de: XXX absolutely no clue either
es_es: Saldo mensual (número de registros/estado al finalizar el mes)
fr: Bilan mensuel (nbre de fiches / status à la fin du mois)
pt_br: Saldo mensal (número de registos / estado, no final do mês)
tr: Bilan Mensuel (Nombre de fiches / durum &agrave; la fin du mois)
uk: Щомісячний звіт (кількість файлів/стан на кінець місяця)

source: Are you sure you want to change
ar: هل أنت متأكد أنك تريد التغيير
de_de: Wirklich die
es_es: ¿Confirmas que quieres cambiar
fr: Etes-vous sûr de vouloir changer la configuration de
it_it: Sei sicuro di voler cambiare le
lt: Ar esate tikri, kad norite pakeisti
pt_br: Você tem certeza que deseja alterar
tr: Değiştirmek istediğinden emin misinniz
uk: Ви впевнені, що хочете змінитись

source: settings ?
ar: إعدادات ؟
de_de: Einstellungen ändern?
es_es: Configuración ?
it_it: impostazioni ?
lt: nustatymai ?
pt_br: configurações ?
tr: ayarlar ?
uk: налаштування?

source: Clonning
ar: جارٍ الاستنساخ
de_de: Kopieren
es_es: Clonando
fr: Cloner
it_it: Clona
lt: Klonavimas
pt_br: Duplicar
tr: Klonlanıyor
uk: Клонування

source: into
ar: إلى
de_de: nach
es_es: en
fr: dans
it_it: nel
lt: į
pt_br: em
tr: içine
uk: в

source: Clone project settings
ar: إعدادات استنساخ المشروع
de_de: Projekteinstellungen kopieren
es_es: Clonar la configuración del proyecto
fr: Cloner la configuration de projet
it_it: Clona le impostazioni dei progetti
lt: Klonuoti projekto nustatymus
pt_br: Duplicar a configuração do projeto
tr: Proje ayarlarını klonla
uk: Клонувати налаштування проєкту

source: Clone From
ar: استنساخ من
de_de: Kopieren von
es_es: Clonar desde
fr: Cloner de
it_it: Clona da
lt: Klonuoti Iš
pt_br: Duplicar de
tr: Şurada Klonla
uk: Клонувати з

source: Clone To
ar: استنساخ إلى
de_de: Kopieren nach
es_es: Clonar a
fr: Cloner vers
it_it: Clona a
lt: Klonuoti Į
pt_br: Duplicar para
tr: Şurada Klonla
uk: Клонувати на

source: Workflow transitions
ar: تحولات سير العمل
de_de: Workflow Transitions (Mantis)
es_es: Transiciones de flujo de trabajo
fr: Cycle de vie
it_it: Workflow
pt_br: Ciclo de trabalho
tr: İş akışı geçişleri
uk: Переходи робочого процесу

source: Settings
ar: إعدادات
de_de: Einstellungen
es_es: Configuración
fr: Options
it_it: Impostazioni
lt: Nustatymai
pt_br: Opções
tr: Ayarlar
uk: Налаштування
