Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: First week of this month
ar: الأسبوع الأول من هذا الشهر
de_de: Erste Woche dieses Monats
es_es: Primera semana de este mes
fr: Première semaine de ce mois
it_it: Prima settimana di questo mese
pt_br: Primeira semana deste mês
tr: Bu ayın ilk haftası
uk: Перший тиждень цього місяця

source: 2 weeks
ar: أسبوعان
de_de: 2 Wochen
es_es: 2 semanas
fr: 2 semaines
it_it: 2 settimane
pt_br: 2 semanas
tr: 2 hafta
uk: 2 тижня

source: 1 month
ar: شهر واحد
de_de: 1 Monat
es_es: 1 mes
fr: 1 mois
it_it: 1 mese
pt_br: 1 mês
tr: 1 ay
uk: 1 місяць

source: 2 months
ar: شهران
de_de: 2 Monate
es_es: 2 meses
fr: 2 mois
it_it: 2 mesi
pt_br: 2 meses
tr: 2 ay
uk: 2 місяці

source: 3 months
ar: 3 أشهر
de_de: 3 Monate
es_es: 3 meses
fr: 3 mois
it_it: 3 mesi
pt_br: 3 meses
tr: 3 ay
uk: 3 місяці

source: Daily breakdown scheduling
ar: جدولة الأعطال اليومية
de_de: Tagesausfallplanung
fr: Par priorité et découpage par jour
pt_br: Programação de paradas diárias
tr: Günlük arıza planlaması
uk: Щоденний графік розбивки

source: Assignments rules not valid for task
ar: قواعد المهام غير صالحة للمهمة
de_de: Die Zuweisungsregeln sind nicht für die Aufgabe gültig
fr: Règles d'affectation invalides pour cette tâche
pt_br: As regras de atribuição não são válidas para a tarefa
tr: Görev kuralları geçerli olmayan görev kuralları
uk: Правила призначення недійсні для завдання

source: Assignments updated for task
ar: المهام محدثة للمهمة
de_de: Die Zuweisungen für die Aufgabe wurden aktualisiert
fr: Affectations mises à jour pour la tâche
pt_br: Atribuições atualizadas para a tarefa
tr: Kurallar görev için güncellendi
uk: Завдання оновлено для завдання

source: Issue not found in MantisDB !
ar: المشكلة غير موجودة في قاعدة بيانات Mantis!
de_de: Der Eintrag wurde in der Mantis-Datenbank nicht gefunden!
fr: Tâche introuvable dans la BDD Mantis !
it_it: Problema non trovato in MantisDB !
pt_br: Caso não localizado na base de dados do mantis!
tr: MantisDB'de sorun bulunamadı !
uk: Проблема не знайдена в базі даних Mantis!

source: Options saved successfully
ar: تم حفظ الخيارات بنجاح
de_de: Optionen erfolgreich gespeichert
es_es: Opciones guardadas exitosamente
fr: Options enregistrées
it_it: Opzioni salvate correttamente
pt_br: Opções salvas com sucesso
tr: Seçenekler başarıyla kaydedildi
uk: Налаштування успішно збережені

source: All projects
ar: كل المشاريع
de_de: Alle Projekte
es_es: Todos los proyectos
fr: Tous les Projets
it_it: Tutti i progetti
lt: Visi projektai
pt_br: Todos os projetos
tr: Tüm projeler
uk: Всі проєкти

source: Delivery Date
ar: تاريخ التسليم
de_de: Liefertermin
es_es: Fecha de entrega
fr: Date Livraison
it_it: Data consegna
lt: Pristatymo Data
pt_br: Data de liberação
tr: Teslim Tarihi
uk: Дата доставки

source: SideTasks
ar: مهام جانبية
de_de: 'Sonstige Aufgaben'
es_es: Tareas extras
fr: TachesAnnexes
it_it: Attività collaterali
lt: PašalinėsUžduotys
uk: Побічні завдання

source: TOTAL
ar: إجمالي
de_de: Gesamt
it_it: TOTALE
lt: VISO
tr: TOPLAM
uk: ВСЬОГО

source: Total
ar: المجموع
de_de: Summe
it_it: Totale
lt: Iš viso
tr: Toplam
uk: Всього

source: ADR
de_de: Tagessatz (durchschn.)
fr: TJM
it_it: TJM
uk: Середня щоденна вартість

source: Gantt
ar: مخطط جانت
uk: Ґант

source: Check
ar: فحص
de_de: Prüfung
es_es: Verificar
it_it: Controllo
lt: Tikrinti
tr: Kontrol et
uk: Перевірити

source: Blog
ar: مدونة
lt: Dienoraštis
uk: Блог

source: Logs
ar: سجلات
de_de: Protokoll
es_es: Registros
it_it: Registri
lt: Žurnalai
tr: Günlükler
uk: Журнали

source: OK
ar: موافق
es_es: Aceptar
lt: GERAI
tr: Tamam
uk: Готово

source: Status
ar: الحالة
es_es: Estado
fr: Statut
it_it: Stato
lt: Būsena
tr: Durum
uk: Статус

source: login
ar: تسجيل الدخول
es_es: inicio de sesión
fr: identifiant
it_it: entra
lt: prisijungti
tr: oturum aç
uk: логін

source: Login
ar: تسجيل الدخول
es_es: Iniciar sesión
fr: Identifiant
lt: Prisijungti
tr: Oturum aç
uk: Увійти

source: Plugins
it_it: Plugin
uk: Плагіни

source: extRef
ar: مرجع خارجي
de_de: Externe Ref.
fr: RefExt
uk: зовнішні посилання

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico
tr: E-posta
uk: Ел. пошта

source: TODO
ar: بحاجة للعمل
es_es: PENDIENTES
lt: PADARYTI
tr: YAPILACAKLAR
uk: ВСЕ

source: Ref
ar: المرجع
fr: Réf
uk: Посилання

source: zoom in
ar: تكبير
de_de: Hereinzoomen
es_es: acercar
fr: agrandir l'échelle
it_it: ingrandisci
lt: priartinti
tr: yakınlaştır
uk: збільшити

source: zoom out
ar: تصغير
de_de: Herauszoomen
es_es: alejar
fr: réduire l'échelle
it_it: riduci
lt: nutolinti
tr: uzaklaştır
uk: зменшити

source: RAF
uk: ПОЛИЦЯ

source: Hide tasks with no activity since
uk: Приховати завдання без активності відтоді

source: Log
ar: سجلات
de_de: Protokoll
es_es: Registro
it_it: Registro
lt: Žurnalas
tr: Günlük
uk: Журнал

source: Coef
ar: المعامل
de_de: Koeff
tr: Katsayı
uk: Коефіцієнт

source: Nb CommandSets
ar: Nb مجموعات الأوامر
de_de: Anzahl Auftragslisten
fr: Nbre MacroCommandes
it_it: N° Macro ordini
uk: К-сть CommandSets

source: Nb Fail
ar: ملحوظة فشل
de_de: Fehlgeschlagen
fr: Nb Refus
tr: Nb Hatası
uk: К-сть помилок

source: Nb Pass
ar: ملحوظة تجاوز
de_de: Anzahl Bestanden
fr: Nb Acceptés
uk: К-сть завдань

source: Real
ar: حقيقة
de_de: Wirklich
fr: Réel
tr: Gerçek
uk: Реальний

source: Dest
ar: الهدف
de_de: Ziel
uk: Ціль

source: Prod. Coef
ar: معامل الإنتاج
de_de: Prod.-Koeff.
fr: Coef de prod.
tr: Prod. Katsayı
uk: Коефіцієнт продуктивності

source: Item
it_it: Elemento
uk: Елемент

source: Tags
ar: الوسوم
es_es: Etiquetas
fr: Balises
lt: Žymos
tr: Etiketler
uk: Теги

source: ETA
ar: زمن الوصول المتوقع
es_es: Tiempo estimado
uk: Очікувана швидкість вирішення

source: CodevTT admin
ar: CodevTT إداري
es_es: Administrador de CodevTT
lt: CodevTT administravimas
tr: CodevTT yöneticisi
uk: Адміністратор CodevTT

source: auto
ar: تلقائي
de_de: automatisch
tr: otomatik
uk: автоматично

source: Normal
ar: عادي
fr: Normale
it_it: Normale
uk: Нормальна

source: Mantis URL:
fr: URL MantisBT:
uk: URL Mantis:

source: W
fr: S
it_it: S
tr: H
uk: Ср

source: breakdownDays
de_de: Tage (nicht verfügbar)
fr: Indisponibilité Systeme
it_it: Sistema non disponibile

source: EffortAdd
ar: إضافة جهد
de_de: Mehrschätzung
fr: Charge Add
it_it: Carico aggiunto

source: BL
de_de: Restaufwand
es_es: Atr.
fr: RAF
it_it: RAF

source: Drift (ExtRefOnly)
ar: الانجراف (ExtRefOnly)
de_de: Mehraufwand (externe Ref.)
fr: Dérive - Tâches Externes (ExtRefOnly)
it_it: Tendenza - (ExtRefOnly)

source: Drift ExtRefOnly
ar: ExtRefOnly الانجراف
de_de: Mehraufwand (externe Ref.)
fr: Dérive - Tâches Externes
it_it: Tendenza ExtRefOnly

source: CommandSets
ar: مجموعات الأوامر
de_de: Auftragsliste
es_es: Conjuntos de órdenes
fr: Macro commandes
it_it: Macro

source: Sys Disp.
de_de: Systemverfügbarkeit
es_es: Disponibilidad del Sistema
fr: Disp Sys
it_it: Disp Sys
tr: Sistem Görünümü.

source: CodevTT Documentation Wiki
ar: ويكي وثائق CodevTT
de_de: CodevTT Wiki
es_es: Wiki para documentación de CodevTT
fr: Documentation CodevTT
lt: CodevTT dokumentacijos viki
tr: CodevTT Belgelemesi Viki

source: GreaseMonkey script:
ar: سكريبت:
de_de: GreaseMonkey Skript:
es_es: Script de GreaseMonkey:
fr: Script GreaseMonkey:
lt: „GreaseMonkey“ skriptas:
tr: GreaseMonkey betik:

source: MgrEffortEstim, EffortEstim, AddEffort, Backlog, DeadLine, DeliveryDate
de_de: Aufwandsschätzung Manager, Aufwandsschätzung,AddEffort, Restaufwand, Frist(deadline), Liefertermin
fr: Charge Mgr, Charge, RAF, DeadLine, Date de Livraison

source: Define user groups and display the elapsed time for each group
fr: Afficher le consommé par groupe d'utilisateurs
tr: Kullanıcı gruplarını tanımlayın ve her grup için geçen süreyi görüntüleyin

source: import
fr: Importer
tr: içe aktar

source: DriftMgr
de_de: Mehraufwand (Manager)
fr: Dérive Mgr
it_it: Mgr Tendenza

source: Budget Drift History Indicator
ar: مؤشر تاريخ انجراف الميزانية
de_de: Budget Abweichung Historie
fr: Evolution de la Dérive Budget

source: Clear Dashboard
fr: Vider le Tableau de bord
tr: Gösterge Tablosunu Temizle

source: for user
de_de: für Benutzer
fr: pour l'utilisateur
tr: kullanıcı için

source: EffortEstim ReliabilityRate
ar: نسبة دقة تقدير الجهد
de_de: Zuverlässigkeit Aufwandsschätzung Bearbeiter
fr: Taux de fiabilité de la Charge_Initiale

source: MgrEffortEstim ReliabilityRate
ar: نسبة دقة تقدير الجهد
de_de: Zuverlässigkeit Aufwandsschätzung Manager
fr: Taux de fiabilité de la Charge_Mgr

source: Could not retrieve task data !
fr: Impossible de récupérer les informations de la tâche !
tr: Görev verileri alınamadı!

source: CodevTT_DailyPrice
fr: CodevTT_PrixJournee

source: CodevTT_Backlog
ar: CodevTT_تراكم
de_de: CodevTT_Restaufwand
fr: CodevTT_RAF

source: If you're upgrading from an older CodevTT version, please <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>read this page</a> and do the following steps:
ar: إذا كنت تقوم بالترقية من إصدار قديم لـCodevTT، فالرجاء <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>قراءة هذه الصفحة</a> والقيام بالخطوات التالية:
de_de: Falls du ein Upgrade von einer älteren CodevTT-Version durchführst, <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>lies bitte diese Seite</a> und führe die folgenden Schritte aus:
fr: Pour mettre à niveau une anciènne version de CodevTT, <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>lisez ces instructions</a> et executer les actions suivantes:
tr: Eski bir CodevTT sürümünden yükseltme yapıyorsanız, lütfen <a href='http://codevtt.org/site/?page_id=1801' target='_blank'>bu sayfayı okuyun</a> ve aşağıdaki adımları uygulayın:

source: Failed to delete the timetrack !
ar: فشل حذف المسار الزمني !
de_de: Löschen der Zeiterfassung fehlgeschlagen!
fr: Impossible de supprimer l'imputation !

source: undefined
fr: non défini

source: Please contact your team leader to update UserGroups settings
fr: Veuillez contacter votre manager pour mettre à jour les groupes
tr: Kullanıcı Grupları ayarlarını güncellemek için lütfen ekip liderinizle iletişime geçin

source: A simple HelloWorld plugin
ar: برنامج أهلا بالعالم المساعد البسيط
de_de: Ein einfaches „Hallo Welt!“-Plugin
es_es: Un complemento simple de "Hola mundo"
fr: un plugin exemple pour développeurs
lt: Paprastas HelloWorld įskiepis

source: Import Mantis relationship-tree to command
fr: Importer un arbre de tâches défini par les relations parent-enfant de mantis dans une commande

source: Id
ar: معرف
tr: Kimlik

source: ID
ar: المعرف
tr: Kimlik

source: Hide closed tasks
ar: إخفاء المهام المغلقة
de_de: Geschlossene (closed) Aufgaben ausblenden
lt: Slėpti uždarytas užduotys

source: Plugin
ar: برنامج مساعد
es_es: Complemento
lt: Įskiepis

source: Job Assignations
ar: تعيينات العمل
de_de: Tätigkeit Zuordnung
lt: Darbo Asignavimai

source: multiple selection
ar: اختيار متعدد
de_de: Mehrfachauswahl
lt: keli pasirinkimai

source: single selection
ar: اختيار واحد
de_de: Einzelauswahl
lt: vienas pasirinkimas

source: delete Project Association
ar: حذف رابطة المشروع
de_de: Projektzuordnung löschen
lt: ištrinti Projekto Asociaciją

source: Greetings date
ar: تاريخ التحية
de_de: Begrüßungsdatum

source: Show full activity: <br> If checked, timetracks on tasks not included in current selection will be displayed in additional columns
ar: إظهار النشاط الكامل: <br> إذا تم تحديده، فسيتم عرض الجداول الزمنية للمهام غير المدرجة في التحديد الحالي في أعمدة إضافية
de_de: Zeigt die vollständige Aktivität:<br>Falls ausgewählt, werden Zeiterfassungen zu Aufgaben, die nicht in der aktuellen Auswahl eingeschlossen sind, in zusätzlichen Spalten angezeigt.

source: Couldn't add the job association
ar: لا يمكن إضافة ارتباط الوظيفة
de_de: Tätigkeitszuordnung nicht möglich
lt: Nepavyko pridėti darbo sąsajos

source: DriftColor
ar: لون الانجراف
de_de: Mehraufwand Farbe

source: CodevTT_Type
ar: نوع CodevTT
de_de: CodevTT Typ

source: Add tasks to Command
ar: إضافة مهام لأمر
lt: Pridėti užduotys į Komandą

source: Add multiple tasks
ar: إضافة مهام متعددة
lt: Pridėti keletą užduočių

source: Add selection
ar: إضافة اختيار
lt: Pridėti pasirinkimą

source: Note: Tasks already assigned to a Command are not displayed.
ar: ملاحظة: لا يتم عرض المهام الموكلة بالفعل إلى الأمر.
lt: Pastaba: Užduotys jau priskirtos prie Komandos nerodomos.

source: Add the selected issues to the Command ?
ar: إضافة المشكلات المختارة للأمر؟
lt: Pridėti pasirinktas problemas prie Komandos ?

source: errorThrown
de_de: Fehler

source: WBS
de_de: Projektstrukturplan
es_es: EDT.

source: DriftMgrColor
de_de: Mehraufwand Manager Farbe

source: Cost
lt: Kaina

source: Monthly report
lt: Mėnesinė ataskaita

source: Issues form Team projects, including issues assigned to other teams
lt: Komandos projekto problemos, įskaitant problemas priskirtas kitoms komandoms

source: Export Managed Issues
lt: Eksportuoti Valdomas Problemas

source: Export Holidays
lt: Eksportuoti Šventes

source: Open task list in Mantis
lt: Atidaryti užduočių sąrašą Mantis

source: Member
lt: Narys

source: Departure-Date
lt: Išvykimo Data

source: set Departure Date
lt: nustatyti Išvykimo Datą

source: Period Statistics
lt: Periodo Statistika

source: Import Issues
lt: Importuoti Problemas

source: Export Weekly Report
lt: Eksportuoti Savaitinę Ataskaitą

source: Export Monthly Report
lt: Eksportuoti Mėnesinę Ataskaitą

source: Backup file will ve saved in CodevTT reports directory
lt: Atsarginis duomenų kopijos failas bus išsaugotas CodevTT pranešimų kataloge

source: Backup
lt: Atsarginės kopijos

source: Remove CodevTT specific projects
lt: Pašalinti konkrečius CodevTT projektus

source: ERROR: Could not delete files
lt: KLAIDA: nepaviko ištrinti failus

source: If unchecked, a 'standard' mantis note will be created
lt: Jei nepažymėta, bus sukurta „standartinė“ mantis pastaba

source: Weekly report
lt: Savaitinė ataskaita

source: Couldn't delete the member of the team
lt: Nepavyko ištrinti komandos nario

source: Once analysed, a Task must be assigned to 'FDJ' for validation
lt: Išanalizavus užduotis turi būti priskirta „FDJ“ patvirtinimui

source: Issue Type
lt: Problemos Tipas

source: Project(s)
lt: Projektas(-i)

source: Check that the <b>FilterBugList</b> plugin is installed and activated
lt: Patikrinkite, ar <b>FilterBugList</b> įskiepis yra įdiegtas ir aktyvuotas

source: Install Firefox Greasemonkey addon
lt: Įdiekite Firefox Greasemonkey įskiepį

source: Note: This step is optional
lt: Pastaba: Šis veiksmas nėra privalomas

source: Install addon:
lt: Įdiegti įskiepį:

source: Load script:
lt: Įkelti kodą:

source: Path to mantis
lt: Kelias į mantis

source: URL to mantis
lt: mantis URL

source: Select the projects to be managed with CodevTT
lt: Pasirinkite projektus CodevTT tvarkymui

source: Product Version
lt: Produkto Versija

source: Resolution
lt: Rezoliucija

source: Delivery Sheet
lt: Pristatymo Lapas

source: Export Week
lt: Eksportuoti Savaitę

source: Member Activity
lt: Narių Veikla

source: Export Holidays
lt: Eksportuoti Šventes
