Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Tasks NOT delivered on time
ar: المهام لم يتم تسليمها في الوقت المحدد
de_de: Verspätete Aufgaben
es_es: Tareas NO entregadas a tiempo
fr: Fiches NON livrées à temps.
it_it: Attività NON consegnate in tempo.
lt: Užduotys NEPATEIKTOS laiku
pt_br: Casos entregues após o vencimento
tr: Zamanında teslim edilmeyen görevler
uk: Завдання виконані НЕ своєчасно

source: nb tasks
ar: nb مهام
de_de: Anzahl Aufgaben
es_es: n.º de tareas
fr: nb tâches
it_it: n° attività
pt_br: núm de casos
tr: nb görevleri
uk: к-сть завдань

source: nb days
ar: nb أيام
de_de: Anzahl Tage
es_es: n.º de días
fr: nb jours
it_it: n° giorni
pt_br: núm. dias
tr: nb gün
uk: к-сть днів

source: DeliveryDate
ar: تاريخ التسليم
de_de: Geliefert
es_es: FechaEntrega
fr: Date Livraison
it_it: Data consegna
pt_br: Data entrega
uk: ДатаЗавершення

source: DeadLine
ar: الموعد النهائي
de_de: Frist (deadline)
es_es: FechaLímite
it_it: Scadenza
pt_br: Vencimento
uk: КінцеваДата

source: Tasks delivered on time
ar: مهام تم تسليمها في الوقت المحدد
de_de: Rechtzeitige Aufgaben
es_es: Tareas entregadas a tiempo
fr: Fiches livrées à temps.
it_it: Attività consegnate in tempo
lt: Užduotys pateiktos laiku
pt_br: Casos entregues antes do vencimento
tr: Zamanında verilen görevler
uk: Завдяння, виконані своєчасно

source: Task list for EffortEstim
ar: قائمة المهام لـEffortEstim
de_de: Geschätzte Aufgaben
es_es: Lista de tareas para EffortEstim
fr: Liste des tâches pour Charge_Init
it_it: Lista attività per Carico iniziale
pt_br: Lista de casos para definir o esforço
tr: EffortEstim için görev listesi
uk: Список завдань для «Оцінки зусиль»

source: Note: Drift on tasks resolved in the period
ar: ملاحظة: الانجراف على المهام التي تم حلها في الفترة
de_de: Verzögerung von erledigten Aufgaben
es_es: Nota: Concentrarse en tareas del periodo
fr: Note: Dérive sur les fiches résolues dans la période
it_it: Nota: Tendenza sulle attività risolte nel periodo
pt_br: Nota:Desvio de esforços resolvidos no período
tr: Not: Dönemde çözülen görevlerde kayma
uk: Примітка: відхилення на завданнях вирішених в період

source: Drift - All tasks
ar: الانجراف - جميع المهام
de_de: Verzögerung alle Aufgaben
es_es: Drift-Todas tareas
fr: Dérive - toutes les tâches
it_it: Tendenza - Tutte le attività
pt_br: Desvio - Todas as tarefas
tr: Drift - Tüm görevler
uk: Відхилення — всі завдання

source: Overflow day quantity
ar: كمية الفائض اليوم
de_de: Anzahl der zusätzlichen Tage
es_es: Cantidad del dia de desbordamiento
fr: Nbre de jours de dépassement par rapport au budget révisé
it_it: Numero di giorni di superamento del tempo stimato
pt_br: Num de dias de atraso
tr: Taşma gün miktarı
uk: Кількість дня переповнення

source: Computed on task Resolved/Closed in the given period
ar: محسوبة على مهمة محلولة/مغلقة في الفترة المحددة
de_de: Basierend auf allen Aufgaben im Status Erledigt/Geschlossen im Zeitraum
es_es: Computado en tarea Resuelta/Cerrada en este periodo
fr: Le calcul est fait sur les fiches Résolues/Fermées dans la période.
it_it: Calcolo sulle attività Risolte/Chiuse nel periodo
pt_br: Cálculo sobre os casos Resolvidos/Fechadis no período
tr: Görevde Hesaplanan Verilen sürede Çözüldü/Kapatıldı
uk: Розраховано за завданням Вирішено/Закрито за вказаний період

source: Reopened tasks are not taken into account
ar: لا تؤخذ المهام المعاد فتحها بعين الاعتبار
de_de: Wiedergeöffnete Aufgaben sind nicht berücksichtigt
es_es: Tareas reabiertas no se consideran
fr: Les fiches réouvertes ne sont pas comptabilisées
it_it: Le attività riaperte non sono calcolate
pt_br: Casos reabertos não estão sendo considerados
tr: Yeniden açılan görevler dikkate alınmaz
uk: Повторно відкриті завдання не враховуються

source: If < 0 then ahead on planning.
ar: إذا كان <0 إذن تقدم على التخطيط.
de_de: Besser als geplant wenn negativ
es_es: Si <0 se adelantan al plan
fr: Si négatif, avance sur le planning.
it_it: Se minore di 0, va avanti sulla pianificazione.
pt_br: Se negativo, avance no planejamento.
tr: < 0 ise o zaman planlama devam et.
uk: Якщо меньше, ніж 0, то вперед на плануванні.

source: Tasks in drift
ar: المهام في الانجراف
de_de: Aufgaben mit Mehraufwand
es_es: Tareas en drift
fr: Tâches en dérive
it_it: Attività in tendenza
pt_br: Casos à deriva
tr: Sürüklenen görevler
uk: Завдання в дрейфі

source: Tasks for which the elapsed time is greater than the estimated effort
ar: المهام التي في الوقت المنقضي أكبر من الجهد المقدر
de_de: Der verbuchte Aufwand ist größer als der geschätzte Aufwand
es_es: Tareas donde el tiempo de retraso es mas grande del esfuerzo estimado
fr: Tâches dont le consommé est supérieur au budget initial
it_it: Attività dove il tempo di lavoro è maggiore del tempo stimato
pt_br: Casos que estão maiores que o esforço previsto
tr: Geçen sürenin tahmini çabadan daha büyük olduğu görevler
uk: Завдання, на виконання яких час, що минув, перевищує передбачувані зусилля

source: drift
ar: الانجراف
de_de: Mehraufwand
fr: dérive
it_it: tendenza
pt_br: desvio
uk: дрейф

source: Tasks in time
ar: مهام في الوقت المناسب
de_de: Aufgaben wie Schätzung
es_es: Tareas a tiempo
fr: Tâches à l'équilibre
it_it: Attività in tempo
lt: Užduotys laiku
pt_br: Tarefas cumpridas
tr: Zamandaki görevler
uk: Завдання вчасно

source: Tasks resolved in time
ar: مهام تم حلها في الوقت المناسب
de_de: Der verbuchte Aufwand entspricht dem geschätzten Aufwand
es_es: Tareas resueltas a tiempo
fr: Tâches résolues dans les temps.
it_it: Attività risolte in tempo
lt: Užduotys išspręstos laiku
pt_br: Tarefas resolvidas no período
tr: Zaman içinde çözülen görevler
uk: Завдання, що вирішені вчасно

source: Tasks ahead
ar: المهام المقبلة
de_de: Aufgaben mit Minderaufwand
es_es: Tareas venideras
fr: Tâches en avance
it_it: Attività in avanti
lt: Ateities užduotys
pt_br: Próximas tarefas
tr: Önümüzdeki görevler
uk: Завдання попереду

source: Tasks resolved in less time than the estimated effort
ar: المهام التي تم حلها في وقت أقل من الجهد المقدر
de_de: Der verbuchte Aufwand ist kleiner als der geschätzte Aufwand
es_es: Tareas solucionadas en menos tiempo que el esfuerzo estimado
fr: Tâches résolues en moins de temps que prévu dans le budget initial
it_it: Attività risolte in tempo minore di quanto stimato
pt_br: Casos resolvidos antes do tempo previsto
tr: Görevler, öngörülen çabadan daha kısa sürede çözüldü
uk: Завдання вирішені за менший час, ніж передбачувані зусилля

source: Effort deviation
ar: جهد الانحراف
de_de: Abweichung
es_es: Desviación del esfuerzo
fr: Dérive
it_it: Distacco dalla stima
pt_br: Desvio
tr: Çaba sapması
uk: Відхилення зусиль

source: Manager Estimation
ar: تقدير المدير
de_de: Schätzung Manager
es_es: Estimación del administrador
fr: Charge estimée par le manager
it_it: Stima del Manager
pt_br: Carga prevista pelo gerente
tr: Yönetici Tahmini
uk: Оцінка менеджера

source: Manager
ar: مدير
es_es: Administrador
lt: Valdymas
pt_br: Gerente
tr: Yönetici
uk: Менеджер

source: Tasks Mgr
ar: مدير المهام
de_de: Aufgaben Manager
es_es: Gestor de tareas
fr: Tâches Mgr
it_it: Attività Mgr
lt: Vald.
pt_br: Casos Mgr
tr: Görevler Mgr
uk: Диспетчер завдань

source: EffortDeviation
ar: جهد الانحراف
de_de: Mehraufwand
fr: Dérive
it_it: Distacco Stima
pt_br: Desvio

source: No resolved tasks...
ar: لا توجد مهام محلولة...
de_de: Keine erledigten Aufgaben...
es_es: Tareas no resueltas...
fr: Pas de tâches résolues...
it_it: Attività non risolte...
lt: Nėra išspręstų užduočių...
pt_br: Nenhum caso resolvido...
tr: Çözülmüş görev yok...
uk: Невирішені завдання…

source: Drift relatively to the managers Estimation
ar: الانجراف نسبيا لتقدير المديرين
de_de: Mehraufwand gegenüber Aufwandsschätzung Manager
es_es: Drift con la Valoracion de directores relativamente
fr: Dérive par rapport à l'estimation du manager
it_it: Tendenza relativa alla stima del Manager
pt_br: Desvio relativo ao esforço previsto pelo gerente
tr: Yöneticilere göre sürüklenme Tahmini
uk: Дрейф відносно оцінки менеджерів

source: Drift relatively to (EE + AddEE)
ar: الانجراف نسبيا (EE + AddEE)
de_de: Mehraufwand gegenüber Schätzung Bearbeiter
es_es: Drift relativamente a (EE+AddEE)
fr: Dérive par rapport au BI + BS
it_it: Tendenza per rapporto al BI + BS
pt_br: Desvio relativo ao BI + BS
tr: Nispeten sürüklenme (EE + AddEE)
uk: Дрейф відносно (EE + AddEE)

source: Drift - Tasks (ExtRefOnly)
ar: الانجراف - المهام (ExtRefOnly)
de_de: Mehraufwand Tasks (externe Ref.)
es_es: Drift-Tareas (ExtRefSolamente)
fr: Dérive - Tâches Externes (ExtRefOnly)
it_it: Tendenza - Attività (ExtRefOnly)
pt_br: Drift-Tarefas (ExtRefSolamente)
tr: Drift - Görevler (ExtRefOnly)
uk: Drift — Завдання (ExtRefOnly)

source: Tasks without ExternalRef are excluded
ar: يتم استبعاد المهام التي بلا مرجع خارجي
de_de: Tasks ohne externe Ref. sind nicht berücksichtigt
es_es: Tareas sin ExternalRef son excluido
fr: Les tâches sans référence externes ne sont pas comptabilisées
it_it: Le attività senza riferimento esterno (ExternalRef) sono escluse
pt_br: Tarefas sem ExternalRef são excluídas
tr: ExternalRef olmayan görevler hariçtir
uk: Завдання без зовнішніх посилань (ExternalRef) виключені

source: Reopened tasks are not included
ar: المهام المعاد فتحها ليست مدرجة
de_de: Wiedergeöffnete Tasks sind nicht berücksichtigt
es_es: No se incluyen tareas reabiertas
fr: Les tâches réouvertes ne sont pas comptabilisées
it_it: Le attività riaperte sono escluse
pt_br: Tarefas reabertas não estão incluídas
tr: Yeniden açılan görevler dahil değildir
uk: Повторно відкриті завдання не включені

source: No Drift on External tasks.
ar: لا يوجد انجراف على المهام الخارجية.
de_de: Kein Mehraufwand bei externen Tasks
es_es: Ningub Drift sobre tareas Externas
fr: Pas de dérive sur les tâches externes
it_it: Nessuna tendenza sulle attività esterne
pt_br: Não derivar em tarefas externas.
tr: Dış görevlerde kayma yok.
uk: Немає дрейфу на зовнішніх завданнях.

source: nb resolved
ar: تم حل nb
de_de: Anzahl erledigt
es_es: nb resuelto
fr: nb résolues
it_it: N° risolte
pt_br: núm resolvidos
tr: nb çözüldü
uk: № вирішених

source: nb reopened
ar: تمت إعادة فتح nb
de_de: Anzahl wiedergeöffnet
es_es: nb abierto de nuevo
fr: nb réouvertes
it_it: N° riaperte
pt_br: núm reabertos
tr: nb yeniden açıldı
uk: № повторно відкритих

source: nb reopened / nb resolved
ar: تم حل nb / تمت إعادة فتح nb
de_de: Anzahl wiedergeöffnet / erledigt
es_es: nb abierto de nuevo/nb resuelto
fr: nb réouvertes / nb résolues
it_it: n° riaperte / n° risolte
pt_br: núm reabertos / núm resolvidos
tr: nb yeniden açıldı / nb çözüldü
uk: № повторно відкритих / № вирішених

source: Rate
ar: المعدل
de_de: Tagessatz
es_es: Tasa
fr: Taux
it_it: Tasso
lt: Rodiklis
pt_br: Taxa
tr: Oyla
uk: Оцінити

source: tasks having been reopened in the period
ar: مهام تمت إعادة فتحها في الفترة
de_de: Tasks wiedergeöffnet im Zeitraum
es_es: tareas que han sido abierto de nuevo en este periodo
fr: Fiches réouvertes dans la période
it_it: Attività riaperte nel periodo
lt: užduotys, kurios buvo iš naujo atidarytos periode
pt_br: tarefas que foram reabertas no período
tr: Dönem içinde yeniden açılan görevler
uk: завдання, що були знову відкриті в період

source: Set project filters
ar: تعيين مرشحات المشروع
de_de: Filter
es_es: Establecer filtros del proyecto
fr: Ajouter des Filtres
it_it: Aggiungi filtri
lt: Nustatyti projekto filtrus
pt_br: Definir filtros de projeto
tr: Proje filtrelerini ayarla
uk: Налаштування фільтрів проєкту

source: The following fields need to be set
ar: تحتاج الحقول التالية ليتم التعيين
de_de: Folgende Felder sind Pflichtfelder
es_es: Deben completarse los siguientes campos
fr: Les champs suivants doivent être renseignés
it_it: I seguenti campi devono essere impostati
lt: Šis laukas turi būti nustatytas
pt_br: Os seguintes campos precisam ser definidos
tr: Aşağıdaki alanların ayarlanması gerekir
uk: Необхідно встановити такі поля

source: Reporters
ar: المبلغون
de_de: Meldende
es_es: Informadores
fr: Emetteurs
lt: Pranešėjai
pt_br: Relatores
tr: Muhabirler
uk: Доповідачі

source: Handlers
ar: المتعاملون
de_de: Bearbeiter
fr: Assigné à
it_it: Operatori
lt: Tvarkytojai
pt_br: Manipuladores
tr: Eylemciler
uk: Обробники

source: ODT Template
ar: قالب ODT
de_de: ODT Vorlage
es_es: Plantilla ODT
fr: Template ODT
it_it: Template ODT
lt: ODT Šablonas
pt_br: Modelo ODT
tr: ODT Şablonu
uk: Шаблон ODT

source: Categories
ar: التصنيفات
de_de: Kategorien
es_es: Categorías
fr: Catégories
it_it: Categorie
lt: Kategorijos
pt_br: Categorias
tr: Kategoriler
uk: Категорії

source: Filters
ar: مرشحات
de_de: Filter
es_es: Filtros
fr: Filtres
it_it: Filtri
lt: Filtrai
pt_br: Filtros
tr: Filtreler
uk: Фільтри

source: Reported by
ar: تم الإبلاغ بواسطة
de_de: Gemeldet von
es_es: Informado por:
fr: Emis par
it_it: Segnalato da
lt: Pranešė
pt_br: Reportado por
tr: Bildiren
uk: Повідомлено

source: Assigned to
ar: أوكلت إلى
de_de: Bearbeiter
es_es: Asignado a
fr: Assigné à
it_it: Assegnato a
lt: Priskirta
pt_br: Atribuido a
tr: Atanan
uk: Задано

source: Download
ar: نزل
es_es: Descargar
fr: Télécharger
lt: Atsisiųsti
pt_br: Baixar
tr: İndir
uk: Завантажити

source: Projects Activity
ar: نشاط المشاريع
de_de: Projektübersicht
es_es: Actividades de proyectos
fr: Activité Projets
it_it: Progetti attività
lt: Projektų Aktyvumas
pt_br: Atividades dos projetos
tr: Projeler Etkinlik
uk: Діяльність проєктів

source: Users
ar: المستخدمون
de_de: Mitarbeiter
es_es: Usuarios
fr: Utilisateurs
it_it: Utenti
lt: Vartotojai
pt_br: Usuários
tr: Kullanıcılar
uk: Користувачі

source: Tasks per project
ar: مهام كل مشروع
de_de: Aufgabe pro Projekt
es_es: Tareas por proyecto
fr: Tâches par Projet
it_it: Attività per progetto
lt: Užduotys projektui
pt_br: Tarefas por projeto
tr: Proje başına görevler
uk: Завдання для проєкта

source: Type
ar: النوع
de_de: Typ
es_es: Tipo
it_it: Tipo
lt: Tipas
pt_br: Tipo
tr: Tür
uk: Тип

source: Target version
ar: النسخة المستهدفة
de_de: Zielversion
es_es: Versión de destino
fr: Version ciblée
it_it: Versione target
pt_br: Meta da versão
tr: Hedef sürüm
uk: Цільова версія

source: Target
ar: الهدف
de_de: Version/Release
es_es: Destino
fr: V.Ciblée
it_it: Obiettivo
lt: Taikinys
pt_br: Meta
tr: Hedef
uk: Ціль

source: Total time spent on this issue
ar: إجمالي الوقت المقضي في هذه المسألة
de_de: Zeit gebucht auf diesen Mantiseintrag
es_es: Tiempo total empleado en esta incidencia
fr: Temps total passé sur cette tâche
it_it: Tempo totale per questo ticket
lt: Visas laikas, praleistas šiuo klausimu
pt_br: Tempo total gasto neste caso
tr: Bu konuda harcanan toplam süre
uk: Загальний час, витрачений на це питання

source: No data available
ar: لا تتوفر بيانات
de_de: Keine Daten verfügbar
es_es: No hay datos disponibles
fr: Pas de données
it_it: Nessun dato disponibile
lt: Nėra duomenų
pt_br: Nenhum dado disponível
tr: Veri yok
uk: Немає доступних даних

source: Time spent on Projects per users
ar: الوقت المستغرق في المشاريع لكل مستخدم
de_de: Zeit gebucht auf Projekte pro Mitarbeiter
es_es: Tiempo empleado en proyectos por usuarios
fr: Consommé sur les projets par utilisateur
it_it: Tempo dedicato per Progetto e per utente
pt_br: Tempo gasto em Projetos por usuários
tr: Kullanıcı başına Projelere harcanan zaman
uk: Час, витрачений на проєкти на користувачів

source: With ExternalTasks Project
ar: مع مهام خارجية للمشروع
de_de: Mit Externe Aufgaben Projekt
es_es: Con Proyecto de ExternalTasks
fr: Inclure le projet de tâches externes
it_it: Incluso progetto attività esterne
pt_br: Com projeto ExternalTasks
tr: ExternalTasks Projesi ile
uk: З проєктом ExternalTasks

source: With SideTasks Project
ar: مع المهام الجانبية للمشروع
de_de: Mit 'Sonstige Aufgaben' Projekt
es_es: Con Proyecto de SideTasks
fr: Inclure le projet de tâches annexes
it_it: Incluso progetto attività collaterali
pt_br: Com o projeto SideTasks
tr: SideTasks Projesi ile
uk: З проєктом SideTasks

source: Set filters
ar: تعيين المرشحات
de_de: Filter setzen
es_es: Establecer filtros
fr: Ajouter des Filtres
it_it: Imposta filtri
lt: Nustatyti filtrus
pt_br: Filtrar casos
tr: Filtreleri ayarla
uk: Встановити фільтри

source: Task Filters
ar: مرشحات المهمة
de_de: Aufgabenfilter
es_es: Filtros de tareas
fr: Filtres
it_it: Filtri
lt: Užduoties Filtrai
pt_br: Filtros
tr: Görev Filtreleri
uk: Фільтри завдань

source: Drag & drop the filters to apply
ar: سحب وإسقاط مرشحات للتطبيق
de_de: Filter per Drag & Drop hinzufügen
es_es: Arrastra y coloca los filtros para aplicarlos
fr: Glissez et déposez les filtres
it_it: Clicca e sposta per applicare il filtro
lt: Vilkite ir paleiskite filtrus, kad juos pritaikytumėte
pt_br: Clique e arraste os filtros para aplicar
tr: Uygulanacak filtreleri sürükleyip bırakın
uk: Перетягніть фільтри для застосування

source: Available Filters
ar: المرشحات المتاحة
de_de: Verfügbare Filter
es_es: Filtros disponibles
fr: Filtres disponibles
it_it: Filtri disponibili
lt: Galimi Filtrai
pt_br: Filtros Disponíveis
tr: Mevcut Filtreler
uk: Доступні фільтри

source: Applied Filters
ar: المرشحات المطبقة
de_de: Ausgewählte Filter
es_es: Filtros aplicados
fr: Filtres actifs
it_it: Filtri attivi
lt: Pritaikyti Filtrai
pt_br: Os filtros aplicados
tr: Uygulanan Filtreler
uk: Застосовані фільтри

source: From
ar: من
de_de: Von
es_es: De
fr: Du
it_it: Da
lt: Nuo
pt_br: De
tr: Kimden
uk: З

source: Start Date
ar: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
fr: Date début
it_it: Data inizio
lt: Pradžios Data
pt_br: Data inicial
tr: Başlangıç Tarihi
uk: Дата початку

source: To
ar: إلى
de_de: An
es_es: A
fr: Au
it_it: A
lt: Į
pt_br: Para
tr: Kime
uk: До

source: End Date (included)
ar: تاريخ الانتهاء (مشمول)
de_de: Enddatum (inkl.)
es_es: Fecha de finalización (incluida)
fr: Date de fin (inclue)
it_it: Data fine (compresa)
lt: Pabaigos Data (įskaitant)
pt_br: Data final (inclusive)
tr: Bitiş Tarihi (dahil)
uk: Дата закінчення (включена)

source: Logfile:
es_es: Archivo de registros:
fr: Fichier de log:
pt_br: Arquivo de registro:
tr: Kayıt dosyası:
uk: Журнал реєстрації:

source: Line
ar: خط
de_de: Zeile
es_es: Línea
fr: Ligne
it_it: Linea
lt: Linija
pt_br: Linha
tr: Satır
uk: Лінія

source: Job Name
ar: اسماء الوظائف
de_de: Tätigkeit Name
es_es: Nombre del trabajo
fr: Nom du Poste
it_it: Nome del job
lt: Darbo Pavadinimas
pt_br: Nome do cargo
tr: İşin Adı
uk: Назва роботи

source: delete Job
ar: حذف الوظيفة
de_de: Tätigkeit Löschen
es_es: eliminar trabajo
fr: effacer ce Poste
it_it: Cancella il job
lt: trinti Darbą
pt_br: apagar cargo
tr: İşi sil
uk: видалити роботу

source: Edit Job
fr: Editer Postes
pt_br: Editar Cargos
tr: İşi Düzenle
uk: Редагувати роботу

source: Edit Job list
es_es: Editar la lista de trabajos
fr: Editer Postes
it_it: Modifica elenco lavori
pt_br: Editar lista de cargos
tr: İş listesini düzenle
uk: Редагувати список вакансій

source: Delete job
ar: حذف الوظيفة
de_de: Auftrag löschen
es_es: Eliminar trabajo
fr: Supprimer ce Poste
it_it: Cancella job
lt: Trinti darbą
pt_br: Apagar trabalho
tr: İşi sil
uk: Видалити роботу

source: Remove this link :
ar: إزالة هذا الرابط:
de_de: Diese Verbindung entfernen:
es_es: Quitar este enlace:
fr: Enlever l'association
it_it: Rimuovi questo collegamento:
lt: Pašalinti šią nuorodą :
pt_br: Remover esta ligação:
tr: Bu bağlantıyı kaldır :
uk: Видалити це посилання:

source: Job Color
ar: لون الوظيفة
de_de: Tätigkeit Farbe
es_es: Color del trabajo
fr: Couleur du poste
it_it: Colore del job
lt: Darbo Spalva
pt_br: Cor do cargo
tr: İş Rengi
uk: Колір роботи

source: Missing fields :
ar: الحقول الناقصة:
de_de: Fehlende Felder :
es_es: Campos faltantes:
fr: Champs manquants :
it_it: Campi mancanti:
lt: Trūkstami laukai :
pt_br: Campos faltantes:
tr: Eksik alanlar :
uk: Відсутні поля:

source: Jobs
ar: الوظائف
de_de: Tätigkeiten
es_es: Trabajos
fr: Postes
lt: Darbai
pt_br: Cargos
tr: İşler
uk: Вакансії

source: Do you want to remove CodevTT from your Mantis server ?
ar: هل تريد إزالة CodevTT من خادم Mantis الخاص بك؟
de_de: CodevTT vom Mantis Server entfernen?
es_es: ¿Quieres quitar CodevTT de tu servidor Mantis?
fr: Voulez-vous désinstaller CodevTT de votre serveur Mantis ?
it_it: Vuoi davvero disinstallare CodevTT? Sicuro sicuro sicuro?
lt: Ar norite pašalinti CodevTT iš jūsų Mantis serverio ?
pt_br: Você quer desinstalar o CodevTT de seu servidor Mantis ?
tr: CodevTT'yi Mantis sunucunuzdan kaldırmak istiyor musunuz ?
uk: Ви хочете видалити CodevTT зі свого сервера Mantis?

source: This step will clean Mantis DB.
ar: هذه الخطوة ستنظف Mantis DB
de_de: Dieser Schritt wird die Mantis DB aufräumen
es_es: Este paso será limpiar la base de datos de Mantis.
fr: Cette étape nettoiera la BDD Mantis
it_it: Questo step pulirà il database Mantis.
lt: Šis žingsnis išvalys Mantis DB.
pt_br: Essa etapa limpará o Mantis DB.
tr: Bu adım Mantis DB'yi temizleyecektir.
uk: Цей крок очистить БД Mantis.

source: It is HIGHLY recommended to backup your Mantis DB before you proceed !
ar: من المستحسن للغاية عمل نسخة احتياطية من قاعدة بيانات Mantis قبل المتابعة!
de_de: Es wird SEHR empfohlen, Ihre Mantis-Datenbank zu sichern, bevor Sie fortfahren!
es_es: Recomendamos ENCARECIDAMENTE que se haga una copia de seguridad de la BD de Mantis antes de continuar.
fr: Il est FORTEMENT recommandé de sauvegarder la BDD Mantis avant de continuer !
pt_br: É altamente recomendável fazer backup do banco de dados do Mantis antes de continuar!
tr: Devam etmeden önce Mantis DB'nizi yedeklemenizi ŞİDDETLE tavsiye ederiz!
uk: Наполегливо рекомендується створити резервну копію БД Mantis перед тим, як продовжити!

source: Backup data
ar: النسخ الاحتياطي للبيانات
de_de: Daten sichern
es_es: Copia de seguridad
fr: Sauver les données
it_it: Backup dei dati
lt: Padaryti atsarginė duomenų kopiją
pt_br: Dados de backup
tr: Verileri yedekle
uk: Резервне копіювання даних

source: Backup file will be saved in CodevTT reports directory
ar: سيتم حفظ ملف النسخ الاحتياطي في دليل تقارير CodevTT
de_de: Sicherung wird im CodevTT Reportverzeichnis gespeichert
es_es: El archivo de la copia de respaldo se guardará en el directorio de informes de CodevTT
fr: Le fichier de sauvegarde sera généré dans le répertoire des rapports
it_it: Il file di backup verrà salvato nella directory dei rapporti CodevTT
pt_br: O arquivo de backup será salvo no diretório de relatórios do CodevTT
tr: Yedekleme dosyası CodevTT raporları dizinine kaydedilecektir
uk: Резервний файл буде збережено у каталозі звітів CodevTT

source: Filename
ar: اسم الملف
de_de: Dateiname
es_es: Nombre de archivo
fr: Nom du Fichier
it_it: Nome del file
lt: Failo pavadinimas
pt_br: Arquivo
tr: Dosya adı
uk: Назва файлу

source: Uninstall
ar: إلغاء التثبيت
de_de: Deinstallieren
es_es: Desinstalar
fr: Désinstaller
it_it: Disinstalla
lt: Pašalinti
pt_br: Desinstalar
tr: Kaldır
uk: Видалити

source: Dumping MantisDB to
ar: إلقاء MantisDB في
de_de: Mantis Datenbank wird exportiert nach
es_es: Volcando MantisDB a
fr: Dump de la BDD Mantis vers
it_it: Dump del database Mantis verso
pt_br: Salvando MantisDB para
tr: Damping MantisDB için
uk: Скидання MantisDB до

source: Backup successfully done
ar: تم النسخ الاحتياطي بنجاح
de_de: Sicherung erfolgreich
es_es: La copia de respaldo se realizó con éxito
fr: Sauvegarde réussie !
it_it: Backup terminato con successo.
lt: Atsarginės kopija sėkmingai sukurta
pt_br: Backup efetuado com sucesso
tr: Yedekleme başarıyla tamamlandı
uk: Резервне копіювання успішно виконано

source: Uninstall aborted !
ar: تم إحباط إلغاء التثبيت!
de_de: Deinstallation abgebrochen!
es_es: ¡Se canceló la desinstalación!
fr: Désinstallation interrompue !
it_it: Disinstallazione interrotta!
lt: Pašalinimas nutrauktas !
pt_br: Desinstalação cancelada !
tr: Kaldırma işlemi iptal edildi !
uk: Видалення перервано!
