Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Task drift alert
ar: إنذار انجراف المهمة
de_de: Mehraufwandsalarm
fr: Alerte sur tâches en dérive
pt_br: Alerta de desvio de tarefa
tr: Görev drift uyarısı
uk: Сповіщення про дрейф завдання

source: Display tasks where the elapsed time is greater than the estimated effort
ar: عرض المهام حيث الوقت المنقضي أكبر من الجهد المقدر
de_de: Aufgaben anzeigen, wo die verstrichene Zeit größer als der geschätzte Aufwand ist
fr: Tâches dont le consommé est supérieur à la charge initiale
lt: Rodyti užduotis, kuriuose praėjęs laikas yra didesnis nei numatytos pastangos
pt_br: Exibir tarefas em que o tempo decorrido é maior do que o esforço estimado
tr: Geçen sürenin tahmini çabadan daha fazla olduğu görevleri görüntüle
uk: Відображення завдань, де час, що минув, перевищує очікуване зусилля

source: Display a history of all the teams for a given user
ar: عرض تاريخ جميع الفرق لمستخدم معين
de_de: Zeigt einen Verlauf aller Teams eines angegebenen Benutzers an
fr: Affiche la liste des équipes pour un utilisateur
pt_br: Exibir um histórico de todas as equipes de um determinado usuário
tr: Belirli bir kullanıcı için tüm ekiplerin geçmişini görüntüle
uk: Показати історію всіх команд для певного користувача

source: Custom user data
pt_br: Dados personalizados do usuário

source: Allows to set some user specific data such as EmployeeId, userId in other DB/Softwares, phoneNumber, etc.
pt_br: Permite definir alguns dados específicos do usuário, como EmployeeId, userId em outros bancos de dados/softwares, phoneNumber, etc.

source: The initial goal is to ease the export of CodevTT data to other tools.
pt_br: O objetivo inicial é facilitar a exportação de dados do CodevTT para outras ferramentas.

source: Sum elapsed time on management sideTasks and compare to the sum of command provisions. Returns a result in man-days and costs
ar: مجموع الوقت المنقضي على مهام الإدارة الجانبية ومقارنتها بمجموع أحكام الأوامر، يرجع النتيجة بأيام الرجل والتكاليف
de_de: Summiert die vergangene Zeit der sonstigen Verwaltungsaufgaben und vergleicht diese mit der Summe der Befehlsprovisionen. Gibt ein Ergebnis in Arbeitstagen und Kosten zurück.
fr: Compare le consommé en gestion de projet à la somme des provisions de pilotage. Resultats exprimés en jours-homme et en euro
pt_br: Soma o tempo decorrido em sideTasks de gerenciamento e compare com a soma das provisões de comando. Retorna um resultado em homem-dia e custos
tr: Toplam yönetim tarafında geçen süre sideTasks ve komut hükümlerinin toplamı ile karşılaştırın. Sonucunu gün ve maliyet olarak verir
uk: Підсумуйте витрачений час на виконання завдань управління та порівняйте із сумою командних положень. Повертає результат у людських днях та витратах

source: No AverageDailyCost defined in team settings
ar: لم يتم تحديد AverageDailyCost في إعدادات الفريق
de_de: Keine durchschnittlichen täglichen Kosten in den Teameinstellungen definiert
fr: Aucun coût journalier moyen défini pour l'équipe
pt_br: Nenhum AverageDailyCost definido nas configurações da equipe
tr: Takım ayarlarında AverageDailyCost tanımlanmadı
uk: У налаштуваннях команди не визначено AverageDailyCost

source: Sorry, only managers can access this plugin
ar: عذرا، يمكن للمديرين فقط الوصول إلى هذا المكون الإضافي.
de_de: Leider können nur Verwalter auf dieses Plugin zugreifen
fr: Vous devez être manager pour accéder à ce plugin.
pt_br: Desculpe, apenas gerentes podem acessar esse plug-in
tr: Maalesef, bu eklentiye yalnızca yöneticiler erişebilir
uk: На жаль, доступ до цьго плагіна доступний лише менеджерам.

source: Display the bug reopened rate history
ar: عرض سجل معدل الخطأ المعاد فتحه
de_de: Den Verlauf des Fehlerwiedereröffnungsanteils anzeigen
fr: Historique du nombre de fiches ayant été réouvertes
lt: Rodyti klaidų atnaujinimo rodiklio istoriją
pt_br: Exibir o histórico de taxas de reabertura de bugs
tr: Yeniden açılan hata geçmişini görüntüle
uk: Відображення історії відновлених помилок

source: Import a list of issues to MantisBT / CodevTT from a CSV file
ar: استيراد قائمة من قضايا MantisBT / CodevTT من ملف CSV
de_de: Eine Liste mit Einträgen in MantisBT/CodevTT von einer CSV-Datei importieren
fr: Importer une liste de tâches dans MantisBT / CodevTT à partir d'un fichier CSV
pt_br: Importar uma lista de problemas para o MantisBT / CodevTT a partir de um arquivo CSV
tr: Sorunların listesini CSV dosyasından MantisBT / CodevTT dosyasına aktar
uk: Імпортувати список проблем до MantisBT/CodevTT з файлу CSV

source: Move Issue Timetracks
ar: نقل المسارات الزمنية للقضية
de_de: Eintrags-Zeiterfassungen verschieben
fr: Déplacer les imputations
pt_br: Movimentação de faixas de horário de emissão
tr: Sorun Zaman İzlemeleri Taşı
uk: Перемістити хронометри випуску

source: Move timetracks from one issue to another
ar: نقل المسارات الزمنية من قضية إلى أخرى
de_de: Zeiterfassungen von einem Eintrag zu einem anderen verschieben
fr: Déplacer des imputations d'une tâche à une autre
pt_br: Mova as faixas de tempo de um problema para outro
tr: Zaman izlemelerini bir sayıdan diğerine taşı
uk: Переміщення хронометражів з одного випуску на іншу

source: Please, fill all fields
ar: لو سمحت أملأ كل الحقول
de_de: Fülle bitte alle Felder aus
es_es: Completa todos los campos
fr: Veuillez renseigner tous les champs
it_it: Compila tutti i campi
lt: Prašome užpildyti visus laukus
pt_br: Por favor, preencha todos os campos
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть усі поля

source: This origin task doesn't exist
ar: مهمة الأصل هذه غير موجودة
de_de: Die ursprüngliche Aufgabe ist nicht vorhanden
es_es: Esta tarea de origen no existe
fr: La tâche d'origine n'existe pas
lt: Pradinė užduotis neegzistuoja
pt_br: Essa tarefa de origem não existe
tr: Bu başlangıç görevi mevcut değil
uk: Це завдання походження не існує

source: This destination task doesn't exist
ar: مهمة الوجهة هذه غير موجودة
de_de: Die Zielaufgabe ist nicht vorhanden
es_es: Esta tarea de destino no existe
fr: La tâche destinataire n'existe pas
lt: Paskirties užduotis neegzistuoja
pt_br: Essa tarefa de destino não existe
tr: Bu hedef görev mevcut değil
uk: Це завдання призначення не існує

source: No timetracks for this search
ar: لا توجد مسارات زمنية لهذا البحث
de_de: Keine Zeiterfassungen für diese Suche
fr: Pas d'imputations
pt_br: Não há registros de tempo para esta pesquisa
tr: Bu arama için zaman izlemesi yok
uk: Для цього пошуку немає хронометражів

source: Please, display timetracks before moving them
ar: من فضلك، اعرض المسارات الزمنية قبل نقلها
de_de: Zeiterfassungen vor der Verschiebung anzeigen
fr: Veuillez afficher les imputations avant de les déplacer
pt_br: Por favor, exiba as trilhas de tempo antes de movê-las
tr: Lütfen zaman çizelgelerini taşımadan önce görüntüleyin
uk: Будь ласка, покажіть часові доріжки перед їх переміщенням

source: Display Issue Status history
ar: عرض تاريخ حالة القضية
de_de: Eintragsstatusverlauf anzeigen
es_es: Mostrar el historial del estado de la incidencia
fr: Affiche l'évolution de la répartition des tâches par statut
it_it: Mostra storico dello stato dei bugs
lt: Rodyti Problemos Būsenos Istorija
pt_br: Exibir histórico do status do problema
tr: Sorun Durumu geçmişini görüntüle
uk: Відобразити історію стану проблеми

source: SellingPrice = DailyPrice x Elapsed on period
fr: Prix de vente = PrixJournee x consommé sur la période
pt_br: Preço de venda = Preço diário x Período decorrido
tr: SellingPrice = DailyPrice x Geçen süre
uk: Ціна продажу = Ціна за день x минула за період

source: WARNING: You need to assign the "CodevTT_DailyPrice" customField to the following projects:
fr: ATTENTION: Il faut assigner le champ personnalisé Mantis "CodevTT_PrixJournee" aux projets suivants:
pt_br: AVISO: Você precisa atribuir o customField "CodevTT_DailyPrice" aos seguintes projetos:
tr: UYARI: Aşağıdaki projelere "CodevTT_DailyPrice" customField öğesini atamanız gerekir:
uk: ПОПЕРЕДЖЕННЯ: Вам потрібно призначити customField «CodevTT_DailyPrice» для таких проєктів:

source: Display the progress history
ar: عرض تاريخ التقدم
de_de: Den Fortschrittsverlauf anzeigen
es_es: Mostrar el historial de progreso
fr: Affiche la progression de l'avancement dans le temps
lt: Rodyti pažangos istoriją
pt_br: Exibir o histórico de progresso
tr: İlerleme geçmişini görüntüle
uk: Відображення історії прогресу

source: Display the elapsed time in a period
pt_br: Mostrar tempo decorrido durante um período
uk: Відображення часу, що минув у певному періоді

source: Budget drift history
ar: تاريخ انجراف الميزانية
de_de: Budget Abweichung Historie
fr: Evolution de la Dérive Budget
pt_br: Histórico de desvios orçamentários
tr: Bütçe sapma geçmişi
uk: Історія зміни бюджету

source: Display the budget history
ar: عرض تاريخ الميزانية
de_de: Den Budgetverlauf anzeigen
es_es: Mostrar el historial del presupuesto
fr: Affiche la dérive Budget
it_it: Visualizza la cronologia del budget
lt: Rodyti biudžeto istoriją
pt_br: Exibir o histórico do orçamento
tr: Bütçe geçmişini görüntüle
uk: Показати історію бюджету

source: Choose a customfield, return the elapsed time for each customField value
pt_br: Escolha um campo personalizado e retorne o tempo decorrido para cada valor de customField
uk: Виберіть користувацьке поле, поверніть час, що минув для кожного значення спеціального поля

source: List and edit timetracks
ar: سرد وتحرير تتبعات الوقت
de_de: Zeiterfassungen auflisten und bearbeiten
fr: Lister et éditer les imputations
pt_br: Listar e editar timetracks
tr: Zaman izlemelerini listele ve düzenle
uk: Перелік та редагування хронометражів

source: Check all the tasks and return the backlog per User
ar: تحقق من جميع المهام وأعد التراكم لكل مستخدم
de_de: Alle Aufgaben überprüfen und das Backlog pro Benutzer zurückgeben
fr: Répartition du RAF des tâches de la sélection par utilisateur
pt_br: Verifique todas as tarefas e retorne o backlog por usuário
tr: Tüm görevleri kontrol edin ve Kullanıcı başına biriktirme listesini döndürün
uk: Перевірте всі завдання та поверніть відставання для кожного користувача

source: (unknown 0)
ar: (غير معروف 0)
de_de: (unbekannt 0)
es_es: (desconocido 0)
fr: inconnu
it_it: (sconosciuto 0)
lt: (nežinomas 0)
pt_br: (desconhecido 0)
tr: (bilinmiyor 0)
uk: (невідомо 0)

source: List the active tasks on a given period
fr: Affiche les tâches actives sur la période
pt_br: Listar as tarefas ativas em um determinado período
tr: Belirli bir dönemdeki etkin görevleri listele
uk: Перелічити активні завдання за певний період

source: Tasks having received timetracks during the period
fr: Fiches ayant des imputations sur la période
pt_br: Tarefas que receberam faixas horárias durante o período
tr: Dönem içinde zaman çizelgesi alan görevler

source: Display the number of issues submitted/resolved in a period
ar: عرض عدد المشكلات التي تم إرسالها/حلها في فترة ما
de_de: Zeigt die Anzahl der eingereichten/gelösten Einträge in einer Periode an
fr: Affiche le nombre de taches ouvertes/résolues sur une période
pt_br: Exibir o número de problemas enviados/resolvidos em um período
tr: Bir dönemde gönderilen/çözülen sorunların sayısını görüntüle
uk: Відображає кількість проблем, поданих/вирішених за певний період

source: Import a list of users to MantisBT / CodevTT
ar: استيراد قائمة مستخدمين لMantisBT / CodevTT
de_de: Eine Liste der MantisBT-/CodevTT-Benutzer importieren
es_es: Importar una lista de usuarios en MantisBT/CodevTT
fr: Créer une liste d'utilisateurs dans MantisBT / CodevTT à partir d'un fichier CSV
it_it: Importa un elenco di utenti su MantisBT / CodevTT
pt_br: Importar uma lista de usuários para o MantisBT / CodevTT
tr: Kullanıcı listesini MantisBT / CodevTT ürününe aktar
uk: Імпортувати список користувачів у MantisBT/CodevTT

source: Note: only available for administrators & team leaders
ar: ملاحظة: متاح للإداريين وقادة الفرق فقط
de_de: Hinweis: Nur für Administratoren und Teammanager verfügbar
es_es: Nota: disponible solo para administradores y líderes de equipo
fr: Note: uniquement accessible aux administrateurs et team leaders
it_it: Nota: disponibile solo per gli amministratori e leader del team
pt_br: Observação: disponível apenas para administradores e líderes de equipe
tr: Not: yalnızca yöneticiler ve ekip liderleri için kullanılabilir
uk: Примітка: доступно лише для адміністраторів та керівників команди

source: Your are not allowed to import users
ar: غير مسموح لك باستيراد المستخدمين
de_de: Du bist nicht berechtigt, Benutzer zu importieren
es_es: No se te permite importar usuarios
fr: Désolé, vous n'êtes pas autorisé à créer des utilisateurs
it_it: Non ti è consentito importare utenti
pt_br: Você não tem permissão para importar usuários
tr: Kullanıcıları içe aktarma izniniz yok
uk: Вам не дозволяється імпортувати користувачів

source: Your CodevTT / Mantis account has been created:
ar: تم إنشاء حساب CodevTT / Mantis الخاص بك:
de_de: Dein CodevTT-/Mantis-Konto wurde erstellt:
fr: Votre compte Codevtt / Mantis a été créé:
it_it: La tua utenza CodevTT / Mantis è stata creata:
pt_br: Sua conta CodevTT / Mantis foi criada:
tr: CodevTT / Mantis hesabınız oluşturuldu:
uk: Був створений Ваш обліковоий запис CodevTT/Mantis:

source: Please, change your password on your first connection.
ar: من فضلك، غير كلمة سرك عند الاتصال الأول.
de_de: Ändere bitte dein Passwort bei deiner ersten Verbindung.
es_es: Cambia tu contraseña en tu primera conexión.
fr: Veuillez changer votre mot de passe à la première connexion.
it_it: Modifica la tua password al primo collegamento.
pt_br: Altere sua senha em sua primeira conexão.
tr: Lütfen ilk bağlantınızdaki şifrenizi değiştirin.
uk: Будь ласка, змініть свій пароль на своєму першому підключенні.

source: CodevTT URL:
es_es: URL de CodevTT:
fr: URL CodevTT:
pt_br: URL do CodevTT:
uk: URL CodevTT:

source: Best regards
ar: مع أطيب التحيات
de_de: Mit besten Grüßen
es_es: Atentamente
fr: Cordialement
it_it: Cordiali saluti
pt_br: Atenciosamente
tr: Saygılarımla
uk: З найкращими побажаннями

source: [CodevTT] Your password
ar: [CodevTT] كلمة السر الخاصة بك
de_de: [CodevTT] Dein Passwort
es_es: [CodevTT] Tu contraseña
fr: [CodevTT] Votre mot de passe
it_it: [CodevTT] La tua password
pt_br: [CodevTT] Sua senha
tr: [CodevTT] Parolanız
uk: [CodevTT] Ваш пароль

source: Check all the timetracks of the period and return their repartition per project categories
ar: تحقق من جميع الجداول الزمنية لهذه الفترة وأعد إعادة تقسيمها حسب فئات المشروع
de_de: Alle Zeitverfolgungen der Periode überprüfen und ihre Verteilung pro Projektkategorien zurückgeben
fr: Affiche le consommé sur la période, réparti par catégorie projet
pt_br: Verifique todas as faixas de horário do período e retorne sua divisão por categorias de projeto
tr: Dönemin tüm zaman çizelgelerini kontrol edin ve proje kategorilerine göre bölümlerini geri gönderin
uk: Перевірити всі часові доріжки періоду та повернути їх перерозподіл за категоріями проектів

source: All Sidetasks Projects
ar: كل مشاريع المهام الجانبية
de_de: Alle Sonstigen Aufgaben Projekte
fr: Projets TachesAnnexes
it_it: Tutti i progetti di attività collaterali
lt: Visi Pašalinių Užduočių Projektai
pt_br: Todos os projetos de tarefas secundárias
tr: Tüm Yan Görev Projeleri
uk: Усі проєкти побічних завдань

source: All Production Projects
ar: كل مشاريع الإنتاج
de_de: Alle Produktionsprojekte
es_es: Todos los proyectos en producción
fr: Projets de production
it_it: Tutti i progetti di produzione
lt: Visi Gamybos Projektai
pt_br: Todos os projetos de produção
tr: Tüm Üretim Projeleri
uk: Всі виробничі проєкти

source: All Projects
ar: كل المشاريع
de_de: Alle Projekte
es_es: Todos los proyectos
fr: Tous les Projets
it_it: Tutti i progetti
lt: Visi Projektai
pt_br: Todos os projetos
tr: Tüm Projeler
uk: Всі проєкти

source: WBS Export
ar: تصدير هيكلية تقسيم العمل
fr: Export WBS
pt_br: Exportar WBS
tr: WBS Dışa Aktarma
uk: Експорт WBS

source: Export WBS to CSV file
ar: تصدير WBS إلى ملف CSV
fr: Export WBS vers fichier CSV
pt_br: Exportar WBS para arquivo CSV
tr: WBS'yi CSV dosyasına aktar
uk: Експортуйте WBS у файл CSV

source: Display additional info on timetracks
ar: عرض معلومات إضافية عن المسارات الزمنية
de_de: Zusätzliche Informationen zu Zeitverfolgungen anzeigen
fr: Affiche des informations suplémentaires sur les imputations
pt_br: Exibir informações adicionais nas faixas de horário
tr: Zaman izlemelerinde ek bilgi görüntüle
uk: Відображення додаткової інформації про часові доріжки

source: Low
ar: منخفض
de_de: Niedrig
es_es: Bajo
fr: Mineure
it_it: Basso
pt_br: Baixo
tr: Düşük
uk: Низька

source: High
ar: مرتفع
de_de: Hoch
es_es: Alto
fr: Haute
it_it: Alto
pt_br: Alta
tr: Yüksek
uk: Висока

source: Everybody
ar: الجميع
de_de: Jeder
fr: Tout le monde
pt_br: Todo mundo
tr: Herkes
uk: Усі

source: Messages
ar: رسائل
de_de: Nachrichten
es_es: Mensajes
it_it: Messaggi
pt_br: Mensagens
tr: Mesajlar
uk: Повідомлення

source: Display a message wall on the homepage
ar: عرض جدار رسالة على الصفحة الرئيسية
de_de: Eine Nachrichtenwand auf der Startseite anzeigen
fr: Afficher les messages sur la page de garde
pt_br: Mostrar uma parede de mensagem na página inicial
tr: Ana sayfada bir mesaj duvarı görüntüle
uk: Відобразити стіну повідомлень на домашній сторінці

source: Allows Administrators & team members to send messages that will be displayed on other users' wall
ar: يسمح للإداريين وأعضاء الفريق بإرسال الرسائل التي سيتم عرضها على حائط المستخدمين الآخرين
de_de: Administratoren und Mitgliedern des Teams erlauben, Nachrichten zu senden, die auf der Wand anderer Benutzer angezeigt werden.
fr: Permet aux administrateurs et aux membres d'une équipe d'envoyer des messages qui seront affichés sur la page de garde des autres utilisateurs
pt_br: Permite que os administradores e membros da equipe enviem mensagens que serão exibidas no mural de outros usuários
tr: Yöneticilerin ve ekip üyelerinin diğer kullanıcıların duvarında görüntülenecek iletileri göndermelerine izin verir
uk: Дозволяє адміністраторам та членам команди надсилати повідомлення, які відображатимуться на стіні інших користувачів

source: Display the backlog history
pt_br: Mostrar o histórico de pendências
uk: Показати історію відставань

source: Open issues seniority statistics
pt_br: Estatísticas de antiguidade em questões abertas
uk: Статистика відкритих питань стажу роботи

source: Last week
it_it: Settimana scorsa
pt_br: Semana passada
uk: Останній тиждень

source: +1 week
it_it: +1 settimana
pt_br: +1 semana
uk: +1 тиждень

source: +2 week
it_it: +2 settimana
pt_br: +2 semana
uk: +2 тиждень

source: +3 week
it_it: +3 settimane
pt_br: +3 semana
uk: +3 тиждень

source: +1 months
it_it: +1 mese
pt_br: +1 meses
uk: +1 місяців

source: +2 months
it_it: +2 mesi
pt_br: +2 meses
uk: +2 місяців

source: +3 months
it_it: +3 mesi
pt_br: +3 meses
uk: +3 місяців

source: +6 months
it_it: +6 mesi
pt_br: +6 meses
uk: +6 місяців

source: Over a year
pt_br: Durante um ano
uk: Понад рік

source: All (tasks & bugs)
pt_br: Todos (tarefas e bugs)
uk: Усі (завдання та помилки)

source: Display the delay between the timetrack date and it's creation date
pt_br: Mostrar o atraso entre a data do cronograma e sua data de criação
uk: Відображення затримки між датою відліку часу та датою створення

source: Display the EffortEstim reliability rate history
ar: عرض تاريخ معدل موثوقية تقدير الجهد
de_de: Den Verlauf für den Anteil der Aufwandsschätzungszuverlässigkeit anzeigen
fr: Taux de fiabilité de la charge estimée (ChargeMgr, ChargeInit)
pt_br: Exibir o histórico da taxa de confiabilidade do EffortEstim
tr: EffortEstim güvenilirlik oranı geçmişini görüntüle
uk: Відображення історії надійності EffortEstim

source: rate = EffortEstim / elapsed (on resolved tasks only)
ar: rate = تقدير الجهد / منقسم (على المهام المحلولة فقط)
de_de: Anteil = Geschätzter Aufwand / verstrichen (nur bei gelösten Aufgaben)
fr: Taux = charge estimée / consommé (tâches résolues uniquement)
pt_br: taxa = EffortEstim / decorrido (somente em tarefas resolvidas)
tr: rate = EffortEstim / geçen (yalnızca çözülmüş görevlerde)
uk: rate = EffortEstim/минуло (лише для вирішених завдань)

source: REM: An issue that has been reopened before endTimestamp will NOT be recorded.
ar: REM: مشكلة تمت إعادة فتحها قبل لن يتم تسجيل endTimestamp.
de_de: REM: Ein Eintrag, der vor dem End-Zeitstempel wiedereröffnet wurde, wird nicht aufgezeichnet.
fr: REM: Les tâches réouvertes et non encore résolues ne sont pas prises en compte.
pt_br: REM: um problema que tenha sido reaberto antes do endTimestamp NÃO será registrado.
tr: REM: endTimestamp'tan önce yeniden açılan bir sorun KAYDEDİLMEYECEKTİR.
uk: REM: Проблема, яка була знову відкрита до endTimestamp, НЕ буде записана.

source: (For the bugs that where re-opened, the EffortEstim may not have been re-estimated, and thus the result is not reliable.)
ar: (بالنسبة للأخطاء التي أُعِيد فتحها، قد لا تتم إعادة تقدير EffortEstim، وبالتالي لا يمكن الاعتماد على النتيجة.)
de_de: (Für die Fehler, die wiedereröffnet wurden, könnte der geschätzte Aufwand nicht wiedergeschätzt sein und das Ergebnis ist nicht verlässlich.)
fr: (si l'estimation de charge de ces tâches n'a pas été mise à jour, les résultats seront faussés)
pt_br: (Para os bugs que foram reabertos, o EffortEstim pode não ter sido reestimado e, portanto, o resultado não é confiável)
tr: (Yeniden açıldığı zaman, EffortEstim öğesinin yeniden tahmin edilmemiş olabileceği ve dolayısıyla sonucun güvenilir olmadığı hatalar için.)
uk: (Для помилок, які були знову відкриті, EffortEstim, можливо, не був переоцінений, а отже, результат не є надійним.)

source: Group tasks by adding multiple filters
ar: تجميع المهام بإضافة مرشحات متعددة
de_de: Aufgaben durch das Hinzufügen mehrerer Filter gruppieren
fr: Grouper les tâches en ajoutant des filtres
pt_br: Agrupar tarefas adicionando vários filtros
tr: Birden çok filtre ekleyerek görevleri gruplandır
uk: Групуйте завдання, додавши кілька фільтрів

source: Remove dashboard plugins
pt_br: Remover os plug-ins do painel
uk: Вилучити плагіни приладової панелі

source: Remove all plugins from a dashboard. This is usefull if a plugin crashes the page
pt_br: Remover todos os plug-ins de um painel. Isso é útil se um plug-in travar a página
uk: Вилучити усі плагіни з інформаційної панелі. Це корисно, якщо плагін вимикає сторінку

source: Compute costs, using the UserDailyCosts defined in team settings
ar: حساب التكاليف، باستخدام UserDailyCosts المعرفة في إعدادات الفريق
de_de: Berechne Kosten mithilfe der täglichen Benutzerkosten, die in den Teameinstellungen definiert sind.
fr: Calcul des coûts en utilisant les CJI (coût journalier individuel) défini dans les paramètres de l'équipe
pt_br: Calcular os custos, usando os UserDailyCosts definidos nas configurações da equipe
tr: Ekip ayarlarında tanımlanan UserDailyCost'ları kullanarak maliyetleri hesapla
uk: Обчислити витрати, використовуючи UserDailyCosts, визначені в налаштуваннях команди

source: Standard issue priority scheduling
ar: جدولة أولوية المشكلات القياسية
de_de: Eintragsprioritäts-Standardplanung
fr: Par priorté des tâches (standard)
pt_br: Programação de prioridade de saída padrão
tr: Standart sorun öncelik zamanlaması
uk: Стандартне планування пріоритету випуску

source: Select a task
ar: اختر مهمة
de_de: Eine Aufgabe auswählen
es_es: Seleccionar tarea
fr: Sélectionner une tâche
it_it: Seleziona un'attività
pt_br: Selecione uma tarefa
tr: Bir görev seçin
uk: Виберіть завдання

source: Today
ar: اليوم
de_de: Heute
es_es: Hoy
fr: Aujourd'hui
it_it: Oggi
pt_br: Hoje
tr: Bugün
uk: Сьогодні

source: Monday this week
ar: الاثنين هذا الأسبوع
de_de: Montag dieser Woche
es_es: Lunes de esta semana
fr: Lundi de cette semaine
it_it: Lunedì di questa settimana
pt_br: Segunda-feira desta semana
tr: Bu hafta pazartesi
uk: Понеділок цього тижня
