Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Reduce the command selection by setting some filters
ar: تخفيض اختيار الأوامر من خلال وضع بعض المرشحات
de_de: Auftragsauswahl durch Filter einschränken
es_es: Reduce la selección de comandos estableciendo algún filtro
fr: Réduisez la liste des commandes en ajoutant des filtres
it_it: Riduci la lista Ordini impostando alcuni filtri
lt: Sumažinkite komandos pasirinkimą nustatydami keletą filtrų
pt_br: Reduzir a seleção de comandos estabelecendo alguns filtros
tr: Bazı filtreleri ayarlayarak komut seçimini azaltın
uk: Зменшіть вибір команд, встановивши деякі фільтри

source: MgrEffortEstim + Checked Provisions (days)
ar: MgrEffortEstim + أحكام مفحوصة (أيام)
de_de: MgrEffortEstim + Geprüfte Provisionen (Tage)
fr: Charge Mgr + Provision sélectionnées (jours)
pt_br: MgrEffortEstim + Provisões verificadas (dias)
tr: MgrEffortEstim + Kontrol Edilen Hükümler (günler)
uk: MgrEffortEstim + Перевірені положення (дні)

source: Reestimated (days)
ar: معاد تقديره (أيام)
de_de: Neuschätzung (Tage)
es_es: Reestimado (días)
fr: Réestimé (en jours)
it_it: Ristimato (giorni)
pt_br: Reestimado (dias)
tr: Yeniden tahmin edildi (gün)
uk: Оцінено (днів)

source: Drift (days)
ar: الانجراف (أيام)
de_de: Mehraufwand (Tage)
fr: Dérive (en jours)
it_it: Tendenza (giorni)
pt_br: Desvio (dias)
tr: Drift (gün)
uk: Дрейф (дні)

source: Drift (percent)
ar: الانجراف (نسبة مئوية)
de_de: Mehraufwand (Prozent)
fr: Dérive (pourcent)
it_it: Tendenza (percentuale)
pt_br: Desvio (porcentagem)
tr: Drift (yüzde)
uk: Дрейф (відсоток)

source: Days
ar: أيام
de_de: Tage
es_es: Días
fr: Jours
it_it: Giorni
lt: Dienos
pt_br: Dias
tr: Günler
uk: Днів

source: The total charge (MgrEffortEstim + Provisions) should be equal to the 'Sold Charge'
ar: القيمة الإجمالية (MgrEffortEstim + Provisions) ينبغي أن تكون مساوية ل'Sold Charge'
de_de: Gesamtaufwand (Aufwandsschätzung Manager inkl. Provisionen) sollte dem vereinbahrten Aufwand entsprechen
fr: La charge totale (Charge Mgr + Provisions) devrait être égale à la 'Charge vendue'
it_it: Il carico totale (MgrEffortEstim + Disposizioni) devono essere uguali al 'Carico venduto'
pt_br: A cobrança total (MgrEffortEstim + Provisões) deve ser igual à "Cobrança Vendida
tr: Toplam ücret (MgrEffortEstim + Karşılıklar) 'Satılan Masraf'a eşit olmalıdır.
uk: Загальна вартість (MgrEffortEstim + Положення) має дорівнювати «Проданій платі»

source: balance
ar: توازن
de_de: Bilanz
fr: écart
it_it: bilancio
lt: balansas
pt_br: saldo
tr: bakiye
uk: баланс

source: Default ADR
ar: ADR الافتراضي
de_de: Standard Tagessatz (durchschn.)
fr: TJM par défaut
it_it: ADR di default
pt_br: Padrão ADR
tr: Varsayılan ADR
uk: ADR за замовчуванням

source: Tasks & Provisions
ar: المهام والاعتمادات
de_de: Tasks & Provisionen
es_es: Tareas y disposiciones
fr: Tâches & Provisions
it_it: Attività & Disposizioni
pt_br: Tarefas & Provisões
tr: Görevler ve Hükümler
uk: Завдання та положення

source: Task filter:
ar: مرشح المهمة:
de_de: Aufgabenfilter:
es_es: Filtro de Tareas
fr: Filtre sur les tâches
it_it: Filtro attività:
pt_br: Filtro de tarefas:
tr: Görev filtresi:
uk: Фільтр завдань:

source: Show resolved tasks
ar: إظهار المهام المحلولة
de_de: Erledigte Aufgaben anzeigen
es_es: Mostrar tareas resueltas
fr: Afficher les tâches résolues
it_it: Mostra attività risolte
pt_br: Mostrar tarefas resolvidas
tr: Çözülen görevleri göster
uk: Показати вирішені завдання

source: Filter
ar: مرشح
es_es: Filtro
fr: Filtre
it_it: Filtra
pt_br: Filtro
tr: Filtre
uk: Фільтр

source: Warning
ar: تحذير
de_de: Warnung
es_es: Advertencia
fr: Alerte
it_it: Attenzione
lt: Įspėjimas
pt_br: Alerta
tr: Uyarı
uk: Попередження

source: Reload page to update charges & indicators
ar: أعد تحميل الصفحة لتحديث الرسوم والمؤشرات
de_de: Seite neu laden, um die Kosten und Indikatoren zu aktualisieren
fr: Rechargez la page pour mettre à jour charges & indicateurs
pt_br: Recarregar a página para atualizar cobranças e indicadores
tr: Ücretleri ve göstergeleri güncellemek için sayfayı yeniden yükle
uk: Оновіть сторінку, щоб оновити витрати та індикатори

source: Format
ar: الصيغة
es_es: Formato
it_it: Formato
pt_br: Formato
tr: Biçim
uk: Формат

source: Year
ar: السنة
de_de: Jahr
es_es: Año
fr: Année
it_it: Anno
lt: Metai
pt_br: Ano
tr: Yıl
uk: Рік

source: Displayed tasks
ar: المهام المعروضة
de_de: Angezeigte Aufgaben
es_es: Tareas mostradas
fr: Tâches affichées
it_it: Attività mostrate
lt: Rodomos užduotys
pt_br: Tarefas exibidas
tr: Görüntülenen görevler
uk: Відображені завдання

source: Home
ar: الرئيسية
de_de: Start
es_es: Inicio
fr: Accueil
lt: Pradžia
pt_br: Início
tr: Anasayfa
uk: Головна

source: TimeTracking & team activity
ar: تتبع الوقت ونشاط الفريق
de_de: Zeiterfassung und Übersicht Aktivitäten
es_es: Control de Tiempo y Actividad del equipo
fr: Saisie des CRA & Activité Equipe
it_it: Tracce lavoro & Attività del Team
pt_br: Acompanhamento e atividade da equipe
tr: TimeTracking ve ekip etkinliği
uk: Облік часу та діяльність команди

source: Activity
ar: النشاط
de_de: Aktivität
es_es: Actividad
fr: Activité
it_it: Attività
lt: Veikla
pt_br: Atividade
tr: Etkinlik
uk: Діяльність

source: Time Tracking (lite)
pt_br: Controle de horas (lite)

source: Time Tracking
ar: تتبع الوقت
de_de: Zeiterfassung
es_es: Control de Tiempo
fr: Saisie des CRA
it_it: Monitoraggio
lt: Laiko Stebėjimas
pt_br: Acompanhamento de tempo
tr: Zaman İzleme
uk: Облік часу

source: Holidays Reports
ar: تقارير العطلات
de_de: Abwesenheit von Teammitgliedern
es_es: Informes de feriados
fr: Suivi des Congés
it_it: Rapporto ferie
lt: Švenčių Ataskaitos
pt_br: Relatório de feriados
tr: Tatil Raporları
uk: Звіти щодо свят

source: Leaves
ar: مغادرة
de_de: Abwesenheit
es_es: Faltas o ausencias
fr: Absences
it_it: Assenze
lt: Išėjimai
pt_br: Sai
tr: Yapraklar
uk: Відпустки

source: Check DeadLines
ar: فحص المواعيد النهائية
de_de: Planung und Terminprüfung
es_es: Verificar fechas límite
fr: Respect des DeadLines
it_it: Controllo scadenze
pt_br: Verificar vencimento
tr: DeadLines'ı kontrol edin
uk: Перевірити терміни

source: Workload planning
ar: تخطيط عبء العمل
de_de: Auslastungsplanung
es_es: Planificación de la carga de trabajo
fr: Planning des charges
it_it: Pianificazione del carico di lavoro
pt_br: Planejamento da carga de trabalho
tr: İş yükü planlaması
uk: Планування робочого навантаження

source: Timeline scheduler
ar: جدولة جدول زمني
de_de: Zeitleistenplaner
es_es: Planificación de la Linea de Tiempo
fr: Planning calendaire
pt_br: Agendador de cronograma
tr: Zaman çizelgesi zamanlayıcısı
uk: Планувальник термінів

source: Gantt Chart
ar: مخطط جانت
de_de: Gantt Balkendiagramm
es_es: Diagrama de Gantt
fr: Diagramme de Gantt
it_it: Diagramma di Gantt
pt_br: Diagrama de Gantt
tr: Gantt Şeması
uk: Діаграма Ґанта

source: Task Information
ar: معلومات الاختبار
de_de: Auswertungen Aufgaben
es_es: Información de la tarea
fr: Informations sur une tâche
it_it: Info attività
lt: Užduoties Informacija
pt_br: Informação do caso
tr: Görev Bilgisi
uk: Інформація щодо завдань

source: Project Information
ar: معلومات عن المشروع
de_de: Auswertungen Projekte
es_es: Información del proyecto
fr: Informations sur un projet
it_it: Informazioni progetto
lt: Projekto Informacija
pt_br: Informações do projeto
tr: Proje Bilgisi
uk: Інформація про проєкт

source: Team Statistics
ar: إحصائيات الفريق
de_de: Auswertungen Teams
es_es: Estadísticas del equipo
fr: Statistiques Equipe
it_it: Statistiche Team
lt: Komandos Statistika
pt_br: Estatísticas equipe
tr: Ekip İstatistikleri
uk: Статистика команди

source: User Statistics
es_es: Estadísticas de usuario
fr: Statistiques Utilisateur
it_it: Statistiche utente
pt_br: Estatísticas do usuário

source: History
ar: التاريخ
de_de: Historie
es_es: Historial
fr: Historique
it_it: Cronologia
lt: Istorija
pt_br: Histórico
tr: Geçmiş
uk: Історія

source: Contracts & Commands
ar: عقود وأوامر
de_de: Verträge und Aufträge
fr: Contrats & Commandes
it_it: Contratti & Ordini
lt: Kontraktai ir Komandos
pt_br: Contrato & Comando
tr: Sözleşmeler ve Komutlar
uk: Договори та команди

source: Contracts
ar: عقود
de_de: Verträge
fr: Contrats
it_it: Contratti
lt: Kontraktai
pt_br: Contrato
tr: Sözleşmeler
uk: Договори

source: Mantis Reports
ar: تقارير Mantis
de_de: Mantis Auswertungen
es_es: Informes de Mantis
fr: Rapports Mantis
it_it: Rapporto Mantis
lt: Mantis Ataskaitos
pt_br: Ocorrências Mantis
tr: Mantis Raporları
uk: Звіти Mantis

source: Import / Export
ar: استيراد/تصدير
es_es: Importar/Exportar
it_it: Importa / Esporta
lt: Importuoti / Eksportuoti
pt_br: Importar / Exportar
tr: İçeri aktar/Dışarı aktar
uk: Імпорт/Експорт

source: Import/Export tools
ar: أدوات الاستيراد/التصدير
de_de: Import-/Export-Werkzeuge
es_es: Herramientasde de importación/exportación
fr: Outils Import/Export
it_it: Importa/Esporta strumenti
pt_br: Ferramentas de importação/exportação
tr: İçeri/Dışarı aktarma araçları
uk: Імпорт/Експорт інструментів

source: Export to LibreOffice
ar: تصدير إلى ليبر أوفيس
de_de: Export zu LibreOffice
es_es: Exportar a LibreOffice
fr: Exporter vers LibreOffice
it_it: Exporta verso LibreOffice
pt_br: Exportar para o LibreOffice
tr: LibreOffice’e Aktar
uk: Експорт на LibreOffice

source: Documentation
ar: توثيق
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
lt: Dokumentacija
pt_br: Documentação
tr: Belgelendirme
uk: Документація

source: About CodevTT
ar: عن CodevTT
de_de: Über CodevTT
es_es: Acerca de CodevTT
fr: A propos de CodevTT
it_it: Informazioni su CodevTT
lt: Apie CodevTT
pt_br: Sobre CodevTT
tr: CodevTT Hakkında
uk: Про CodevTT

source: CodevTT Administration
ar: إدارة CodevTT
de_de: CodevTT-Verwaltung
es_es: Administración de CodevTT
fr: Administration de CodevTT
it_it: Amministrazione CodevTT
lt: CodevTT administracija
pt_br: Administração CodevTT
tr: CodevTT Yönetimi
uk: Адміністрація CodevTT

source: Admin
ar: إداري
de_de: Verwalten
es_es: Administrador
it_it: Amministrazione
lt: Administratorius
pt_br: Administrador
tr: Yönetici
uk: Адміністрування

source: Create Team
ar: إنشاء فريق
de_de: Team anlegen
es_es: Crear equipo
fr: Créer équipe
it_it: Crea Team
lt: Sukurti Komandą
pt_br: Criar equipe
tr: Ekip Oluştur
uk: Створити команду

source: Edit Team
ar: فريق التعديل
de_de: Team bearbeiten
es_es: Editar equipo
fr: Editer équipe
it_it: Modifica team
lt: Redaguoti Komandą
pt_br: Editar equipe
tr: Ekip Düzenle
uk: Редагувати команду

source: Tools & Statistics
ar: الأدوات والإحصاءات
de_de: Werkzeuge & Statistiken
es_es: Herramientas y estadísticas
fr: Outils & Statistiques
it_it: Strumenti & statistiche
lt: Įrankiai ir Statistika
pt_br: Ferramentas e estatísticas
tr: Araçlar & İstatistikler
uk: Інструменти та статистика

source: Edit Jobs
ar: تحرير الوظائف
de_de: Tätigkeiten bearbeiten
es_es: Editar trabajos
fr: Editer Postes
it_it: Modifica Jobs
lt: Redaguoti Darbus
pt_br: Editar cargos
tr: İşleri Düzenle
uk: Редагувати вакансії

source: Edit Holidays
ar: تحرير العطلات
de_de: Feiertage bearbeiten
es_es: Editar feriados
fr: Editer Absences
it_it: Modifica Feste
lt: Redaguoti Šventes
pt_br: Editar feriados
tr: Tatilleri Düzenle
uk: Редагувати свята

source: Prepare Projects
ar: إعداد مشاريع
de_de: Projekte vorbereiten
es_es: Preparar proyectos
fr: Préparer les Projets
it_it: Prepara progetto
lt: Parengti Projektus
pt_br: Preparar projetos
tr: Projeleri Hazırla
uk: Підготовка проєктів

source: Clone Projects
ar: استنساخ مشاريع
de_de: Projekte kopieren
es_es: Clonar proyectos
fr: Cloner un Projet
it_it: Clona progetto
lt: Klonuoti Projektus
pt_br: Clonar um projeto
tr: Klon Projeleri
uk: Клонування проєктів

source: Plugin Manager
ar: إدارة البرنامج المساعد
de_de: Plugin verwalten
es_es: Administrador de complementos
fr: Gestionnaire de plugin
it_it: Gestione plugin
lt: Įskiepių Tvarkyklė
pt_br: Gerente de complementos
tr: Eklenti Yöneticisi
uk: Менеджер плагінів

source: Check for new plugins in 'plugins' directory.
ar: تحقق من الإضافات الجديدة في الدليل 'الإضافات'.
de_de: Pluginverzeichnis nach neuen Erweiterungen durchsuchen
es_es: Buscar complementos nuevos en el directorio «plugins».
fr: Recherche de plugins dans le dossier 'plugins'
it_it: Controlla per nuovi plugin nella cartella 'plugins'.
lt: Tikrinti ar yra naujų įskiepių „įskiepių“" kataloge.
pt_br: Verifique se há novos plug-ins no diretório "plug-ins".
tr: 'Eklentiler' dizinindeki yeni eklentileri kontrol et.
uk: Перевірте наявність нових плагінів у каталозі 'plugins'

source: Discover new plugins
ar: اكتشاف الإضافات الجديدة
de_de: Neue Plugin suchen
es_es: Descubre complementos nuevos
fr: Recherche de nouveaux plugins
it_it: Scopri nuovi plugin
lt: Atraskite naujų įskiepių
pt_br: Descobrir novos complementos
tr: Yeni eklentileri keşfedin
uk: Відкрийте для себе нові плагіни

source: Domain(s)
ar: النطاق(ات)
de_de: Domäne(n)
es_es: Dominio(s)
fr: Domaine(s)
it_it: Domini
lt: Domenas(-i)
pt_br: Domínio(s)
tr: Alan
uk: Домен(и)

source: Enable Plugin
ar: تمكين البرنامج المساعد
de_de: Plugin aktivieren
es_es: Activar complemento
fr: Activer le plugin
it_it: Attiva plugin
lt: Įgalinti Įskiepį
pt_br: Ativar complemento
tr: Eklentiyi Etkinleştir
uk: Увімкнути плагін

source: Disable Plugin
ar: تعطيل البرنامج المساعد
de_de: Plugin deaktivieren
es_es: Desactivar complemento
fr: Désactiver le plugin
it_it: Disattiva plugin
lt: Išjungti Įskiepį
pt_br: Desativar complemento
tr: Eklentiyi Devre Dışı Bırak
uk: Вимкнути плагін

source: Disconnect
ar: قطع الاتصال
de_de: Abmelden
es_es: Desconectar
fr: Déconnecter
it_it: Disconnetti
lt: Atsijungti
pt_br: Desconectar
tr: Bağlantıyı kes
uk: Від’єднатися

source: Note: For a better user experience, use a standards compliant browser such as :
ar: ملاحظة: للحصول على تجربة أفضل للمستخدم; استخدم متصفح قياسي متوافق مثل:
de_de: Info: für mehr Benutzerkomfort nutzen sie bitte einen Standardkonformen Browser, wie:
es_es: Nota: Para una mejor experiencia de usuario, utilize un navegador estándar sencillo como por ejemplo:
fr: En cas de problèmes, veuillez utiliser un navigateur respectant les standards du web, comme :
it_it: Nota: Per una migliore esperienza utente , utilizza un browser come:
pt_br: Nota: Para uma melhor experiência do usuário, use um navegador compatível com os padrões, tais como:
tr: Not: Daha iyi bir kullanıcı deneyimi için şunlar gibi standartlarla uyumlu bir tarayıcı kullanın :
uk: Примітка: Для кращого користування користуйтесь браузером, сумісним зі стандартами, наприклад:

source: or
ar: أو
de_de: oder
es_es: o
fr: ou
it_it: oppure
lt: arba
pt_br: ou
tr: veya
uk: або

source: Title
ar: العنوان
de_de: Titel
es_es: Título
fr: Titre
it_it: Titolo
pt_br: Título
tr: Başlık
uk: Назва

source: Deadline alerts
ar: تنبيهات الموعد النهائي
de_de: Aufgaben-Stichtags-Alarm
es_es: Alertas por de fecha límite
fr: Alertes sur dates jalon
it_it: Avvisi di scadenza
pt_br: Alertas de prazo
tr: Son tarih uyarıları
uk: Сповіщення про крайній термін

source: No late task.
ar: لا توجد مهمة متأخرة.
de_de: Keine erledigten Aufgaben...
fr: Pas de tâches en retard.
it_it: Nessuna attività in ritardo.
pt_br: Nenhuma tarefa atrasada.
tr: Geç görev yok.
uk: Жодного запізнілого завдання.

source: Run selected actions
de_de: Ausgwählte Aktionen ausführen
fr: Exécuter les actions sélectionnées
it_it: Esegui azioni selezionate
pt_br: Executar ações selecionadas
tr: Seçilen eylemleri çalıştır
uk: Виконати вибрані дії

source: Execute
de_de: Ausführen
fr: Exécuter
it_it: Esegui
pt_br: Executar
tr: Yürüt
uk: Виконати

source: Administration tools
de_de: CodevTT-Verwaltung
fr: Outils d'administration
it_it: Strumenti amministrazione
pt_br: Ferramentas de administração
tr: Yönetim araçları
uk: Адміністративні інструменти

source: Actions executed !
de_de: Aktionen ausgeführt!
fr: Actions réalisées !
it_it: Azioni eseguite!
pt_br: Ações executadas!
tr: Eylemler yürütüldü !
uk: Дії виконані!

source: Force the display of the "Message" plugin on the homepage
de_de: Eine Nachrichtenwand auf der Startseite anzeigen
fr: Forcer l'affichage du plugin des messages sur la page de garde
pt_br: Forçar a exibição do plug-in "Message" na página inicial
tr: Ana sayfada "Mesaj" eklentisinin görüntülenmesini zorla
uk: Примусово відображати плагін «Повідомлення» на домашній сторінці

source: users
de_de: Mitarbeiter
fr: utilisateurs
it_it: utenti
pt_br: usuários
tr: kullanıcılar
uk: користувачі

source: Change Mantis issue id
pt_br: Alterar o ID do problema do Mantis
uk: Змінити ідентифікатор проблеми Mantis

source: Task backlog variation
ar: تراكب تراكم المهام
de_de: Durchschnittliche Veränderung Restaufwand
fr: Evolution du RAF
pt_br: Variação do backlog de tarefas
tr: Görev biriktirme listesi varyasyonu
uk: Варіації відставання завдань

source: Show Tasks
ar: عرض المهمات
de_de: Aufgaben anzeigen
fr: Aficher les tâches
pt_br: Mostrar tarefas
tr: Görevleri Göster
uk: Показати завдання

source: Display task column
ar: عرض عمود المهمة
de_de: Aufgabenspalte anzeigen
fr: Afficher la colonne des tâches
pt_br: Coluna da tarefa de exibição
tr: Görev sütununu görüntüle
uk: Показати колонку завдань

source: Date range
ar: النطاق الزمني
de_de: Datumsbereich
es_es: Intervalo de fechas
fr: Intervalle de Date
pt_br: Intervalo de datas
tr: Tarih aralığı
uk: Діапазон дати

source: dashboard default
ar: لوحة القيادة الافتراضية
de_de: Dashboard-Standard
es_es: Panel de control por defecto
fr: valeurs par defaut
pt_br: padrão do painel
tr: gösterge tablosu varsayılanı
uk: панель приладів за замовчуванням

source: current week
ar: الأسبوع الحالي
de_de: Nächste Woche
es_es: semana actual
fr: Semaine courante
it_it: settimana attuale
pt_br: semana atual
tr: bu hafta
uk: поточний тиждень

source: current month
ar: الشهر الحالي
de_de: aktueller Monat
es_es: mes actual
fr: Mois courant
pt_br: mês atual
tr: bu ay
uk: поточний місяць

source: Check all the timetracks of the period and return their repartition per Job
ar: تحقق من جميع الجداول الزمنية لهذه الفترة وأعد إعادة توزيعها لكل مهمة
de_de: Alle Zeitverfolgungen der Periode überprüfen und ihre Verteilung pro Auftrag zurückgeben
fr: Affiche le consommé sur la période, réparti par poste
pt_br: Verifique todas as faixas de tempo do período e retorne sua repartição por trabalho
tr: Dönemin tüm zaman çizelgelerini kontrol edin ve İş başına bölümlerini geri gönderin
uk: Перевірте всі часові доріжки періоду та поверніть їх перерозподіл за роботу

source: Interval
ar: الفترة
de_de: Intervall
es_es: Intervalo
fr: Intervalle
it_it: Intervallo
pt_br: Intervalo
tr: Aralık
uk: Інтервал

source: Monthly
ar: شهريا
de_de: Monatsreport
es_es: Mensualmente
fr: Mensuel
it_it: Mensile
pt_br: Mensal
tr: Aylık
uk: Щомісячно

source: Weekly
ar: أسبوعيا
de_de: Woche
es_es: Semanalmente
fr: Hebdomadaire
it_it: Settimanale
pt_br: Semanal
tr: Haftalık
uk: Щотижня

source: User selection
pt_br: Seleção do usuário
uk: Вибір користувача

source: Graph
ar: الرسم البياني
de_de: Grafik
es_es: Gráfico
fr: Graphique
pt_br: Gráfico
tr: Grafik
uk: Графік

source: Graph values
fr: valeurs du graphique
pt_br: Valores do gráfico
tr: Değerleri göster

source: Range values
es_es: Valores del intervalo
fr: valeurs période
pt_br: Valores do intervalo
tr: Aralık değerler

source: Available Workforce Options
ar: خيارات القوى العاملة المتاحة
de_de: Verfügbare Arbeitskräfte
fr: Options - Capacité de production
it_it: Preferenze della forza lavoro disponibile
pt_br: Opções de força de trabalho disponíveis
tr: Mevcut İş Gücü Seçenekleri
uk: Доступні варіанти робочої сили

source: Select by group
pt_br: Selecionar por grupo
uk: Виберіть за групою

source: Availability
ar: التوفر
de_de: Systemverfügbarkeit
fr: Disponibilité
it_it: Disponibilità
pt_br: Disponibilidade
tr: Kullanılabilirlik
uk: Доступність

source: Productivity Coefficient
ar: معامل الإنتاجية
de_de: Produktivität
es_es: Coeficiente de productividad
fr: Coéficient de productivité
it_it: Coefficiente di produttività
pt_br: Coeficiente de produtividade
tr: Verimlilik Katsayısı
uk: Коефіцієнт продуктивності

source: SUM(userWorkforce * availability * prodCoef)
ar: SUM(القوى العاملة للمستخدم * التوافر * prodCoef)
fr: SOMME(Capacité de production * disponibilité * CoefProd)
pt_br: SUM(userWorkforce * disponibilidade * prodCoef)
tr: SUM(userWorkforce * kullanılabilirlik * prodCoef)
uk: SUM(userWorkforce * наявність * prodCoef)

source: Available workforce
ar: القوى العاملة المتاحة
de_de: Verfügbare Arbeitskräfte
es_es: Mano de obra disponible
fr: Capacité de production
it_it: Forza di lavoro disponibile
pt_br: Força de trabalho disponível
tr: Mevcut iş gücü
uk: Доступна робоча сила

source: Workforce
es_es: Mano de obra
fr: Capacité de production
pt_br: Trabalhadores
tr: İş gücü

source: Period
es_es: Período
fr: Période
pt_br: Período
tr: Dönem
uk: Період

source: to
es_es: a
fr: au
it_it: a
pt_br: para
uk: до

source: End Date
ar: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
fr: Date Fin
it_it: Data fine
pt_br: Data Final
tr: Bitiş Tarihi
uk: Кінцева дата

source: Number of days to add on the period
fr: nombre de jours à ajouter sur la période
it_it: Numero di giorni da aggiungere al periodo
pt_br: Número de dias a serem adicionados ao período
tr: Döneme eklenecek gün sayısı
uk: Кількість днів, які потрібно додати до періоду

source: Nb days
fr: Nb jours
it_it: n° giorni
pt_br: Nb dias
tr: Nb günleri
uk: К-сть днів

source: Task backlog
fr: Backlog de tâches
it_it: Attività arretrate
pt_br: Registro de tarefas
tr: Görev biriktirme listesi
uk: Відставання завдань

source: Fill Period With Timetracks
fr: Remplir une période avec des imputations
it_it: Riempi il periodo con tabelle orarie
pt_br: Preencher período com faixas de horário
tr: Dönemi Zaman Yollarıyla Doldur
uk: Період заповнення відмітками часу

source: Add multiple timetracks at once
fr: Ajouter plusieurs imputations en une seule opération
it_it: Aggiungi tabelle orarie multiple contemporaneamente
pt_br: Adicionar várias trilhas de tempo de uma só vez
tr: Tek seferde birden fazla zaman çizelgesi ekleyin
uk: Додайте кілька часових доріжок одночасно

source: It is not in the philosophy of CodevTT to allow users to enter several timetracks at the same time. However it is sometimes necessary to enter missing timetracks over large periods (eg. Catch up when CodevTT is installed late on a project). This right is only given to team administrators.
fr: Il n'est pas dans la philisophie de CodevTT d'autoriser la saisie de plusieurs imputations en même temps. Néamoins, il est parfois nécessaire de saisir une plage complete (Rattrapage d'imputations lorsque CodevTT est installé après coup). Ce droit n'est donné qu'aux administrateurs.
pt_br: Não faz parte da filosofia do CodevTT permitir que os usuários insiram vários registros de tempo ao mesmo tempo. No entanto, às vezes é necessário inserir registros de data e hora ausentes em grandes períodos (por exemplo, recuperar quando o CodevTT é instalado tardiamente em um projeto). Esse direito é concedido apenas aos administradores da equipe.
tr: CodevTT'nin felsefesinde, kullanıcıların aynı anda birkaç zaman çizelgesine girmesine izin vermek yoktur. Bununla birlikte, bazen büyük dönemlerde eksik zaman çizelgelerini girmek gerekebilir (örn. CodevTT bir projeye geç kurulduğunda yetişmek). Bu hak yalnızca ekip hizmetlilerine verilir.
uk: У філософії CodevTT не входить дозволяти користувачам вводити кілька часових доріжок одночасно. Однак іноді доводиться вводити відсутні часові доріжки протягом тривалих періодів (наприклад, наздоганяти, коли CodevTT інстальовано із запізненням у проєкті). Це право надається тільки адміністраторам команди.

source: Error !
fr: Erreur !
it_it: Errore!
pt_br: Erro!
tr: Hata!
uk: Помилка!

source: days available on period
fr: Nombre de jours dispo sur la période
it_it: giorni disponibili nel periodo
pt_br: dias disponíveis no período
tr: dönemdeki uygun günler
uk: днів на період
