Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: Remove CodevTT from Mantis menu:
ar: إزالة CodevTT من قائمة Mantis:
de_de: CodevTT vom Mantis Menü entfernen:
es_es: Quitar CodevTT del menú de Mantis:
fr: Suppression CodevTT du menu de Mantis:
it_it: Cancello CodevTT dal menù Mantis:
lt: Pašalinti CodevTT iš Mantis meniu:
pt_br: Remover CodevTT a partir do menu Mantis:
tr: CodevTT Mantis menüsünden kaldırın:
uk: Вилучити CodevTT з меню Mantis:

source: Failed
ar: فشل
de_de: Fehlgeschlagen
es_es: Falló
fr: Echec
it_it: Non riuscito
lt: Nepavyko
pt_br: Falha
tr: Başarısız
uk: Помилка

source: Remove CodevTT customFields:
ar: إزالة حقول CodevTT المخصصة:
de_de: CodevTT spezifische Felder entfernen:
fr: Suppression des champs personnalisés de CodevTT :
it_it: Cancello i campi di CodevTT:
pt_br: Remover CodevTT Campos:
tr: CodevTT customFields kaldır:
uk: Вилучити спеціальні поля CodevTT:

source: Done
ar: تم
de_de: Erledigt
es_es: Hecho
fr: Terminé
it_it: Fatto
lt: Atlikta
pt_br: Finalizado
tr: Yapıldı
uk: Готово

source: Remove CodevTT tables from MantisDB:
ar: إزالة جداول CodevTT من MantisDB:
de_de: CodevTT Tabellen aus der Mantis DB entfernen:
es_es: Quitar las tablas de CodevTT de MantisDB:
fr: Suppression des tables de la BDD Mantis :
it_it: Cancello le tabelle CodevTT dal database Mantis:
lt: Pašalinti CodevTT lenteles iš MantisDB:
pt_br: Remover tabelas CodevTT do MantisDB:
tr: CodevTT tablolarını MantisDB'den kaldır:
uk: Вилучити таблиці CodevTT з MantisDB:

source: Remove CodevTT config files:
ar: إزالة ملفات تكوين CodevTT:
de_de: CodevTT Konfigurationsdateien entfernen:
fr: Suppression des fichiers de configuration de CodevTT :
it_it: Cancello i file di configurazione di CodevTT
lt: Pašalinti CodevTT konfigūracijos failus:
pt_br: Remover CodevTT arquivos de configuração:
tr: CodevTT yapılandırma dosyalarını kaldır:
uk: Вилучити файли конфігурації CodevTT:

source: Remove Mantis plugin:
ar: إزالة برنامج Mantis المساعد:
de_de: Mantis-Plugin entfernen:
es_es: Quitar el complemento Mantis:
fr: Enlever les plugins Mantis:
it_it: Rimuovi plugin Mantis:
pt_br: Remover o plugin Mantis:
tr: Mantis eklentisini kaldırın:
uk: Вилучити плагін Mantis:

source: Remove ExternalTasks project:
fr: Suppression du Projet de taches externes:
pt_br: Remover o projeto ExternalTasks:
tr: ExternalTasks projesini kaldır:
uk: Вилучити проєкт ExternalTasks:

source: Please MANUALY delete the following projects:
ar: يُرجَى حذف مشاريع MANUALY التالية:
de_de: Diese Projekte müssen manuell entfernt werden:
es_es: Borra MANUALMENTE los siguientes proyectos:
fr: Veuillez supprimer MANUELLEMENT les projets suivants :
it_it: Cancella MANUALMENTE i seguenti progetti:
lt: Prašome RANKINIŲ BŪDU ištrinti šiuos projektus:
pt_br: Por favor delete MANUALMENTE os seguintes projetos:
tr: Lütfen aşağıdaki projeleri MANÜEL olarak silin:
uk: Будь ласка, вручну видаліть такі проєкти:

source: New command
ar: أوامر جديدة
de_de: Neuer Auftrag
es_es: Orden nueva
fr: Nouvelle commande
it_it: Nuovo ordine
lt: Nauja komanda
pt_br: Novo comando
tr: Yeni komut
uk: Нова команда

source: Deadline
ar: موعد نهائي
de_de: Termin
es_es: Fecha límite
it_it: Scadenza
lt: Terminas
pt_br: Vencimento
tr: Son tarih
uk: Граничний термін

source: Sold Charge
ar: قيمة البيع
de_de: Verkaufte Kosten
fr: Charges vendues
it_it: Carico di vendita
pt_br: Carga vendida
tr: Satılan Ücret
uk: Навантаження з продажу

source: days
ar: أيام
de_de: Tage
es_es: días
fr: jours
it_it: giorni
lt: dienos
pt_br: dias
tr: gün
uk: днів

source: Delete Command
ar: حذف الأوامر
de_de: Auftrag Löschen
es_es: Eliminar orden
fr: Supprimer commande
it_it: Cancella ordine
lt: Ištrinti Komandą
pt_br: Remover comando
tr: Komutu Sil
uk: Вилучити команду

source: Delete this Command ?
ar: حذف هذا الأمر؟
de_de: Diesen Auftrag löschen?
es_es: ¿Eliminar esta orden?
fr: Effacer cette commande ?
it_it: Cancellare l'ordine?
lt: Ištrinti šią Komandą ?
pt_br: Remover este comando?
tr: Bu Komut silinsin mi ?
uk: Видалити цю команду?

source: Nb tasks
ar: nb مهام
de_de: Anzahl Tasks
fr: Nb tâches
it_it: N° attività
pt_br: Núm casos
tr: Nb görevleri
uk: К-сть завдань

source: Provisions
ar: أحكام
de_de: Provisionen
es_es: Disposiciones
it_it: Disposizioni
pt_br: Provisões
tr: Karşılık
uk: Положення

source: Parent CommandSets
ar: مجموعات الأوامر الرئيسية
de_de: Übergeordnete Auftragsliste
es_es: Conjunto de Comandos Padre
fr: Macro Commandes parentes
it_it: Macro padre
pt_br: CommandSets pai
tr: Üst CommandSets
uk: Батьківські CommandSets

source: Add tasks (comma separated)
fr: Ajouter les tâches (separateur virgule)
it_it: Aggiungi attività (separate da virgole)
pt_br: Adicionar tarefas (separadas por vírgulas)
tr: Görev ekle (virgülle ayrılmış)
uk: Додати завдання (розділені комами)

source: Create the Command to add some tasks.
ar: إنشاء الأمر لإضافة بعض المهام.
de_de: Auftrag anlegen, um Aufgaben hinzuzufügen
es_es: Crear la orden para añadir algunas tareas.
fr: Créez la commande avant d'y ajouter des tâches.
it_it: Crea l'ordine per aggiungere attività.
pt_br: Criar o comando para adicionar alguns casos.
tr: Bazı görevler eklemek için Komut oluşturun.
uk: Створіть команду, щоб додати деякі завдання.

source: delete Command-Task association
ar: حذف اقتران مهمة الأمر
de_de: Auftrag-Task Zuordnung löschen
fr: supprimer l'association Tâche-Commande
it_it: cancella l'associazione Ordine/Attività
pt_br: apagar associação de casos de comandos
tr: Komut-Görev ilişkisini sil
uk: видалити асоціацію Команда-Завдання

source: Remove Task
ar: إزالة المهمة
de_de: Task Entfernen
es_es: Quitar tarea
fr: Enlever la Tâche
it_it: Elimina attività
lt: Pašalinti užduotį
pt_br: Remover caso
tr: Görevi Kaldır
uk: Вилучити завдання

source: Remove Task from this Command ?
ar: إزالة مهمة من هذا الأمر؟
de_de: Task vom Auftrag entfernen?
es_es: ¿Quitar tarea de esta orden?
fr: Retirer la tâche de cette commande ?
it_it: Eliminare l'attività da questo ordine?
pt_br: Remover caso deste comando ?
tr: Görev bu Komuttan kaldırılsın mı ?
uk: Видалити завдання з цієї команди?

source: Create the Command before assigning it to a CommandSet.
ar: قم بإنشاء الأمر قبل تعيينه إلى مجموعة أوامر.
de_de: Auftrag muss angelegt werden, bevor er der Auftragsliste hinzugefügt werden kann
es_es: Crea el Comando antes de asignarlo a un Conjunto de Comandos
fr: Créez la commande avant de l'ajouter à une Macro Commande.
it_it: Crea l'ordine prima di assegnare a una Macro.
pt_br: Criar um Comando antes de atribuir a um conjunto de comando.
tr: Komutu bir CommandSet atamadan önce oluşturun.
uk: Створити команду перед тим, як призначити її для набору CommandSet.

source: No CommandSet found.
ar: لا توجد مجموعة أوامر
de_de: Keine Auftragslisten vorhanden
es_es: No se encontró ningún conjunto de órdenes.
fr: Pas de Macro Commande.
it_it: Nessuna Macro trovata.
pt_br: Não há conjunto de Comando.
tr: CommandSet bulunamadı.
uk: CommandSet не знайдено.

source: delete CommandSet-Command association
ar: حذف اقتران مجموعة الأمر التعاقدي
de_de: Auftrag zu Auftragsliste Zuordnung löschen
fr: supprimer l'association Commande-Macro Commande
it_it: Cancella l'associazione Ordine-Macro
pt_br: remover associação de commando do grupo de comando
tr: CommandSet-Command ilişkilendirmesini sil
uk: видалити асоціацію CommandSet-Command

source: Remove this Command from the CommandSet ?
ar: إزالة هذا الأمر من مجموعة الأوامر؟
de_de: Auftrag aus der Auftragsliste löschen?
es_es: Quitar este Comando del Conjunto de Comandos ?
fr: Retirer la commande de cette Macro Commande ?
it_it: Cancellare l'ordine da questa Macro?
pt_br: Remover este Comando do grupo de Comando?
tr: Bu komut CommandSet'ten kaldırılsın mı ?
uk: Вилучити цю команду з набору CommandSet?

source: Create the Command first.
ar: إنشاء الأمر أولا.
de_de: Erst den Auftrag anlegen.
es_es: Primero crear el Comando
fr: Créez la commande avant d'y ajouter des tâches.
it_it: Crea l'ordine prima di assegnare l'attività.
pt_br: Crie o comando antes de adicionar casos.
tr: Önce Komutu oluşturun.
uk: Спочатку створіть команду.

source: CSV Import
ar: CSV استيراد
es_es: Importar de CSV
fr: Import CSV
it_it: Importa CSV
pt_br: Importação CSV
tr: CSV İçe Aktarımı
uk: Експорт CSV

source: Import templates
ar: قوالب استيراد
de_de: Vorlagen importieren
es_es: Importar plantillas
fr: Modèles d'import
it_it: Importa template
pt_br: Importar Modelos
tr: Şablonları içe aktar
uk: Імпортувати шаблони

source: Add Provision
ar: أضف بندا
de_de: Provision hinzufügen
es_es: Añadir provisión
fr: Ajouter Provision
it_it: Aggiungi Direttiva
pt_br: Adicionar provisão
tr: Karşılık Ekle
uk: Додайте положення

source: Budget Days
ar: أيام الميزانية
de_de: Budget Tage
es_es: Días de presupuesto
fr: Budget en Jours
it_it: Budget in giorni
lt: Biudžeto Dienos
pt_br: Dias de orçamento
tr: Bütçe Günleri
uk: Бюджетні дні

source: Budget
ar: ميزانية
es_es: Presupuesto
lt: Biudžetas
pt_br: Orçamento
tr: Bütçe
uk: Бюджет

source: add to budget check
ar: إضافة إلى التحقق من الميزانية
de_de: Zur Budgetprüfung hinzufügen
es_es: añadir a la verificación del presupuesto
fr: Ajouter au 'check budget'
it_it: Aggiungi al 'controllo budget'
lt: pridėti į biudžeto čekį
pt_br: adicionar à verificação do orçamento
tr: bütçe kontrolüne ekle
uk: Додати до перевірки бюджету

source: Edit
ar: تعديل
de_de: Bearbeiten
es_es: Editar
fr: Editer
it_it: Modifica
lt: Redaguoti
pt_br: Editar
tr: Düzenle
uk: Редагувати

source: Average Daily Rate
ar: متوسط ​​التقييم اليومي
de_de: Durchschnittlicher Tagessatz
es_es: Tasa diaria promedio
fr: Taux Journalier Moyen
it_it: Tasso medio giornaliero
pt_br: Taux Journalier Moyen
tr: Ortalama Günlük Oran
uk: Середня щоденна вартість

source: Add to 'check budget'
ar: إضافة إلى "التحقق من الميزانية"
de_de: Zur Budgetprüfung hinzufügen
es_es: Añadir a 'verificación de presupuesto"
fr: Ajouter au 'check budget'
it_it: Aggiungi al 'controllo budget'
lt: Pridėti į „patikrinti biudžetą“
pt_br: Adicionar a "verificar orçamento
tr: 'Bütçeyi kontrol et'e ekle
uk: Додати до 'перевірки бюджету'

source: save
ar: حفظ
de_de: Speichern
es_es: guardar
fr: Enregistrer
it_it: Salva
lt: išsaugoti
pt_br: salvar
tr: kaydet
uk: зберегти

source: Delete from the Command ?
ar: حذف من الأمر؟
de_de: Vom Auftrag löschen?
es_es: ¿Eliminar de la orden?
fr: Effacer de la commande ?
it_it: Cancellare dall'ordine?
lt: Ištrinti iš šios Komandos ?
pt_br: Excluir do Command ?
tr: Komuttan silinsin mi ?
uk: Видалити з команди?

source: Edit Provision
ar: تحرير الحكم
de_de: Provision bearbeiten
fr: Editer Provision
pt_br: Editar provisão
tr: Karşılık Düzenle
uk: Редагувати положення

source: Updated successfully !
ar: تم التحديث بنجاح !
de_de: Erfolgreich aktualisiert!
es_es: Actualizado correctamente.
fr: Mise à jour réussie !
pt_br: Atualizado com sucesso!
tr: Başarıyla güncellendi !
uk: Оновлено успішно!

source: Field is missing
ar: الحقل مفقود
de_de: Feld fehlt
es_es: Falta el campo
fr: Champ non renseigné
it_it: Campi mancanti
lt: Trūksta lauko
pt_br: O campo está em falta
tr: Alan eksik
uk: Поле відсутнє

source: Command name
ar: اسم الامر
de_de: Name des Auftrags
es_es: Nombre de la orden
fr: Nom de la commande
it_it: Nome ordine
lt: Komandos pavadinimas
pt_br: Nome do comando
tr: Komut adı
uk: Назва команди

source: Not a number
ar: ليس عددا
de_de: Keine Nummer
es_es: No es un número
fr: Non numérique
it_it: Non numerico
lt: Ne skaičius
pt_br: Não é um número
tr: Sayı değil
uk: Не число

source: task id
ar: معرف المهمة
es_es: id. de tarea
fr: id tâche
it_it: id attività
lt: užduoties id
pt_br: id caso
tr: görev kimliği
uk: ідентифікатор завдання

source: Not a comma separated number list
es_es: No es una lista de números separados por comas
fr: Entrez une liste de nombre séparée par des virgules
pt_br: Não é uma lista de números separados por vírgulas
tr: Virgülle ayrılmış sayı listesi değil
uk: Не список номерів, розділених комами

source: Missing field
ar: حقل مفقود
de_de: Fehlendes Feld
es_es: Campo faltante
fr: Champ manquant
it_it: Campo mancante
lt: Trūksta lauko
pt_br: Campos faltante
tr: Eksik alan
uk: Відсутнє поле

source: ERROR: Please check
fr: ERREUR, vérifier
pt_br: ERRO: Por favor verifique
tr: HATA: Lütfen kontrol edin
uk: ПОМИЛКА: Перевірте

source: General
ar: عام
de_de: Allgemein
fr: Général
it_it: Generale
lt: Bendras
pt_br: Geral
tr: Genel
uk: Загальне

source: Task priority in Planning & Gantt
fr: Priorité des tâches dans le planning et le gantt
pt_br: Prioridade da tarefa em Planning & Gantt
tr: Planlama ve Gantt'ta görev önceliği
uk: Пріоритет завдання у плануванні та Ганті

source: Documentation is available at
ar: الوثائق متاحة في
de_de: Dokumentation erhätlich unter:
es_es: La documentación está disponible en
fr: La documentation est disponible sur le site
it_it: La documentazione è disponibile a
lt: Dokumentacija yra prieinama
pt_br: Documentação disponível em
tr: Belge \'de mevcut
uk: Документація доступна на

source: CodevTT Documentation
pt_br: Documentação do CodevTT
uk: Документація CodevTT

source: You can help on translations:
ar: هل يمكنك مساعدتنا على ترجمة:
de_de: Du kannst bei Übersetzungen helfen:
es_es: Puedes ayudar con las traducciones:
fr: Aider à la traduction:
it_it: Puoi aiutare nelle traduzioni:
lt: Jūs galite padėti su vertimais:
pt_br: Você pode ajudar nas traduções:
tr: Çevirilerde yardımcı olabilirsiniz:
uk: Ви можете допомогти з перекладом:

source: statistics
ar: إحصاءات
de_de: Statistiken
es_es: estadísticas
fr: Statistiques
it_it: statistiche
pt_br: estatísticas
tr: istatistikler
uk: статистика

source: Contact the author:
ar: اتصل بالمؤلف: /
de_de: Den Autor kontaktieren:
es_es: Contacte con el auto:
fr: Contacter l'auteur:
it_it: Contatta l'autore:
pt_br: Entre em contato com o autor:
tr: Yazarla iletişime geç:
uk: Зв'язатися з автором:

source: IMPORTANT: unassigned tasks will not be displayed !
fr: IMPORTANT: Les tâches non assignées ne sont pas affichées !
it_it: IMPORTANTE: le attività non assegnate non saranno mostrate!
pt_br: IMPORTANTE: as tarefas não atribuídas não serão exibidas!
tr: ÖNEMLİ: atanmamış görevler görüntülenmeyecektir!
uk: ВАЖЛИВО: невизначені завдання не відображатимуться!

source: New command set
ar: مجموعة أوامر جديدة
de_de: Neue Auftragsliste
es_es: Orden nueva establecida
fr: Nouvelle Macro Commande
it_it: Nuova Macro
lt: Naujas komandos rinkinys
pt_br: Novo conjunto de comandos
tr: Yeni komut seti
uk: Новий набір команд

source: Command set name
ar: اسم مجموعة الأوامر
de_de: Auftrags-Name
es_es: Nombre de la orden o comando
fr: Nom de la Macro Commande
it_it: Nome Macro
pt_br: Nome do conjunto de comandos
tr: Komut ayarı adı
uk: Назва набору команд

source: Delete CommandSet
ar: حذف مجموعة الأوامر
de_de: Auftragsliste löschen
es_es: Quitar conjunto de órdenes
fr: Suppression Macro Commande
it_it: Elimina Macro
pt_br: Remover grupo de comandos
tr: CommandSet'i Sil
uk: Видалити CommandSet

source: Delete this CommandSet ?
ar: حذف مجموعة الأوامر هذه؟
de_de: Auftragsliste löschen?
es_es: ¿Eliminar esta orden?
fr: Supprimer cette Macro Commande ?
it_it: Eliminare questa Macro?
pt_br: Remover este grupo de comandos?
tr: Bu CommandSet'i silinsin mi?
uk: Видалити цей CommandSet?

source: Nb Commands
ar: Nb الأوامر
de_de: Anzahl Aufträge
fr: Nb commandes
it_it: N° Ordini
pt_br: Núm de comandos
tr: Nb Komutları
uk: К-сть команд

source: Service Contracts
ar: عقود الخدمة
de_de: Serviceverträge
es_es: Contratos de servicios
fr: Contrat de Service
it_it: Contratti di servizio
pt_br: Contrato de Serviço
tr: Servis Sözleşmeleri
uk: Сервісні договори

source: Commands
ar: الاوامر
de_de: Aufträge
es_es: Órdenes
fr: Commandes
it_it: Ordini
lt: Komandos
pt_br: Comandos
tr: Komutlar
uk: Команди

source: --- New Command ---
ar: --- الأوامر الجديدة ---
de_de: --- Neuen Auftrag ---
es_es: --- Orden nueva ---
fr: --- Nouvelle commande ---
it_it: --- Nuovo Ordine ---
lt: --- Nauja Komanda ---
pt_br: --- Novo comando ---
tr: --- Yeni Komut ---
uk: --- Нова команда ---

source: Remove Command
ar: إزالة الأوامر
de_de: Auftrag entfernen
es_es: Quitar orden
fr: Supprimer commande
it_it: Elimina Ordine
lt: Pašalinti Komandą
pt_br: Remover comando
tr: Komutu Kaldır
uk: Видалити команду

source: Remove Command from this CommandSet ?
ar: إزالة الأوامر من مجموعة الأوامر؟
de_de: Auftrag aus dieser Auftragliste entfernen?
fr: Retirer la commande de cette Macro Commande ?
it_it: Eliminare l'ordine dalla Macro?
pt_br: Remover este comando do grupo de comando ?
tr: Komut bu CommandSet'den kaldırılsın mı?
uk: Вилучити команду з цього набору CommandSet?

source: Command
ar: أمر
de_de: Auftrag
es_es: Orden
fr: Commande
it_it: Ordine
lt: Komanda
pt_br: Comando
tr: Komut
uk: Команда

source: Create the CommandSet to add some commands.
ar: إنشاء مجموعة الأوامر لإضافة بعض الأوامر.
de_de: Auftragsliste anlegen, um Aufträge hinzuzufügen
fr: Créez la Macro Commande avant d'y ajouter des commandes.
it_it: Crea la Macro per aggiungere gli Ordini.
pt_br: Criar um grupo de comandos para adicionar um comando.
tr: Bazı komutları eklemek için CommandSet oluşturun.
uk: Створити CommandSet, щоб додати деякі команди.

source: ERROR
ar: خطأ
de_de: Fehler
fr: ERREUR
it_it: ERRORE
lt: KLAIDA
pt_br: ERRO
tr: HATA
uk: ПОМИЛКА

source: Query FAILED
ar: فشل الاستعلام
de_de: Datenbankabfrage fehlgeschlagen
es_es: FALLÓ la consulta
fr: ECHEC de requête
it_it: Query FALLITA
lt: Užklausa NEPAVYKO
pt_br: Query ERRO
tr: Sorgu BAŞARISIZ
uk: Запит недійсний

source: Add timetrack
pt_br: Adicionar monitor de tempo
uk: Додати хронометраж

source: Note
ar: ملاحظة
de_de: Notiz
es_es: Nota
lt: Pastaba
pt_br: Nota
tr: Not
uk: Примітка

source: Reduce the tasks selection by setting some filters
ar: تخفيض اختيار المهام من خلال وضع بعض المرشحات
de_de: Aufgbenauswahl durch Filter einschränken
es_es: Reduce la selección de tareas estableciendo algún filtro
fr: Réduisez la liste des tâches en ajoutant des filtres
it_it: Riduci la selezione delle attività impostando i filtri
lt: Sumažinkite užduoties pasirinkimą nustatydami keletą filtrų
pt_br: Reduzir a seleção de casos adicionando alguns filtros
tr: Bazı filtreler ayarlayarak görev seçimini azaltın
uk: Скоротити вибір завдань, встановивши кілька фільтрів

source: Hide tasks with forbiden status (closed, ...)
fr: Cacher les tâches au status désactivé (fermé, ...)
pt_br: Ocultar tarefas com status proibido (fechado, ...)
tr: Yasak durumdaki görevleri gizle (kapalı, ...)
uk: Приховати завдання із забороненим статусом (закриті, …)

source: Week timetracks
ar: المسارات الزمنية للأسبوع
de_de: Wochenzeiterfassungen
es_es: Control de Tiempo semanal
fr: Imputations hebdo
it_it: Pianificazione settimanale
pt_br: Controle de tempo semanal
tr: Hafta zaman çizelgeleri
uk: Тижневі хронометри

source: Ext.ID
ar: معرف خارجي
fr: Réf.Ext
lt: Iš.ID
pt_br: Ref.Ext

source: Timetrack note
ar: ملاحظات المسارات الزمنية
de_de: Zeiterfassungsnotiz
es_es: Nota de Control de Tiempo
fr: Note d'imputation
it_it: Annotazione tabella oraria
pt_br: Nota Timetrack
tr: Zaman çizelgesi notu
uk: Примітка про хронометраж

source: delete this row
ar: حذف هذا الصف
de_de: Zeile löschen
es_es: eliminar esta fila
fr: effacer cette ligne
it_it: Cancella questa linea
lt: ištrinti šią eilutę
pt_br: apagar esta linha
tr: bu satırı sil
uk: видалити цей рядок

source: Edit timetrack
ar: تحرير المسار الزمني
de_de: Zeiterfassung bearbeiten
es_es: Edita Control de Tiempo
fr: Editer l'imputation
it_it: Modifica tempistiche
pt_br: Editar controle de tempo
tr: Zaman aralığını düzenle
uk: Редагувати хронометраж

source: Future timetracks
ar: المسارات الزمنية المستقبلية
de_de: Zukünftige Zeiterfassungen
es_es: Control de Tiempos futuros
fr: Imputations futures
it_it: Tempistiche future
pt_br: Controle dos tempos futuros
tr: Gelecekteki zaman çizelgeleri
uk: Майбутні хронометри

source: Delete track
ar: حذف المسار
de_de: Eintrag löschen
es_es: Eliminar registro
fr: Supprimer l'imputation
it_it: Cancella assegnazione
pt_br: Apagar pista/track
tr: İzlemeyi sil
uk: Видалити завдання

source: Missing Timetracks
pt_br: Faixas de horário ausentes
uk: Відсутні хронометри

source: Missing timetracks per user
pt_br: Faixas horárias ausentes por usuário
uk: Відсутні хронометри для кожного користувача

source: Errors
ar: أخطاء
de_de: Fehler
es_es: Errores
fr: Erreurs
it_it: Errori
lt: Klaidos
pt_br: Erros
tr: Hatalar
uk: Помилки

source: workdays
ar: أيام العمل
de_de: Arbeitstage
es_es: días laborables
fr: jours ouvrés
it_it: giorni di lavoro
lt: darbo dienos
pt_br: dias úteis
tr: iş günleri
uk: робочі дні

source: Missing timetracks
pt_br: Faixas horárias ausentes
uk: Відсутні хронометри

source: Missing days
pt_br: Dias perdidos
uk: Відсутні дні

source: Error
ar: خطأ
de_de: Fehler
fr: Erreur
it_it: Errore
lt: Klaida
pt_br: Erro
tr: Hata
uk: Помилка

source: Reload
ar: إعادة تحميل
de_de: Neu laden
es_es: Recargar
fr: Recharger
it_it: Ricarica
lt: Perkrauti
pt_br: Recarregar
tr: Yeniden yükle
uk: Перезавантажити

source: Save
ar: حفظ
de_de: Speichern
es_es: Guardar
fr: Enregistrer
it_it: Salva
lt: Išsaugoti
pt_br: Enregistrer
tr: Kaydet
uk: Зберегти

source: WBS Root element cannot be renamed.
ar: لا يمكن إعادة تسمية عنصر الجذر WBS.
de_de: Projektstrukturplan Wurzelelement kann nicht gelöscht werden.
es_es: El elemento raíz de la EDT (Estructura Desglosada del Trabajo) no puede ser renombrado.
fr: La racine du WBS ne peut être renommée
it_it: WBS di root non può essere rinominato.
lt: WBS Root elementas negali būti pervadintas.
pt_br: O elemento raiz do PEP não pode ser renomeado.
tr: WBS Kök öğesi yeniden adlandırılamaz.
uk: Кореневий елемент WBS неможливо перейменувати.

source: Root element cannot be deleted.
ar: لا يمكن حذف عنصر الجذر.
de_de: Wurzelelement kann nicht gelöscht werden.
es_es: El elemento raíz no puede ser eliminado.
fr: La racine du WBS ne peut être supprimée
it_it: WBS di root non può essere cancellato.
lt: Root elementas negali būti ištrintas.
pt_br: O elemento raiz não pode ser excluído.
tr: Kök öğe silinemez.
uk: Кореневий елемент не можна видалити.

source: Delete Failed: Folder must be empty.
ar: فشل الحذف: يجب أن يكون المجلد فارغا.
de_de: Löschen fehlgeschlagen: Das Verzeichnis muss leer sein.
es_es: Fallo en la Eliminación: La carpeta tiene que estar vacía.
fr: Suppression impossible: le dossier doit être vide.
it_it: Cancellazione fallita, la cartella deve essere vuota.
lt: Ištrinti Nepavyko: Aplankas turi būti tuščias.
pt_br: Falha na exclusão: A pasta deve estar vazia.
tr: Silme Başarısız: Klasör boş olmalıdır.
uk: Помилка видалення: папка повинна бути порожньою.

source: New Folder
ar: مجلد جديد
de_de: Neuer Ordner
es_es: Carpeta nueva
fr: Nouveau dossier
it_it: Nuova cartella
lt: Naujas Aplankas
pt_br: Nova Pasta
tr: Yeni Klasör
uk: Нова папка

source: Rename
ar: إعادة تسمية
de_de: Umbenennen
es_es: Cambiar nombre
fr: Renommer
it_it: Rinomina
lt: Pervadinti
pt_br: Renomear
tr: Yeniden adlandır
uk: Перейменувати

source: Add subfolder
ar: إضافة مجلد فرعي
de_de: Unterordner hinzufügen
es_es: Añadir subcarpeta
fr: Ajouter un sous-dossier
it_it: Aggiungi sotto cartella
lt: Pridėti pakatalogį
pt_br: Adicionar subpasta
tr: Alt klasör ekle
uk: Додати підпапку

source: Add an indicator to the dashboard
ar: إضافة مؤشر للوحة
de_de: Indikator zum Dashboard hinzufügen
es_es: Añadir un indicador en el panel
fr: Ajouter un indicateur au tableau de bord
it_it: Aggiungi un indicatore al cruscotto
lt: Pridėti indikatorius į skydelį
pt_br: Adicionar um indicador ao painel
tr: Gösterge tablosuna gösterge ekleyin
uk: Додати індикатор на приладову панель

source: Add Indicator
ar: إضافة مؤشر
de_de: Indikator hinzufügen
es_es: Añadir indicador
fr: Ajouter un Indicateur
it_it: Aggiungi indicatore
lt: Pridėti Indikatorius
pt_br: Adicionar Indicador
tr: Gösterge Ekle
uk: Додати індикатор
