Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: No default project workflow defined, check config file:
ar: لا يوجد سير عمل مشروع افتراضي معرف، تحقق من ملف التكوين:
de_de: Kein Standardprojektworkflow definiert. Konfigurationsdatei überprüfen:
fr: Aucun cycle de vie (workflow) par défaut n'est défini, vérifiez le fichier de config:
it_it: Nessun progetto di flusso di lavoro predefinito è stato definito, controlla il file di configurazione:
lt: Nėra numatyto projekto darbo krūvio, patikrinkite konfigūracijos failą:
pt_br: Nenhum fluxo de trabalho de projeto padrão definido, verifique o arquivo de configuração:
tr: Varsayılan proje iş akışı tanımlanmadı, yapılandırma dosyasını kontrol edin:
uk: Не визначено робочий процес проєкту за замовчуванням, перевірте файл конфігурації:

source: ) Please run <a href='tools/update_codevtt.php'>update_codevtt.php</a>
pt_br: ) Por favor, rode <a href='tools/update_codevtt.php'>update_codevtt.php</a>
uk: ) Будь ласка, запустіть <a href='tools/update_codevtt.php'>update_codevtt.php</a>

source: Project not defined in the team's project-list
pt_br: Projeto não definido na lista de projetos do time
uk: Проєкт не визначений у списку проєктів команди

source: Please move config file to:
pt_br: Mova o arquivo de configuração para:
uk: Будь ласка, перемістіть файл конфігурації до:

source: Please remove:
pt_br: Favor remover:
uk: Будь ласка, вилучте:

source: monitored
ar: مراقبة
de_de: überwacht
es_es: monitoreado
fr: suivie
it_it: monitorato
lt: stebimas
pt_br: monitorado
tr: izlendi
uk: контролюється

source: Duplicate of
ar: مكرر عن
de_de: Kopie von
es_es: Duplicada de
fr: Doublon de
it_it: Duplicato di
lt: Dublikatas
pt_br: Duplicado de
tr: Şunun kopyası
uk: Дублікат

source: Has duplicate
ar: له تكرار
de_de: Hat Kopien
es_es: Tiene duplicado
fr: A pour doublon
it_it: Ha duplicati
lt: Turi dublikatą
pt_br: Tem duplicatas
tr: Kopya var
uk: Має дублікат

source: Related to
ar: متعلق ب
de_de: Zugehörig zu
es_es: Relacionado con
fr: Relatif à
it_it: Relativo a
lt: Susiję su
pt_br: Relacionado a
tr: İlgili
uk: Пов'язані з

source: Parent of
ar: أصل
de_de: Vaterknoten von
fr: Parent de
it_it: Genitore di
pt_br: Pai de
tr: Şunun üstü
uk: Батько з

source: Child of
ar: طفل
de_de: Kindknoten von
fr: Enfant de
it_it: Figlio di
pt_br: Filho de
tr: Şunun çocuğu
uk: Дитина від

source: Constrained by
ar: مقيد بواسطة
de_de: Verwendet von
es_es: Limitado por
fr: Contraint par
it_it: Vincolato da
pt_br: Restrito por
tr: Sınırlayan
uk: Обмежується

source: Constrains
ar: القيود
de_de: Verwendungen
fr: Contraint
it_it: Vincoli
lt: Riboja
pt_br: Restrições
tr: Kısıtlar
uk: Обмеження

source: none
ar: لا شيء
de_de: keine
es_es: ninguno
fr: aucun(e)
it_it: nessun
lt: nėra
pt_br: (nenhum)
tr: hiçbiri
uk: немає

source: Assigned
ar: تم تعيينها
de_de: Zugewiesen
es_es: Asignada
fr: Assigné à
it_it: Assegnato a
lt: Priskirta
pt_br: Atribuído
tr: Atanmış
uk: Призначено

source: Disabled
ar: معطل
de_de: Deaktiviert
es_es: Desactivado
fr: désactivé
it_it: Disattivato
lt: Išjungtas
pt_br: Desativado
tr: Devre dışı
uk: Вимкнено

source: Removed
ar: تمت إزالته
de_de: Entfernet
es_es: Eliminado
fr: Supprimé
it_it: Rimosso
lt: Pašalintas
pt_br: Removido
tr: Kaldırıldı
uk: Вилучено

source: ERROR: invalid currency: (coef is null, zero, or not a number)
ar: خطأ: عملة غير صالحة: (coef باطل، أو صفر، أو ليس رقما)
de_de: FEHLER: Ungültige Währung: Koeff ist null, zero oder keine Zahl.
fr: ERREUR: Devise non valide (coef null, à zero, ou non numérique)
pt_br: ERRO: moeda inválida: (coef é nulo, zero ou não é um número)
tr: HATA: geçersiz para birimi: (katsayı null, sıfır veya sayı değil)
uk: ПОМИЛКА: недійсна валюта: (коефіцієнт нульовий, нуль або не є числом)

source: ERROR: First define the referal currency (with coef=1)
ar: خطأ: أولا حدد عملة الإحالة (باستخدام coef = 1)
de_de: FEHLER: Definiere zuerst die Bezugswährung (mit Koeff=1)
fr: ERREUR: Commencez par définir la devise de référence (Avec coef=1)
pt_br: ERRO: Primeiro defina a moeda de referência (com coef=1)
tr: HATA: İlk olarak referans para birimini tanımladı (coef=1 ile)
uk: ПОМИЛКА: спочатку визначено реферальну валюту (з коефіцієнтом = 1)

source: ERROR: there can be only one 'referal' currency (with coef=1)
ar: خطأ: لا يمكن أن يكون هناك سوى عملة "إحالة" واحدة (باستخدام coef=1)
de_de: FEHLER: Es kann nur eine „Bezugs“-Währung geben (mit Koeff=1)
fr: ERREUR: Il ne peut y avoir qu'une seule devise de référence (Avec coef=1)
pt_br: ERRO: só pode haver uma moeda "referencial" (com coef=1)
tr: HATA: yalnızca bir 'yönlendirme' para birimi olabilir (coef=1 ile)
uk: ПОМИЛКА: може бути тільки одна 'реферальна' валюта (з коефіцієнтом = 1)

source: ERROR: currency already defined
ar: خطأ: العملة محددة بالفعل
de_de: FEHLER: Währung bereits definiert
fr: ERREUR: Devise déjà définie
pt_br: ERRO: moeda já definida
tr: HATA: para birimi zaten tanımlanmış
uk: ПОМИЛКА: валюта вже визначена

source: Sort issues per Project
ar: فرز المشكلات حسب المشروع
de_de: Sortieren nach Projekt
fr: Trier par Projet
it_it: Ordina tickets per progetto
pt_br: Classificar problemas por projeto
tr: Proje başına sayı sıralama
uk: Сортування проблем для кожного проєкту

source: Sort issues: with/without External ID
ar: فرز القضايا:مع/بدون معرف خارجي
de_de: Sortieren: mit/ohne externe ID
fr: Trier les tâches : avec ou sans Réf. Externe
it_it: Ordina tickets: con/senza ID esterno
lt: Rūšiuoti problemas: su/be Išorinio ID
pt_br: Ordenar casos: com/sem referencia externa
tr: Sıralama sorunları: Harici Kimlik ile/Harici Kimlik olmadan
uk: Сортувати проблеми: з/без зовнішнього ідентифікатора

source: Issue External ID
ar: معرف خاريج للقضية
de_de: Eintrag Externe ID
fr: Référence externe
it_it: Ticket ID esterno
lt: Problemos Išorinis ID
pt_br: ID externo
tr: Harici Kimlik Sorunu
uk: Проблема із зовнішнім ідентифікатором

source: Sort issues per project categories
ar: فرز القضايا حسب تصنيفات المشروع
de_de: Sortieren nach Kategorie
fr: Trier les tâches par catégories
it_it: Ordina tickets per categoria di progetto
pt_br: Ordenar casos por categorias de projeto
tr: Proje kategorilerine göre sorunları sıralayın
uk: Сортувати проблеми за категоріями проєктів

source: Project Category
ar: تصنيف المشروع
de_de: Projekt Kategorie
es_es: Categoría del proyecto
fr: Catégorie Projet
it_it: Categoria di progetto
lt: Projekto Kategorija
pt_br: Categoria do projeto
tr: Proje Kategorisi
uk: Категорія проєкту

source: Sort issues per ID
es_es: Ordenar informes por identificador
fr: Trier les tâches par ID
pt_br: Classificar problemas por ID
uk: Сортувати проблеми за ідентифікатором

source: Issue ID
es_es: Identificador de informe
fr: ID Tâche
pt_br: ID do Problema
uk: Ідентифікатор проблеми

source: Sort issues per Project TargetVersion
ar: فرز القضايا لكل نسخة مشروع هدف
de_de: Sortieren nach Version
fr: Trier les tâches par version ciblée
it_it: Ordina ticket per progetto TargetVersion
pt_br: Ordenar casos por TargetVersion do projeto
tr: Proje TargetVersion'a göre sorunları sıralayın
uk: Сортувати проблеми для кожного проєкту TargetVersion

source: Project TargetVersion
ar: نسخة مشروع هدف
de_de: Version
fr: Version ciblée
it_it: Progetto TargetVersion
pt_br: Versão alvo de projeto
tr: Proje TargetVersion
uk: Проєкт TargetVersion

source: Sort issues per tags
ar: فرز المشكلات حسب الوسوم
de_de: Sortieren nach Tags
fr: Trier par Tag
it_it: Ordina tickets per tags
pt_br: Ordenar casos por etiquetas
tr: Etiket başına sayıları sırala
uk: Сортувати проблеми за тегами

source: Issue Tag
ar: وسم القضية
de_de: Tag
fr: Par Tag
it_it: Tag ticket
lt: Problemos Žyma
pt_br: Tag caso
tr: Etiket Sorunu
uk: Тег проблеми

source: Sort issues: public/private
ar: فرز المشكلات: عامة/خاصة
de_de: Sortieren: öffentlich/privat
fr: Trier par statut : public/privé
it_it: Ordina tickets: pubblico/privato
lt: Rūšiuoti problemas: viešas/privatus
pt_br: Ordenar casos: públicos/privados
tr: Sıralama sorunları: genel/özel
uk: Сортувати проблеми: публічні/приватні

source: Issue Public/Private
ar: مشكلة عامة / خاصة
de_de: Eintrag (öffentlich/privat)
fr: Statut Public/Privé
it_it: Stato Pubblico/Privato
lt: Problema Vieša/Privati
pt_br: Caso público/privado
tr: Genel/Özel Sorunu
uk: Публічна/приватна проблема

source: Sort issues per CustomField: CodevTT_Type
ar: فرز المشكلات حسب الحقل المخصص: CodevTT_Type
de_de: Sortieren nach CodevTT_Type
fr: Trier les tâches selon le champ personnalisé: CodevTT_Type
it_it: Ordina tickets per CustomField: CodevTT_Type
pt_br: Classificar problemas por CustomField: CodevTT_Type
tr: Her CustomField için sıralama sayısı: CodevTT_Type
uk: Проблеми сортування для CustomField: CodevTT_Type

source: Type (Task/Bug)
ar: النوع (مهمة/علة)
es_es: Tipo (tarea/defecto)
pt_br: Tipo (Tarefa/Bug)
tr: Tür (Görev/Hata)
uk: Тип (завдання/помилка)

source: Y-m-d
ar: س-ش-ي
es_es: A-m-d
fr: d-m-Y
it_it: d-m-Y
lt: MMMM-mm-dd
pt_br: dd-mm-yyyy
tr: Y-a-g
uk: Д-м-р

source: Average backlog
ar: متوسط ​​التراكم
de_de: Durschnittlicher Restaufwand
es_es: Pendientes promedio
fr: Moyenne des RAF
it_it: Media arretrato
pt_br: Carteira média
tr: Ortalama birikmiş işler
uk: Середнє відставання

source: Install
ar: تنصيب
de_de: Installation
es_es: Instalar
fr: Installer
it_it: Installa
lt: Įdiegti
pt_br: Instalação
tr: Yükle
uk: Встановити

source: Upgrade instructions
ar: تعليمات الترقية
de_de: Upgrade-Anweisungen
es_es: Instrucciones de actualización
fr: Instruction pour mise à niveau
it_it: Istruzioni per l'aggiornamento
pt_br: Instruções de atualização
tr: Yeni sürüme geçiş talimatları
uk: Інструкції щодо оновлення

source: If you're upgrading from an older CodevTT version, do the following steps:
pt_br: Se estiver fazendo upgrade de uma versão mais antiga do CodevTT, siga as etapas abaixo:
uk: Якщо ви оновлюєтеся зі старішої версії CodevTT, виконайте такі дії:

source: Upgrade Mantis first ! (not mandatory)
ar: قم بترقية Mantis أولا! (ليس إلزاميا)
de_de: Zuerst Mantis aktualisieren! (nicht verpflichtend)
es_es: ¡Primero actualiza Mantis! (no es obligatorio)
fr: Commencez par mettre à jour Mantis (si necessaire)
it_it: Prima aggiorna Mantis! (non obbligatorio)
pt_br: Atualize o Mantis primeiro! (não obrigatório)
tr: Önce Mantis'i yükseltin ! (zorunlu değil)
uk: Спочатку поновіть Mantis! (не обов'язково)

source: Backup your database
pt_br: Faça backup de seu banco de dados
uk: Створіть резервну копію вашої бази даних

source: Copy CodevTT configuration files from your previous installation
ar: نسخ ملفات تكوين CodevTT من تثبيتك السابق
de_de: Kopiere CodevTT-Konfigurationsdateien von deiner älteren Installation
fr: Copiez et adaptez les fichiers de configurtion de la précédente installation de CodevTT
pt_br: Copie os arquivos de configuração do CodevTT de sua instalação anterior
tr: Önceki kurulumunuzdan CodevTT yapılandırma dosyalarını kopyalayın
uk: Скопіюйте файли конфігурації CodevTT з попереднього вставновлення

source: Run this script:
ar: تشغيل هذا البرنامج النصي:
de_de: Dieses Skript ausführen:
es_es: Ejecutar esta secuencia de órdenes:
fr: Lancez ce script:
it_it: Esegui questo script:
pt_br: Execute este script:
tr: Bu betiği çalıştır:
uk: Запустіть цей скрипт:

source: Installation finished
ar: انتهى التحميل
de_de: Installation abgschlossen
es_es: Finalizó la instalación
fr: Installation terminée
it_it: Installazione terminata
lt: Diegimas baigtas
pt_br: Instalação finalizada
tr: Kurulum tamamlandı
uk: Встановлення завершено

source: Install - Step 4
ar: تثبيت - الخطوة 4
de_de: Installation - Schritt 4
fr: Installation - Etape 4
it_it: Installazione - passo 4
lt: Įdiegti - Žingsnis 4
pt_br: Instalação - Passo 4
tr: Yükle - Adım 4
uk: Встановлення — Крок 4

source: Manual steps
ar: الخطوات اليدوية
de_de: Manuelle Schritte
es_es: Pasos manuales
fr: Etape manuelle
it_it: Procedura manuale
lt: Rankiniai žingsniai
pt_br: Etapas manuais
tr: Manüel adımlar
uk: Покроковий посібник

source: Check Mantis Plugins
ar: تحقق من إضافات Mantis
de_de: Prüfe Mantis-Plugins
es_es: Comprueba los complementos de Mantis
fr: Vérification des plugiciels Mantis
it_it: Controllo del plugin Mantis
lt: Patikrinkite Mantis Įskiepius
pt_br: Verificar os plug-ins do Mantis
tr: Mantis Eklentilerini Kontrol Edin
uk: Перевірте плагіни Mantis

source: Login to Mantis as 'Administrator'.
ar: تسجيل الدخول إلى Mantis ك'إداري'.
de_de: Bei Mantis als 'Administrator' einloggen.
es_es: Iniciar sesión en Mantis como 'Administrador'.
fr: Identifiez vous comme 'Administrator' dans Mantis
it_it: Login in Mantis come 'Amministratore'.
lt: Prisijungti prie Mantis kaip „Administratorius“.
pt_br: Faça login no Mantis como "Administrador".
tr: Mantis'e 'Yönetici' olarak giriş yapın.
uk: Увійдіть до Mantis як 'Адміністратор'.

source: manage plugins
ar: إدارة الإضافات
de_de: Plugins verwalten
es_es: administrar complementos
fr: Gérer les plugiciels
it_it: Gestione plugin
lt: valdyti įskiepius
pt_br: gerenciar plug-ins
tr: eklentileri yönet
uk: керування плагінами

source: Check that the <b>CodevTT</b> plugin is installed and activated.
ar: تحقق من تثبيت إضافة <b>CodevTT</b> وتفعيلها.
de_de: Prüfen, ob das <b>CodevTT</b> Plugin installiert und aktiviert ist
es_es: Comprueba que el complemento <b>CodevTT</b> esté instalado y activado.
fr: Vérifiez que le plugin <b>CodevTT</b> est installé et activé
it_it: Controllare che il < b > CodevTT < / b > plugin sia installato e attivato .
lt: Patikrinkite, ar <b>CodevTT</b> įskiepis yra įdiegtas ir aktyvuotas.
pt_br: Verifique se o plug-in <b>CodevTT</b> está instalado e ativado.
tr: <b>CodevTT</b> eklentisinin yüklü ve etkinleştirilmiş olduğundan emin olun.
uk: Переконайтеся, що встановлено і активовано плагін <b>CodevTT</b>.

source: Check generated configuration files
ar: تحقق من توليد ملفات التكوين
de_de: Erzeugte Konfigurationsdateien überprüfen
fr: Vérifiez les fichiers de configurations générés
it_it: Controlla i file di configurazione generati
lt: Patikrinkite sugeneruotas konfigūracijos failus
pt_br: Verificar os arquivos de configuração gerados
tr: Oluşturulan yapılandırma dosyalarını kontrol edin
uk: Перевірте згенеровані файли налаштування

source: Mantis Path & URL in
ar: مسار وURL Mantis في
de_de: Mantis-Pfad & URL in
es_es: Ruta y URL de Mantis en
fr: Chemin d'accès et URL de Mantis dans
it_it: Percorso & URL Mantis in
pt_br: Caminho e URL do Mantis em
tr: Mantis Yolu ve URL'si
uk: Шлях і URL-адреса Mantis в

source: Log directory in
ar: تسجيل الدليل في الدليل
de_de: Protokollverzeichnis in
es_es: Directorio de registros en
fr: Chemin d'accès aux logs dans
it_it: Cartella registro in
pt_br: Diretório de registro em
tr: Giriş dizini
uk: Увійти в каталог

source: Remove CodevTT Installation files
ar: إزالة ملفات تثبيت CodevTT
de_de: CodevTT-Konfigurationsdateien entfernen
es_es: Quitar los archivos de instalación de CodevTT
fr: Supprimer les fichiers d'installation
it_it: Rimuovi i file di installazione CodevTT
lt: Pašalinti CodevTT Įdiegimo failus
pt_br: Remover arquivos de instalação do CodevTT
tr: CodevTT Kurulum dosyalarını kaldır
uk: Видалити файли встановлення CodevTT

source: For security reasons, delete the following directory:
ar: لأسباب أمنية; احذف الدليل التالي:
de_de: Aus Sicherheitsgründen muss das folgende Verzeichnis gelöscht werden:
es_es: Por razones de seguridad, elimina el directorio siguiente:
fr: Pour raison de sécurité, supprimez le dossier:
it_it: Per motivi di sicurezza, cancella la seguente cartella:
lt: Saugumo sumetimais, ištrinkite šį katalogą:
pt_br: Por motivos de segurança, exclua o seguinte diretório:
tr: Güvenlik nedeniyle aşağıdaki dizini silin:
uk: З міркувань безпеки, видаліть наступний каталог:

source: Done !
ar: تم !
de_de: Erledigt!
es_es: ¡Hecho!
fr: Terminé !
it_it: Fatto !
lt: Atlikta !
pt_br: Feito!
tr: Yapıldı !
uk: Готово!

source: Install - Step 1
ar: تثبيت - الخطوة 1
de_de: Installation - Schritt 1
es_es: Instalación - Paso 1
fr: Installation - Etape 1
it_it: Installazione - passo 1
lt: Įdiegti - Žingsnis 1
pt_br: Instalação - Passo 1
tr: Yükle - Adım 1
uk: Встановити — Крок 1

source: Mantis Database Info
ar: معلومات قاعدة بيانات Mantis
de_de: Mantis Datenbankinfo
es_es: Información de la base de datos de Mantis
fr: Base de donées Mantis
lt: Mantis Duomenų Bazės Informacija
pt_br: Base de dados Mantis
tr: Mantis Veritabanı Bilgisi
uk: Інформація про базу даних Mantis

source: Hostname
ar: اسم المضيف
es_es: Nombre del equipo
fr: Serveur
pt_br: Servidor
tr: Sunucu adı
uk: Ім'я хоста

source: Database Name
ar: اسم قاعدة البيانات
de_de: Datenbankname
es_es: Nombre de la base de datos
fr: Base de donées
it_it: Nome database
lt: Duomenų Bazės Pavadinimas
pt_br: Base de dados
tr: Veritabanı Adı
uk: Назва бази даних:

source: Database Table Prefix
ar: بادئة جدول قاعدة البيانات
de_de: Datenbanktabellenpräfix
es_es: Prefijo de tabla de base de datos
fr: Préfix des tables Mantis
it_it: Prefisso tabella del database
pt_br: Prefixo da tabela do banco de dados
tr: Veritabanı Tablosu Öneki
uk: Префікс таблиці

source: Database Table Suffix
ar: لاحقة جدول قاعدة البيانات
de_de: Datenbanktabellensuffix
es_es: Sufijo de tabla de base de datos
fr: Suffix des tables Mantis
it_it: Suffisso tabella del database
pt_br: Sufixo da tabela do banco de dados
tr: Veritabanı Tablosu Soneki
uk: Суфікс таблиці

source: WARN Windows Install: to avoid a SUPER privilege error, use <b>root</b> mysql user (This can be changed in config.ini when installation is finished).
ar: تحذير تثبيت ويندوز: لتجنب خطأ امتياز SUPER; استخدم مستخدم <b>الجذر</b> mysql (يمكن تغيير هذا في config.ini عند انتهاء التثبيت).
de_de: Warnung Windows-Installation: um Administratorberechtigungsfehler zu vermeiden, benutzen Sie den <b>root</b> mysql Benutzer (Dies kann in der config.ini geändert werden, wenn die Installation abgeschlossen ist).
fr: ATTENTION Installation Windows: Pour éviter une erreur SUPER utilisateur, spécifier l'utilisateur mysql <b>root</b> (ceci pourra être changé dans config.ini après l'installation).
it_it: WARN installazione Windows: per evitare un errore privilegio SUPER , usare < b > root < / b > utente mysql ( Questo può essere cambiato in config.ini quando l'installazione è terminata) .
pt_br: WARN Windows Install: para evitar um erro de privilégio SUPER, use o usuário <b>root</b> mysql (isso pode ser alterado no config.ini quando a instalação for concluída).
tr: UYARI Windows Kurulumu: SÜPER ayrıcalık hatasını önlemek için <b>kök</b> mysql kullanıcısını kullanın (Bu, kurulum tamamlandığında config.ini dosyasında değiştirilebilir).
uk: ПОПЕРЕДЖЕННЯ Встановлення Windows: щоб уникнути помилки привілею SUPER, використовуйте користувача <b>root</b> mysql (Це можна змінити в config.ini після завершення інсталяції).

source: Proxy Settings
ar: إعدادات الوكيل
de_de: Proxy Einstellungen
es_es: Configuración de proxy
fr: Configuration du Proxy
it_it: Configurazione Proxy
lt: Proxy Nustatymai
pt_br: Configurações de proxy
tr: Proxy Ayarları
uk: Налаштування проксі

source: CodevTT will check for updates.
ar: سيتحقق CodevTT من وجود تحديثات.
de_de: CodevTT sucht nach Updates
es_es: CodevTT buscará actualizaciones.
fr: CodevTT vérifie si une mise à jour est disponible
it_it: CodevTT controlla aggiornamenti.
lt: CodevTT patikrins ar yra atnaujinimų.
pt_br: O CodevTT verificará se há atualizações.
tr: CodevTT güncellemeleri kontrol edecek.
uk: CodevTT перевірятиме наявність оновлень.

source: Enable proxy
ar: تمكين الوكيل
de_de: Proxy aktivieren
es_es: Activar proxy
fr: Activer le proxy
it_it: Abilita proxy
lt: Įjungti proxy
pt_br: Ativar proxy
tr: Proxy'yi etkinleştir
uk: Увімкнути проксі

source: Server
ar: الخادم
es_es: Servidor
fr: Serveur
lt: Serveris
pt_br: Servidor
tr: Sunucu
uk: Сервер

source: Port
ar: منفذ
es_es: Puerto
it_it: Porta
lt: Prievadas
pt_br: Porta
tr: Bağlantı noktası
uk: Порт

source: Proceed Step 1
ar: الشروع خطوة 1
de_de: Mit Schritt 1 fortfahren
fr: Executer étape 1
it_it: Eseguo step 1
lt: Darykite 1 Žingsnį
pt_br: Executar etapa 1
tr: 1. Adıma Geçin
uk: Продовжуємо Крок 1

source: Install - Step 2
ar: تثبيت - الخطوة 2
de_de: Installation - Schritt 2
fr: Installation - Etape 2
it_it: Installazione - passo 2
lt: Įdiegti - 2 Žingsnis
pt_br: Instalação - Passo 2
tr: Yükle - Adım 2
uk: Встановлення — Крок 2

source: Get Mantis customizations
ar: الحصول على تخصيصات Mantis
de_de: Mantis Anpassungen ermitteln
fr: Récupération de la config Mantis
it_it: Recupero la configurazione di Mantis
lt: Gauti Mantis pritaikymus
pt_br: Obter customizações do Mantis
tr: Mantis özelleştirmelerini edinin
uk: Отримайте налаштування Mantis

source: Path to Mantis
ar: الطريق إلى Mantis
de_de: Mantis-Dateipfad
es_es: Camino a Mantis
fr: Répertoire de Mantis
it_it: Path di Mantis
pt_br: Caminho para o Louva-a-Deus
tr: Mantis Yolu
uk: Шлях до Mantis

source: URL to Mantis
ar: URL لMantis
de_de: Mantis-URL
es_es: URL a Mantis
fr: URL vers Mantis
it_it: URL di Mantis
pt_br: URL para Mantis
tr: Mantis için URL
uk: URL-адреса для Mantis

source: URL to CodevTT
ar: URL لCodevTT
de_de: CodevTT URL
es_es: URL a CodevTT
fr: URL vers CodevTT
it_it: URL di CodevTT
lt: CodevTT URL
pt_br: URL para o CodevTT
tr: CodevTT için URL
uk: URL-адреса для CodevTT

source: Proceed Step 2
ar: الشروع خطوة 2
de_de: Schritt 2
fr: Exécuter Etape 2
it_it: Eseguo passo 2
lt: Darykite 2 Žingsnį
pt_br: Executar Etapa 2
tr: 2. Adıma Geçin
uk: Продовжуємо Крок 2

source: Install - Step 3
ar: تثبيت - الخطوة 3
de_de: Installation - Schritt 3
fr: Installation - Etape 3
it_it: Installazione - passo 3
lt: Įdiegti - Žingsnis 3
pt_br: Instalação - Passo 3
tr: Yükle - Adım 3
uk: Встановлення — Крок 3

source: CodevTT Administrators team
ar: فريق إداريي CodevTT
de_de: CodevTT Admin Team
es_es: Equipo de administradores de CodevTT
fr: Equipe d'administration CodevTT
it_it: CodevTT team amministratori
lt: CodevTT Administratorių komanda
pt_br: Equipe de administradores do CodevTT
tr: CodevTT Yönetici ekibi
uk: Команда адміністраторів CodevTT

source: CodevTT_EffortEstim
de_de: CodevTT Schätzung
fr: CodevTT_Charge Initiale
pt_br: CodevTT_Esforço inicial

source: CodevTT_Manager EffortEstim
de_de: CodevTT Schätzung Manager
fr: CodevTT_Charge Manager
pt_br: CodevTT_Estimativa da gerência

source: CodevTT_External ID
ar: CodevTT معرف خارجي
de_de: CodevTT Externe ID
fr: CodevTT_Ref. Externe
pt_br: CodevTT_Referencia Externa
uk: Ідентифікатор CodevTT_External

source: CodevTT_Deadline
ar: CodevTT المواعيد النهائية
de_de: CodevTT_Endtermin
pt_br: Prazo de validade do CodevTT

source: CodevTT_Delivery Date
ar: CodevTT_تاريخ التسجيل
de_de: CodevTT_Lieferdatum
fr: CodevTT_Date Livraison
pt_br: CodevTT_Data entrega
tr: CodevTT_Delivery Tarihi
uk: Дата CodevTT_Delivery

source: Path to output files
ar: الطريق إلى ملفات الإخراج
de_de: Pfad zu den Ausgabedateien
fr: Répertoire d'export
it_it: Path dei file di output
pt_br: Caminho para os arquivos de saída
tr: Çıkış dosyalarına giden yol
uk: Шлях до вихідних файлів

source: Path to log files and other temporary files.
ar: مسار لتسجيل الملفات والملفات المؤقتة الأخرى.
de_de: Pfad zu Logdateien und anderen temporären Dateien.
es_es: Ruta a archivos de registros y otros archivos temporales.
fr: Dossier de logs et autres fchiers temporaires.
it_it: Path dei log e altri file temporanei.
pt_br: Caminho para os arquivos de registro e outros arquivos temporários.
tr: Günlük dosyalarına ve diğer geçici dosyalara giden yol.
uk: Шлях до файлів реєстрації та інших тимчасових файлів.

source: Workflow
ar: سير العمل
pt_br: Fluxo de trabalho
tr: İş akışı
uk: Робочий процес
