Repository: lbayle/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: ar, de_de, es_es, fr, it_it, lt, pt_br, tr, uk

source: AverageDailyCost is used if the task is not yet assigned to anyone.
ar: يتم استخدام AverageDailyCost إذا لم يتم تعيين المهمة لأي شخص.
de_de: Durchschnittliche tägliche Kosten werden verwendet, falls die Aufgabe noch niemandem zugewiesen ist.
fr: Le Coût-Journalier-Moyen est utilisé lorsque la tâche n'est assignée à personne
it_it: CostoGiornalieroStimato è utilizzato se l'attività non è ancora assegnata a nessuno.
pt_br: AverageDailyCost é usado se a tarefa ainda não tiver sido atribuída a ninguém.
tr: AverageDailyCost, görev henüz kimseye atanmamışsa kullanılır.
uk: AverageDailyCost використовується, якщо завдання ще нікому не призначено.

source: The backlog is computed with the current assigned user's UserDailyCost
ar: يتم حساب التراكم مع userDailyCost المستخدم المعين الحالي
de_de: Der Restaufwand wird mit den derzeit zugewiesenen täglichen Benutzerkosten berechnet
fr: Le RAF est calculé avec le CJI de la personne à qui la tâche est assignée
pt_br: O backlog é calculado com o UserDailyCost do usuário atribuído atual
tr: Biriktirme listesi, atanmış olan kullanıcının UserDailyCost öğesi ile hesaplanır
uk: Відставання обчислюється за допомогою UserDailyCost поточного користувача

source: Respectively sum the MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog of each task.
ar: على التوالي اجمع MgrEffortEstim ،EffortEstim ،Reestimated ، المنقضي، تراكم كل مهمة.
de_de: Beziehungsweise summiert den Aufwandsschätzungsmanager, die Aufwandsschätzung, Neu geschätzt, Verstrichen und den Restaufwand jeder Aufgabe.
fr: Respectivement: ChargeMgr, ChargeInit, Réestimé, Consommé, RAF de chaque tâche.
pt_br: Respectivamente, some o MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog de cada tarefa.
tr: Her görevin sırasıyla MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog'u toplayın.
uk: Відповідно підсумуйте MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog для кожного завдання.

source: The backlog depends on the status (always 0 if status >= Resolved)
ar: يعتمد التراكم على الحالة (دائما 0 إذا كانت الحالة >= محلولة)
de_de: Der Restaufwand hängt vom Status ab (immer 0 falls Status >= Erledigt)
fr: Le RAF dépend du status (toujours null si status >= résolu)
pt_br: O backlog depende do status (sempre 0 se o status for >= Resolvido)
tr: Biriktirme listesi duruma bağlıdır (durum >= Çözümlendiğinde daima 0)
uk: Відставання залежить від стану (завжди 0, якщо статус >= Вирішено)

source: Sum the Provisions that are 'checked' as included in the budget.
ar: اجمع الأحكام التي "تم فحصها" كما هي مدرجة في الميزانية.
de_de: Summiert die Provisionen, die „überprüft“ sind als im Budget inbegriffen.
fr: Somme des Provisions cochées comme étant incluses dans le budget.
it_it: Somma le disposizioni che sono 'contrassegnate' come incluse nel bilancio.
pt_br: Some as Provisões que são "verificadas" como incluídas no orçamento.
tr: Bütçeye dahil edilen 'kontrol edilen' hükümleri toplayın.
uk: Підсумуйте положення, які «перевіряються», включені до бюджету.

source: Couldn't add the holiday
ar: لا يمكن إضافة العطلة
de_de: Hinzufügen von Feiertag nicht möglich
es_es: No se pudo agregar el feriado
fr: Impossible d'ajouter cette absence
it_it: Non è stato possibile aggiungere la festa
lt: Nepavyko pridėti šventės
pt_br: Não foi possível adicionar o feriado
tr: Tatil eklenemedi
uk: Не вдалося додати свято

source: Couldn't remove the holiday
ar: لا يمكن إزالة العطلة
de_de: Löschen des Feiertags nicht möglich
es_es: No se pudo eliminar el feriado
fr: Impossible de supprimer cette absence
it_it: Non è stato possibile rimuovere la festa
lt: Nepavyko pašalinti šventės
pt_br: Não foi possível remover o feriado
tr: Tatil kaldırılamadı
uk: Не вдалося вилучити свято

source: Issue tooltips for project
ar: تلميحات القضية لمشروع
de_de: Tooltips zum Projekt zuordnen
fr: Infobulles pour le projet
it_it: Suggerimenti per il progetto
lt: Problemos patarimai projektui
pt_br: Emitir dicas de ferramentas para o projeto
tr: Proje için araç ipuçları verme
uk: Видайте підказки для проєкту

source: Drag & drop the items to be displayed in the Issue tooltip
ar: سحب وإسقاط العناصر ليتم عرضها في تلميح أدوات القضية
de_de: Einträge per Drag & Drop zuordnen, damit sie im Tooltip angezeigt werden
fr: Glissez et déposez les champs à afficher dans l'infobulle
it_it: Clicca e trascina gli oggetti da far vedere nei suggerimenti ticket
lt: Vilkite ir atleiskite, kad elementai būtų rodomi Problemos patarimuose
pt_br: Arraste e solte os itens a serem exibidos na dica de ferramenta do problema
tr: Sorun araç ipucunda görüntülenecek öğeleri sürükleyip bırakın
uk: Перетягніть елементи, які відображатимуться у підказці до проблеми

source: Available fields
ar: الحقول المتوفرة
de_de: Verfügbare Felder
es_es: Campos disponibles
fr: Champs disponibles
it_it: Campi disponibili
lt: Galimi laukai
pt_br: Campos disponíveis
tr: Kullanılabilir alanlar
uk: Доступні поля

source: Tooltip
ar: تلميح الأدوات
fr: Infobulle
it_it: Suggerimenti
lt: Patarimas
pt_br: Dica de ferramenta
tr: İpucu
uk: Підказка

source: ERROR: joblist cannot be empty !
pt_br: Erro: lista de trabalhos não pode estar vazia!
uk: ПОМИЛКА: список вакансій не може бути порожнім!

source: Invalid team name
fr: Nom d'équipe non valide
pt_br: Nome de equipe inválido
tr: Geçersiz ekip adı
uk: Недійсна назва команди

source: Couldn't enable/disable team
ar: لا يمكن تمكين/تعطيل الفريق
de_de: Team kann nicht de/aktiviert werden
fr: Impossible d'activer/désactiver l'équipe
it_it: Non è stato possibile abilitare/disabilitare il team
lt: Nepavyko įgalinti/apriboti komandos
pt_br: Impossivel de ativar / desativar equipe
tr: Ekip etkinleştirilemedi/devre dışı bırakılamadı
uk: Не вдалося увімкнути/вимкнути команду

source: Couldn't update the creation date
ar: لا يمكن تحديث تاريخ إنشاء
de_de: Anlagedatum kann nicht aktualisiert werden
es_es: No se pudo actualizar la fecha de creación
fr: La mise à jour de la date de création a échouée
it_it: Non è stato possibile aggiornare la data di creazione
lt: Nepavyko atnaujinti sukūrimo datos
pt_br: Não foi possível altterar a data da criação
tr: Oluşturma tarihi güncellenemedi
uk: Не вдалось оновити дату створення

source: Please upload files with the following extension:
ar: يُرجَى تحميل الملفات مع الإضافة التالية:
de_de: Bitte Dateien mit folgenden Endungen hochladen:
es_es: Sube los archivos con la extensión siguiente:
fr: Veuillez charger des fichiers ayant comme extension :
it_it: Si prega di caricare i files con le seguenti estensioni:
lt: Prašome įkelti failus su šiuo plėtiniu:
pt_br: Por favor efetue upload com as seguintes extensões:
tr: Lütfen şu uzantıya sahip dosyaları yükleyin:
uk: Будь ласка, завантажте файли з наступним розширенням:

source: No group defined for team member
fr: Aucun groupe associé à ce membre de l'équipe
pt_br: Nenhum grupo definido para o membro da equipe
tr: Ekip üyesi için grup tanımlanmadı
uk: Для члена команди не визначено жодної групи

source: Sorry, you need to be identified.
ar: عذرا، تحتاج إلى الكشف عن هويته.
de_de: Entschuldigung, Sie müssen sich identifizieren.
es_es: Disculpas, debes estar identificado.
fr: Vous devez être identifié.
it_it: Spiacente, devi essere identificato.
lt: Atsiprašome, jūs turite būti identifikuotas.
pt_br: Desculpe, você precisa estar identificado.
tr: Üzgünüz, tanımlanmalısınız.
uk: Вибачте, ви повинні ідентифікуватися.

source: Could not create classmap:
ar: لا يمكن إنشاء classmap:
de_de: Konnte folgende 'classmap' nicht erzeugen:
fr: Impossible de créer la classmap:
pt_br: Não foi possível criar classmap:
tr: Sınıf haritası oluşturulamadı:
uk: Не вдалося створити мапу класів:

source: Sorry, this Job cannot be changed
pt_br: Desculpas, esse Trabalho não pode ser alterado
uk: На жаль, цю роботу неможливо змінити

source: This job must not be deleted.
ar: يجب ألا يتم حذف هذا العمل.
de_de: Diese Tätigkeit kann nicht gelöscht werden.
es_es: Este trabajo no debe borrarse.
fr: Ce poste ne doit pas être supprimé.
it_it: Questo job non può essere cancellato.
lt: Šis darbas turi būti neištrintas.
pt_br: Esse trabalho não deve ser excluído.
tr: Bu iş silinmemelidir.
uk: Це завдання не можна видаляти.

source: Couldn't remove the job association
ar: لا يمكن إزالة ارتباط الوظيفة
de_de: Entfernung der Zuordnung nicht möglich
es_es: No se pudo borrar la asociación del trabajo
fr: Impossible de supprimer l'association
it_it: Non è stato possibile rimuovere l'associazione al job
lt: Nepavyko pašalinti darbo sąsajos
pt_br: Não foi possível remover a associação trabalho
tr: İş ilişkisi kaldırılamadı
uk: Не вдалося видалити асоціацію з працевлаштування

source: Couldn't delete the job
ar: لا يمكن حذف المهمة
de_de: Löschen der Tätigkeit nicht möglich
es_es: No se pudo borrar el trabajo
fr: Impossible de supprimer le poste
it_it: Non è stato possibile rimuovere il job
lt: Nepavyko ištrinti darbo
pt_br: Impossível de apagar o cargo
tr: İş silinemedi
uk: Не вдалося видалити завдання

source: Sorry, logfile not found:
ar: عذرا، لم يتم العثور على ملف السجل:
de_de: Logdatei nicht vorhanden
es_es: Disculpas, no se encuentra el archivo de registros:
fr: Le fichier de log n'a pu être trouvé
it_it: Logfile non trovato
pt_br: Desculpe, arquivo de log não localizado:
tr: Üzgünüz, günlük dosyası bulunamadı:
uk: На жаль, файл журналу не знайдено:

source: Couldn't delete the team
ar: لا يمكن حذف الفريق
de_de: Team kann nicht gelöscht werden
es_es: No se pudo borrar el equipo
fr: La suppression de l'équipe a échouée
it_it: Non è stato possibile cancellare il Team
lt: Nepavyko ištrinti komandos
pt_br: Impossível de apagar a equipe
tr: Ekip silinemedi
uk: Не вдалося видалити команду

source: Couldn't update the team leader
ar: لا يمكن تحديث قائد الفريق
de_de: Team Manager kann nicht aktualisiert werden
fr: La mise à jour du team leader a échouée
it_it: Non è stato possibile aggiornare il team-leader
lt: Nepavyko atnaujinti komandos lyderio
pt_br: Não foi possível alterar o gerente da equipe
tr: Takım lideri güncellenemedi
uk: Не вдалося оновити керівника групи

source: Couldn't add the project to the team
ar: لا يمكن إضافة المشروع إلى الفريق
de_de: Projekt kann dem Team nicht zugeordnet werden
fr: L'ajout du projet a échoué
it_it: Non è stato possibile aggiungere il progetto al team
lt: Nepavyko pridėti projektą prie komandos
pt_br: Não foi possível adicionar o projeto a equipe
tr: Proje ekibe eklenemedi
uk: Не вдалося додати проєкт до команди

source: Could NOT remove the project from the team
ar: لا يمكن إزالة المشروع من الفريق
de_de: Projekt kann NICHT vom Team entfernt werden
fr: Le retrait du projet a échoué
it_it: Non è stato possibile cancellare il progetto dal team
lt: NEPAVYKO pašalinti projektą iš komandos
pt_br: Não foi possível remover o projeto a equipe
tr: Proje ekipten kaldırılamadı
uk: Не вдалося вилучити проєкт з команди

source: Configure Tooltips
ar: تكوين تلميحات الأدوات
de_de: Tooltips konfigurieren
fr: Configuration des infobulles
it_it: Configura suggerimenti
lt: Konfigūruoti Patarimus
pt_br: Configurar dicas de ferramentas
tr: Araç İpuçlarını Yapılandır
uk: Налаштування підказок

source: enabled
ar: ممكن
de_de: aktiviert
es_es: activado
fr: activé
it_it: abilitato
lt: įjungtas
pt_br: ativo
tr: etkin
uk: увімкнено

source: disabled
ar: معطل
de_de: deaktiviert
es_es: desactivado
fr: désactivé
it_it: disabilitato
lt: išjungtas
pt_br: inativo
tr: devre dışı
uk: вимкнено

source: to be sent
ar: ليتم إرسالها
de_de: Bereit zum Versand
fr: A émettre
it_it: da spedire
lt: laukia išsiuntimo
pt_br: a ser enviado
tr: gönderilecek
uk: бути надісланим

source: Sent
ar: تم إرسالها
de_de: Versand
es_es: Enviado
fr: Emis
it_it: Spedito
lt: Išsiųsta
pt_br: Enviado
tr: Gönderildi
uk: Надіслано

source: to be validated
ar: ليتم التحقق من صحتها
de_de: Bereit zur Prüfung
fr: A valider
it_it: da validare
lt: laukia patvirtinimo
pt_br: a ser validado
tr: doğrulanacak
uk: бути підтвердженим

source: validated
ar: تم التحقق من صحتها
de_de: Geprüft
es_es: validado
fr: validé
it_it: validato
lt: patvirtintas
pt_br: validado
tr: doğrulandı
uk: перевірено

source: to be closed
ar: لتكون مغلقة
de_de: Bereit zum Abschluss
es_es: para cerrarse
fr: A clôturer
it_it: da chiudere
lt: laukia uždarymo
pt_br: a ser fechado
tr: kapatılacak
uk: Бути закритим

source: closed
ar: مغلق
de_de: Abgeschlossen
es_es: cerrado
fr: clôturé
it_it: chiuso
lt: uždarytas
pt_br: fechado
tr: kapalı
uk: закрити

source: bill must be sent
ar: يجب أن ترسل الفاتورة
de_de: Rechnung muss verschickt werden
fr: Facture à émettre
it_it: Fattura da spedire
lt: sąskaita turi būti išsiųsta
pt_br: a fatura deve ser enviada
tr: fatura gönderilmelidir
uk: рахунок потрібно надіслати

source: bill sent
ar: أرسلت الفاتورة
de_de: Rechnung wurde verschickt
fr: Facture émise
it_it: Fattura emessa
lt: sąskaita išsiųsta
pt_br: conta enviada
tr: fatura gönderildi
uk: рахунок надіслано

source: payed
ar: مدفوع
de_de: Gezahlt
fr: Facturé
it_it: Fatturato
lt: apmokėta
pt_br: pago
tr: ödendi
uk: оплачено

source: for team
ar: للفريق
de_de: für Team
es_es: para el equipo
fr: pour l'équipe
it_it: per la squadra
lt: komandai
pt_br: para a equipe
tr: ekipten
uk: для команди

source: [CodevTT] Timesheet reminder !
ar: [CodevTT] تذكير الجدول الزمني!
de_de: [CodevTT] Erinnerung zur Zeiterfassung !
fr: [CodevTT] Saisie du CRA !
it_it: [CodevTT] Promemoria del foglio lavoro !
lt: [CodevTT] Darbo laiko apskaitos priminimas !
pt_br: [CodevTT] Lembrete sobre o quadro de horários!
tr: [CodevTT] Zaman çizelgesi hatırlatıcısı !
uk: [CodevTT] Нагадування про розклад роботи!

source: Dear
ar: العزيز
de_de: Liebe(r)
es_es: Estimado
fr: Cher(e)
it_it: Caro/a
lt: Gerbiami
pt_br: Caro
tr: Sevgili
uk: Шановний

source: Please fill your CodevTT timesheet
ar: يُرجَى ملء جدولك الزمني في CodevTT
de_de: Bitte füllen Sie ihre CodevTT Zeiterfassung aus
fr: Merci de saisir votre compte rendu d'activité
it_it: Per cortesia, compila il tuo foglio lavoro CodevTT:
lt: Prašome užpildyti jūsų CodevTT darbo laiko apskaitą
pt_br: Por favor, preencha sua planilha de horas CodevTT
tr: Lütfen CodevTT zaman çizelgenizi doldurun
uk: Будь ласка, заповніть табель роботи CodevTT

source: incomplete (missing
ar: غير مكتمل (مفقود
de_de: unvollständig (es fehlen:
es_es: incompleta (falta
fr: incomplet (manque
it_it: incompleto (mancante
lt: nebaigta (trūksta
pt_br: incompleto (faltando
tr: eksik (\ eksik
uk: неповний (відсутній

source: not defined.
ar: غير معرف
de_de: nicht definiert
es_es: no definido.
fr: non défini.
it_it: non definito.
lt: nėra apibrėžta.
pt_br: não definido.
tr: tanımlanmamış.
uk: не визначено.

source: unknown
ar: غير معروف
de_de: unbekannt
es_es: desconocido
fr: inconnu
it_it: sconosciuto
lt: nežinomas
pt_br: desconhecido
tr: bilinmiyor
uk: невідомо

source: Backlog on resolved issues should be 0
ar: ينبغي أن يكون التراكم في القضايا المحلولة 0
de_de: Erledigte Aufgaben sollten keinen Restaufwand haben
fr: Le RAF des tâches résolues doit être = 0
it_it: L'arretrato su tickets risolti dovrebbe essere 0
pt_br: O backlog de problemas resolvidos deve ser 0
tr: Çözülen sorunlara ilişkin birikim listesi 0 olmalıdır
uk: Відставання з вирішених питань має бути 0

source: Backlog on unresolved issues should not be 0
ar: لا ينبغي أن يكون التراكم في القضايا غير المحلولة 0
de_de: Offene Aufgaben sollten einen Restaufwand größer 0 haben
fr: Le RAF des tâches non résolues ne doit pas être = 0
it_it: L'arretrato su tickets non risolti dovrebbe essere 0
pt_br: A lista de pendências de problemas não resolvidos não deve ser 0
tr: Çözülmemiş sorunlarda biriktirme listesi 0 olmamalıdır
uk: Відставання з невирішених питань не повинно бути 0

source: EffortEstim should not be 0
ar: يجب ألا يكون تقدير الجهد 0
de_de: Schätzung sollte nicht 0 sein
fr: La charge initiale doit être renseignée
it_it: EffortEstim non dovrebbe essere 0
pt_br: EffortEstim não deve ser 0
tr: EffortEstim 0 olmamalıdır
uk: EffortEstim не повинно бути 0

source: There should be no timetracks on "new" issues
ar: يجب ألا تكون هناك أية مسارات زمنية على القضايا "الجديدة"
de_de: Neue Einträge sollten keine gebuchten Zeiten haben
fr: Il ne doit pas y avoir d'imputations sur des tâches dont le status est 'déclaré'
it_it: Non dovrebbero esserci tracce lavoro su nuovi tickets
pt_br: Não deve haver cronogramas para "novas" questões
tr: "Yeni" konularda hiçbir zaman aralığı olmamalı
uk: Не повинно бути хронометражів щодо «нових» питань

source: Issues should be referenced in a Command
ar: قضايا ينبغي الرجوع إليها في الأمر
de_de: Einträge sollten einem Auftrag zugewiesen sein
fr: Les tâches doivent être déclarés dans une commande
it_it: I tickets non dovrebbero avere riferimenti a un ordine
lt: Problemos turi būti nurodytos Komandoje
pt_br: Os problemas devem ser referenciados em um comando
tr: Sorunlara bir Komutta başvurulmalıdır
uk: На проблеми слід посилатися в команді

source: Issues should not be referenced in multiple commands
ar: القضايا لا ينبغي أن تكون مرجعا في عدة أوامر
de_de: Einträge sollten nicht mehreren Aufträgen zugewiesen werden
es_es: Los problemas no se debe hacer referencia en múltiples comandos
fr: Les tâches ne doivent pas être déclarés dans plusieurs commandes
lt: Problemos neturėtų būti nurodomos keliuose komanduose
pt_br: Os problemas não devem ser referenciados em vários comandos
tr: Sorunlara birden fazla komutta başvurulmamalıdır
uk: Не слід посилатися на проблеми в кількох командах

source: Commands should be referenced in a CommandSet
ar: ينبغي الرجوع إليها في مجموعة الأوامر
de_de: Aufträge sollten einer Auftragsliste zugewiesen sein
fr: Les commandes doivent être déclarées dans une macro-commande
it_it: Gli ordini dovrebbero avere un riferimento a un Macro Ordine
pt_br: Os comandos devem ser referenciados em um CommandSet
tr: Komutlara bir CommandSet'de başvurulmalıdır
uk: На команди слід посилатися в наборі CommandSet

source: CommandSets should be referenced in a ServiceContract
ar: مجموعة الأوامر ينبغي الرجوع إليها في عقد الخدمة
de_de: Auftragslisten sollten einem Servicevertrag zugewiesen sein
fr: Les Macro Commandes doivent être déclarés dans un contrat de service.
it_it: I macro Ordini dovrebbero essere riferiti a Contratti di servizio
pt_br: Os CommandSets devem ser referenciados em um ServiceContract
tr: CommandSets bir ServiceContract içinde başvurulmalıdır
uk: На CommandSets слід посилатися в ServiceContract

source: Issues should be assigned to someone
ar: ينبغي تعيين القضايا إلى شخص
de_de: Mantis Einträge sollten einem Bearbeiter zugewiesen sein
es_es: Las incidencias se deben asignar a alguien
fr: Les tâches doivent être assignées
it_it: I tickets dovrebbero essere assegnati a qualcuno
lt: Problemos turėtų būti kažkam priskirtos
pt_br: Os problemas devem ser atribuídos a alguém
tr: Sorunlar birine atanmalıdır
uk: Питання слід передавати комусь

source: Check timetracks on removed issues (not needed if Mantis plugin is enabled)
ar: تحقق من المسارات الزمنية على القضايا التي تمت إزالتها (ليست هناك حاجة إذا تم تمكين البرنامج المساعد Mantis)
de_de: Zeiterfassungen für gelöschte Einträge prüfen (nicht benötigt, wenn das Mantis-Plugin installiert ist)
fr: Notifier les imputations sur des fiches mantis inexistantes (pas nécessaire si plugin Mantis activé)
it_it: Controlla le tracce lavoro sui tickets eliminati (non necessario se il plugin Mantis è abilitato)
pt_br: Verificar as faixas de tempo em problemas removidos (não é necessário se o plug-in Mantis estiver ativado)
tr: Kaldırılan sorunlarda zaman çizelgelerini kontrol edin (Mantis eklentisi etkinse gerekli değildir)
uk: Перевіряйте часові доріжки на вилучені проблеми (не потрібно, якщо плагін Mantis ввімкнено)

source: Command issues should belong to the team's project-list
pt_br: Problemas de comando devem pertencer a lista de projetos do time
uk: Проблеми з командами повинні належати до списку проєктів команди

source: Backlog should be 0 (not
ar: يجب أن يكون تراكم العمل 0 (لا
de_de: Restaufwand sollte 0 sein (und nicht
es_es: Los pendientes deben ser 0 (no
fr: Le RAF devrait être = 0 (et non
it_it: L'arretrato dovrebbe essere 0 (non
pt_br: O backlog deve ser 0 (não
tr: İş listesi 0 olmalıdır (\ değil
uk: Відставання має бути 0 (не

source: Backlog must be defined !
ar: التراكم يجب أن يكون محددا!
de_de: Restaufwand muss angegeben werden!
es_es: ¡Se deben definir los pendientes!
fr: Le RAF doit être défini !
it_it: L'arretrato deve essere definito!
pt_br: Backlog deve ser definedo !
tr: İş listesi tanımlanmalıdır !
uk: Необхідно визначити відставання!

source: Backlog == 0: Backlog may not be up to date.
ar: تراكم == 0: التراكم قد لا يكون محدثا.
de_de: Kein Restaufwand angegeben
fr: RAF == 0: Il se peut que le RAF ne soit pas à jour.
it_it: Arretrato == 0: Potrebbe non essere aggiornato.
pt_br: Backlog == 0: Backlog não pode ser atualizado.
tr: Biriktirme listesi == 0: Biriktirme listesi güncel olmayabilir.
uk: Відставання == 0: Відставання може бути не актуальним.

source: MgrEffortEstim not set.
ar: لم يتم تعيين MgrEffortEstim.
de_de: Aufwandsschätzung Manager nicht angegeben
fr: Charge_Mgr non renseigné.
it_it: MgrEffortEstim non configurato.
pt_br: MgrEffortEstim não especificado.
tr: MgrEffortEstim ayarlanmadı.
uk: MgrEffortEstim не встановлено.

source: EffortEstim not set.
ar: لم يتم تعيين تقدير الجهد.
de_de: Aufwandsschätzung nicht angegeben
fr: Charge non renseignée.
it_it: EffortEstim non configurato.
pt_br: EffortEstim não especificado.
tr: EffortEstim ayarlanmadı.
uk: EffortEstim не встановлено.

source: Status should not be
ar: لا ينبغي أن تكون الحالة
de_de: Status sollte nicht sein
es_es: El estado no debería ser
fr: Le status ne devrait pas être
it_it: Lo stato non dovrebbe essere
lt: Būsena neturėtų būti
pt_br: O status não deve ser
tr: Durum olmamalı
uk: Статусу бути не повинно

source: The task is not assigned to anybody.
ar: لم يتم تعيين المهمة إلى أي شخص.
de_de: Aufgabe ist keinem Bearbeiter zugewiesen
es_es: La tarea no está asignada a nadie.
fr: La tâche n'est assignée à personne
it_it: L'attività non è assegnata a nessuno.
lt: Užduotis nėra kam nors priskirta.
pt_br: A tarefa não é atribuída a ninguém.
tr: Görev kimseye atanmamış.
uk: Завдання нікому не покладається.

source: The task is not referenced in any Command.
ar: لم يتم الرجوع للمهمة في أي أمر.
de_de: Aufgabe ist keinem Auftrag zugeordnet
es_es: La tarea no está referenciada en ninguna orden.
fr: La tâche n'est référencée dans aucune commande.
it_it: L'attività non ha riferimenti ad alcun ordine.
lt: Ši užduotis nėra paminėta jokioje Komandoje.
pt_br: Casos não referenciados em nenhum comando.
tr: Göreve herhangi bir Komutta başvurulmaz.
uk: Завдання не згадується в жодній команді.

source: is not referenced in any CommandSet
ar: لم يتم الرجوع في أي مجموعة أوامر
de_de: keiner Auftragsliste zugeordnet
fr: n'est référencée dans aucune Macro Commande.
it_it: non ha riferimenti in nessun Macro ordine
pt_br: não está referenciado em qualquer grupo de comandos
tr: hiçbir CommandSet'de referans gösterilmiyor
uk: не згадується в жодному CommandSet

source: is not referenced in any ServiceContract
ar: لم يتم الرجوع إليها في أي عقد خدمة
de_de: keinem Servicevertrag zugeordnet
fr: n'est référencée dans aucun Contrat de Service.
it_it: non ha riferimenti ad alcun Contratto di servizio
pt_br: não está referenciado em qualquer Contrato de Serviço
tr: herhangi bir ServiceContract'ta referans gösterilmemiştir
uk: не згадується в жодному договорі на обслуговування

source: days
ar: أيام
de_de: Tage
es_es: días
fr: jours
it_it: giorni
lt: dienos
pt_br: dias
tr: günler
uk: дні

source: inconsistent
ar: تتعارض
de_de: inkonsistent
es_es: inconsistente
fr: incohérent
it_it: inconsistente
lt: nenuoseklus
pt_br: inconsistente
tr: tutarsız
uk: непослідовний
